Repository: mehdiimrzz/pfsense
Catalog: src/usr/local/share/locale/*/LC_MESSAGES/pfSense.po
Languages: fa

source: Enable Unity Plugin which provides Cisco Extension support such as Split-Include, Split-Exclude and Split-Dns.
fa: فعال کردن برنامه های افزودنی Cisco

source: Check this to require availability of a fresh CRL for peer authentication based on RSA signatures to succeed.
fa: بررسی دقیق CRL

source: Instead of a break-before-make scheme. Make-before-break uses overlapping IKE and CHILD_SA during reauthentication by first recreating all new SAs before deleting the old ones. This behavior can be beneficial to avoid connectivity gaps during reauthentication, but requires support for overlapping SAs by the peer.
fa: قبل از شکستن

source: Exclude traffic from LAN subnet to LAN IP address from IPsec.
fa: حذف خودکار آدرس LAN

source: Asynchronous Cryptography
fa: ترافیک از زیر شبکه LAN به آدرس IP LAN را از IPsec رد کنید.

source: Allow crypto(9) jobs to be dispatched multi-threaded to increase performance. Jobs are handled in the order they are received so that packets will be reinjected in the correct order.
fa: رمزنگاری ناهمزمان

source: Reset Log Files
fa: بار CPU امکان پذیر نیست

source: The log files have been reset.
fa: بازنشانی پرونده های ورود به سیستم

source: A valid IP address/hostname or IP/hostname:port must be specified for remote syslog server #1.
fa: پرونده های گزارش مجدداً تنظیم مجدد شدند.

source: Logs are held in constant-size circular log files. This field controls how large each log file is, and thus how many entries may exist inside the log. By default this is approximately 500KB per log file, and there are nearly 20 such log files.
fa: گزینه های ورود به سیستم تغییر یافته است.

source: Remaining disk space for log files:
fa: فضای دیسک در حال حاضر توسط پرونده های log استفاده می شود:

source: This option will allow the logging daemon to bind to a single IP address, rather than all IP addresses.
fa: فضای دیسک باقی مانده برای پرونده های log:

source: This is only the number of log entries displayed in the GUI. It does not affect how many entries are contained in the actual log files.
fa: گزینه های عمومی ورود به سیستم

source: If this is checked, filter logs are shown as generated by the packet filter, without any formatting. This will reveal more detailed information, but it is more difficult to read.
fa: گزارش های خام

source: Clears all local log files and reinitializes them as empty logs. This also restarts the DHCP daemon. Use the Save button first if any setting changes have been made.
fa: ورود به سیستم محلی

source: Enable Remote Logging
fa: گزینه های از راه دور ورود به سیستم

source: Default (any)
fa: فعال کردن ورود از راه دور

source: This option is only used when a non-default address is chosen as the source above. This option only expresses a preference; If an IP address of the selected type is not found on the chosen interface, the other type will be tried.
fa: پیش فرض (هر)

source: Remote Syslog Contents
fa: سرورهای ورود به سیستم از راه دور

source: Syslog sends UDP datagrams to port 514 on the specified remote syslog server, unless another port is specified. Be sure to set syslogd on the remote server to accept syslog messages from pfSense.
fa: مطالب از راه دور Syslog

source: Wake-on-Lan
fa: وضعیت خدمات

source: Dynamic DNS Status
fa: شبکه بیدار

source: RSS
fa: وضعیت DNS پویا

source: Picture
fa: RSS

source: Traffic Graphs
fa: تصویر

source: NTP Status
fa: نمودارهای ترافیکی

source: Firewall Logs
fa: وضعیت NTP

source: System Information
fa: گزارشات فایروال

source: Interface Statistics
fa: اطلاعات سیستم

source: Captive Portal Status
fa: آمار رابط

source: Load Balancer Status
fa: وضعیت اسیر پورتال

source: GEOM Mirror Status
fa: وضعیت بالانس بار

source: CARP Status
fa: وضعیت آینه GEOM

source: Updated traffic graphs widget settings via dashboard.
fa: وضعیت CARP

source: All traffic graphs are hidden.
fa: تنظیمات ویجت نمودارهای ترافیک از طریق داشبورد به روز شد.

source: Refresh Interval
fa: تمام نمودارهای راهنمایی و رانندگی پنهان است.

source: Inverse
fa: تازه کردن بازه

source: Unit Size
fa: معکوس

source: Background updates
fa: اندازه واحد

source: Graph Smoothing
fa: به روز رسانی های پس زمینه

source: Show
fa: هموار سازی نمودار

source: %sRetrieving support information %s %s
fa: نمایش

source: stratum
fa: %s اطلاعات پشتیبانی پشتیبانی%s%s

source: Server Time
fa: قشر

source: Sync Source
fa: زمان سرور

source: No active peers available
fa: منبع همگام سازی

source: Clock location
fa: هیچ همکار فعال موجود نیست

source: in view
fa: محل ساعت

source: in use
fa: در نمایش

source: Updating...
fa: در حال استفاده

source: Saved thermal_sensors_widget settings via Dashboard.
fa: در حال بروز رسانی...

source: &deg;F
fa: تنظیمات حرارتی_خانهای_بوی از طریق داشبورد ذخیره شد.

source: (1&ndash;212)
fa: & deg؛ F

source: &deg;C
fa: (1 & ndash؛ 212)

source: (1&ndash;100)
fa: & deg؛ C

source: (Updating...)
fa: (1 & ndash؛ 100)

source: Thresholds in <span class="thermal_sensors_widget_unit">%s</span><br/><span class="thermal_sensors_widget_range">%s</span>:
fa: (در حال بروز رسانی...)

source: Zone Critical
fa: هشدار منطقه

source: Core Warning
fa: منطقه بحرانی

source: Core Critical
fa: هشدار هسته ای

source: Display settings:
fa: اصلی انتقادی

source: Show raw output
fa: تنظیمات نمایشگر:

source: (no graph)
fa: نمایش خروجی خام

source: Show full sensor name
fa: (بدون نمودار)

source: Show temperature in Fahrenheit
fa: نمایش نام سنسور کامل

source: * A proper Thermal Sensor / Module can be configured under
fa: نمایش دما در فارنهایت

source: section
fa: * یک حسگر / ماژول حرارتی مناسب را می توان در زیر تنظیم کرد

source: Saved Service Status Filter via Dashboard.
fa: بخش

source: All services are hidden
fa: فیلتر وضعیت سرویس ذخیره شده از طریق داشبورد.

source: No services found
fa: همه خدمات پنهان هستند

source: Saved Dynamic DNS Filter via Dashboard.
fa: هیچ خدمتی یافت نشد

source: Int.
fa: فیلتر DNS Dynamic از طریق داشبورد ذخیره شد.

source: Checking ...
fa: Int

source: All Dyn DNS entries are hidden.
fa: چک کردن ...

source: Mobile
fa: همه ورودی های Dyn DNS پنهان است.

source: Active Tunnels
fa: سیار

source: Inactive Tunnels
fa: تونل های فعال

source: Mobile Users
fa: تونل های غیرفعال

source: Retrieving overview data
fa: کاربران تلفن همراه

source: Retrieving tunnel data
fa: بازیابی داده های نمای کلی

source: Retrieving mobile data
fa: بازیابی اطلاعات تونل

source: No mobile tunnels have been configured
fa: بازیابی داده های تلفن همراه

source: There are no configured IPsec Tunnels
fa: هیچ تونل سیار تنظیم نشده است

source: IPsec can be configured <a href="vpn_ipsec.php">here</a>.
fa: هیچ تونل پیکربندی IPsec وجود ندارد

source: Name/Time
fa: IPsec را می توان <a href=vpn_ipsec.php= > اینجا پیکربندی کرد.

source: Real/Virtual IP
fa: نام / زمان

source: Remote/Virtual IP
fa: IP واقعی / مجازی

source: No OpenVPN instances defined
fa: IP از راه دور / مجازی

source: All OpenVPN instances are hidden
fa: هیچ مورد OpenVPN تعریف نشده است

source: Saved OpenVPN Filter via Dashboard.
fa: همه موارد OpenVPN پنهان است

source: Packets In
fa: فیلتر OpenVPN از طریق داشبورد ذخیره شد.

source: Packets Out
fa: بسته ها در

source: Bytes In
fa: بسته های خارج

source: Bytes Out
fa: Bytes In

source: Errors In
fa: Bytes Out

source: Errors Out
fa: خطاها در

source: All interfaces are hidden.
fa: خطا

source: All selected interfaces are down.
fa: همه رابط ها پنهان هستند.

source: All statistics are hidden.
fa: همه رابط های انتخابی خراب است.

source: Saved Interface Statistics Filter via Dashboard.
fa: همه آمارها پنهان است.

source: Retrieving interface data
fa: فیلتر آمار رابط ذخیره شده از طریق داشبورد.

source: Orientation
fa: بازیابی داده های رابط

source: Each interface in a column
fa: گرایش

source: Each interface in a row
fa: هر رابط در یک ستون

source: Stats Item
fa: هر رابط در یک ردیف

source: No packages installed.
fa: مورد آمار

source: ok
fa: هیچ بسته نصب نشده است.

source: Packages may be added/managed here:
fa: خوب

source: Saved Interfaces Filter via Dashboard.
fa: بسته ها ممکن است در اینجا اضافه یا مدیریت شوند:

source: Uptime: %s
fa: رابط های ذخیره شده از طریق داشبورد فیلتر می شوند.

source: Saved Filter Log Entries via Dashboard.
fa: زمان کار:%s

source: Act
fa: ذخیره شده ورود به سیستم فیلتر از طریق داشبورد.

source: IF
fa: عمل

source: Rule that triggered this action
fa: اگر

source: No logs to display
fa: قانونی که باعث این عمل شده است

source: Number of entries
fa: هیچ لوگو برای نمایش وجود ندارد

source: Filter actions
fa: تعداد ورودیها

source: Filter interface
fa: اقدامات فیلتر

source: Update interval
fa: رابط فیلتر

source: Seconds
fa: به روز رسانی فاصله زمانی

source: BIOS
fa: ثانیه

source: CPU Type
fa: بایوس

source: MDS Mitigation
fa: نوع CPU

source: Current Date/Time
fa: کاهش MDS

source: DNS Server(s)
fa: تاریخ / زمان فعلی

source: Last Config Change
fa: سرور DNS

source: State Table Size
fa: آخرین تغییر پیکربندی

source: MBUF Usage
fa: اندازه جدول حالت

source: Temperature
fa: استفاده از MBUF

source: Load Average
fa: درجه حرارت

source: CPU Usage
fa: متوسط ​​بار

source: Memory Usage
fa: میزان استفاده از پردازنده

source: Swap Usage
fa: استفاده از حافظه

source: Disk Usage
fa: تعویض استفاده

source: Obtaining update status %s
fa: استفاده از دیسک

source: <i>Unable to check for updates</i>
fa: به دست آوردن وضعیت به روزرسانی%s

source: <i>Error in version information</i>
fa: قادر به بررسی به روزرسانی ها نیست

source: Version
fa: خطا در اطلاعات نسخه </ i>

source: is available.
fa: نسخه

source: The system is on the latest version.
fa: موجود است.

source: The system is on a later version than official release.
fa: سیستم در آخرین نسخه است.

source: Error comparing installed with latest version available
fa: این سیستم در نسخه بعدی نسبت به نسخه رسمی قرار دارد.

source: Version information updated at
fa: خطا در مقایسه نصب شده با آخرین نسخه موجود

source: Saved System Information Widget Filter via Dashboard.
fa: اطلاعات نسخه به روز شده در

source: Unknown system
fa: فیلتر ابزارک اطلاعات سیستم ذخیره شده از طریق داشبورد.

source: Serial:
fa: سیستم ناشناخته

source: Netgate Device ID:
fa: سریال:

source: Vendor:
fa: شناسه دستگاه Netgate:

source: Version:
fa: فروشنده:

source: Release Date:
fa: نسخه:

source: built on
fa: تاریخ انتشار:

source: CPUs
fa: ساخته شده بر پایه ی

source: Hardware crypto
fa: CPU

source: Current date/time
fa: رمزنگاری سخت افزار

source: DNS server(s)
fa: تاریخ / زمان فعلی

source: Last config change
fa: سرور DNS (ها)

source: State table size
fa: آخرین تغییر پیکربندی

source: Show states
fa: اندازه جدول دولت

source: Load average
fa: نمایش حالتها

source: Last 1, 5 and 15 minutes
fa: متوسط ​​بار

source: CPU usage
fa: آخرین 1 ، 5 و 15 دقیقه

source: Retrieving CPU data %s
fa: میزان استفاده از پردازنده

source: Memory usage
fa: بازیابی اطلاعات CPU%s

source: SWAP usage
fa: استفاده از حافظه

source: Disk usage:
fa: استفاده SWAP

source: of
fa: استفاده از دیسک:

source: in RAM
fa: از

source: All System Information items are hidden.
fa: در RAM

source: Item
fa: همه موارد اطلاعاتی سیستم پنهان است.

source: Saved Wake on LAN Filter via Dashboard.
fa: مورد

source: Device
fa: از طریق داشبورد Wake را در فیلتر LAN ذخیره کنید.

source: Wake
fa: دستگاه

source: Wake up!
fa: از خواب بیدار

source: All WoL entries are hidden.
fa: بیدار شوید!

source: No saved WoL addresses
fa: همه ورودی های WoL پنهان است.

source: DHCP Leases Status
fa: هیچ آدرس WoL ذخیره نشده

source: MAC
fa: وضعیت اجاره DHCP

source: Saved RSS Widget feed via Dashboard.
fa: مک

source: Feeds
fa: فید ویجت RSS ذخیره شده از طریق داشبورد.

source: # Stories
fa: خوردها

source: Widget height
fa: # داستان »

source: Content limit
fa: ارتفاع ویجت

source: Picture widget saved via Dashboard.
fa: حد محتوا

source: New pictures:
fa: ویجت تصویر ذخیره شده از طریق داشبورد.

source: No CARP Interfaces Defined.
fa: تصاویر جدید:

source: Click %1$shere%2$s to configure CARP.
fa: هیچ رابط CARP تعریف نشده است.

source: Saved SMART Status Filter via Dashboard.
fa: برای پیکربندی CARP روی%1 $ shere%2 $ s کلیک کنید.

source: Drive
fa: فیلتر وضعیت SMART ذخیره شده از طریق داشبورد.

source: Ident
fa: راندن

source: All SMART drives are hidden.
fa: شناسه

source: Packetloss
fa: همه درایوهای SMART مخفی هستند.

source: Latency
fa: Packetloss

source: Online <br/>(unmonitored)
fa: تاخیر

source: All gateways are hidden.
fa: آنلاین <br/> (بدون نظارت)

source: No gateways found.
fa: همه دروازه ها پنهان است.

source: Updated gateways widget settings via dashboard.
fa: هیچ دروازه ای یافت نشد.

source: Display
fa: تنظیمات ویجت گیت از طریق داشبورد به روز شد.

source: Gateway IP
fa: نمایش دادن

source: Unable to retrieve status
fa: IP Gateway

source: delete
fa: بازیابی وضعیت امکان پذیر نیست

source: Advanced Features
fa: حذف

source: Listen on All interfaces/ip addresses
fa: خصوصیات پیشرفته

source: loopback
fa: گوش دادن به همه رابط ها و آدرس های IP

source: Show Advanced Options
fa: حلقه برگشت

source: Hide Advanced Options
fa: نمایش گزینه های پیشرفته

source: This VLAN cannot be deleted because it is still being used as an interface.
fa: پنهان کردن گزینه های پیشرفته

source: Edit VLAN
fa: رابط های VLAN

source: Delete VLAN
fa: ویرایش VLAN

source: Not all drivers/NICs support 802.1Q VLAN tagging properly. %1$sOn cards that do not explicitly support it, VLAN tagging will still work, but the reduced MTU may cause problems.%1$sSee the %2$s handbook for information on supported cards.
fa: حذف VLAN

source: Vouchers in Use (%d)
fa: آیا مطمئن هستید که می خواهید این VLAN را حذف کنید؟

source: Voucher
fa: کوپن در استفاده (%d)

source: Roll
fa: کوپن

source: Activated at
fa: رول

source: Expires in
fa: در

source: Expires at
fa: منقضی می شود در

source: min
fa: منقضی می شود در

source: This LAGG interface cannot be deleted because it is still being used.
fa: دقیقه

source: LAGG Interfaces
fa: این رابط LAGG نمی تواند حذف شود زیرا هنوز مورد استفاده قرار می گیرد.

source: Edit LAGG interface
fa: رابط های LAGG

source: Delete LAGG interface
fa: ویرایش رابط LAGG

source: Client ID
fa: حذف رابط LAGG

source: n/a
fa: شناسه مشتری

source: Send WOL packet
fa: n / a

source: No leases to display
fa: ارسال بسته WOL

source: Leases in Use
fa: اجاره ای برای نمایش

source: # of leases in use
fa: اجاره در استفاده

source: No leases are in use
fa: # اجاره نامه در حال استفاده

source: The MAC address %s belongs to a local interface. It cannot be used here.
fa: هیچ اجاره ای در حال استفاده نیست

source: [%s] already exists.
fa: یک آدرس MAC معتبر باید مشخص شود. [%s]

source: Edit MAC Address Rules
fa: [%s] از قبل وجود دارد.

source: Choose what to do with packets coming from this MAC address.
fa: ویرایش قوانین آدرس MAC

source: *MAC Address
fa: با بسته هایی که از این آدرس MAC آمده اند ، چه کاری انجام دهید.

source: 6 hex octets separated by colons
fa: * آدرس MAC

source: A description may be entered here for administrative reference (not parsed)
fa: 6 عدد اکتشاف شش ضلعی جدا شده توسط روده بزرگ

source: Enter a download limit to be enforced on this MAC in Kbit/s
fa: محدودیت بارگذاری را برای اجرا در این MAC در Kbit / s وارد کنید

source: Tier %s
fa: محدودیت بارگیری را برای اجرای این MAC در Kbit / s وارد کنید

source: Gathering data
fa: درجه%s

source: Saved system update settings.
fa: جمع آوری اطلاعات

source: Changes have been saved successfully
fa: تنظیمات به روزرسانی سیستم ذخیره شد.

source: Firmware Branch
fa: تغییرات با موفقیت ذخیره شدند

source: Updates
fa: شعبه سیستم عامل

source: Dashboard check
fa: به روزرسانی ها

source: GitSync
fa: بررسی داشبورد

source: Auto sync on update
fa: GitSync

source: After updating, sync with the following repository/branch before reboot.
fa: همگام سازی خودکار در به روز رسانی

source: The most recently used repository was %s. This repository will be used if the field is left blank.
fa: URL مخزن

source: The most recently used branch was "%1$s". (Usually the branch name is RELENG_2_4_5)%2$sNote: Sync will not be performed if a branch is not specified.
fa: نام شعبه

source: Copy of only the updated files.
fa: گزینه های همگام سازی

source: Copy of only the different or missing files.
fa: فقط پرونده های به روز شده را کپی کنید.

source: Show different and missing files.%1$sWith 'Diff/Minimal' option.
fa: فقط پرونده های مختلف یا مفقود شده را کپی کنید.

source: Show constructed command.%1$sWith 'Diff/Minimal' option.
fa: پرونده های مختلف و مفقود را نمایش دهید.%1 $ s با گزینه Diff / Minimal گزینه .

source: Dry-run only.%1$sNo files copied.
fa: دستور ساخته شده را نمایش دهید.%1 $ s با گزینه Diff / Minimal.

source: See "playback gitsync --help" in console "PHP Shell + pfSense tools" for additional information.
fa: فقط خشک اجرا شود.%1 $ s فایلها کپی نشده اند.

source: Bandwidth In
fa: تنظیمات نمودار

source: Bandwidth Out
fa: پهنای باند در

source: FQDN
fa: پهنای باند

source: Controls
fa: FQDN

source: Clear graphs when not visible.
fa: کنترل

source: Keep graphs updated on inactive tab. (increases cpu usage)
fa: نمودارها را در صورت عدم مشاهده پاک کنید.

source: Invert in/out
fa: نمودارها را در برگه غیرفعال نگه دارید. (استفاده از پردازنده را افزایش می دهد)

source: Bits/sec
fa: معکوس کردن / ورود

source: Host IP
fa: بیت / ثانیه

source: Host Name or IP
fa: میزبان IP

source: removed gateway group %s
fa: نام میزبان یا IP

source: Edit gateway group
fa: گروه دروازه%s حذف شد

source: Copy gateway group
fa: ویرایش گروه دروازه

source: Delete gateway group
fa: گروه دروازه کپی کنید

source: Remember to use these Gateway Groups in firewall rules in order to enable load balancing, failover, or policy-based routing.%1$sWithout rules directing traffic into the Gateway Groups, they will not be used.
fa: حذف گروه دروازه

source: The total size of all files uploaded may not exceed %s.
fa: پرونده ای با نام %s از قبل موجود است.

source: Upload a New File
fa: اندازه کل پرونده های آپلود شده ممکن است از%s فراتر نرود.

source: File
fa: بارگذاری پرونده جدید

source: Installed Files
fa: فایل

source: Delete file
fa: فایلهای نصب شده

source: Total
fa: حذف پرونده

source: Any files that are uploaded here with the filename prefix of captiveportal- will be made available in the root directory of the captive portal HTTP(S) server. An icon file named favicon.ico may also be uploaded and will remain without prefix. They may be referenced directly from the portal page HTML code using relative paths. Example: An image uploaded with the name 'captiveportal-test.jpg' using the file manager can then be included in the portal page like this:
fa: جمع

source: The total size limit for all files is %s.
fa: خط مشی استفاده قابل قبول

source: Source prefix
fa: حد مجاز کل پرونده ها%s است.

source: Destination prefix
fa: پیشوند منبع

source: The specified source address is not a valid IPv6 prefix
fa: پیشوند مقصد

source: The specified destination address is not a valid IPv6 prefix
fa: آدرس منبع مشخص شده پیشوند معتبر IPv6 نیست

source: Firewall: NAT: NPt - saved/edited NPt mapping.
fa: آدرس مقصد مشخص شده پیشوند معتبر IPv6 نیست

source: Edit NAT NPt Entry
fa: فایروال: NAT: NPt - نقشه برداری NPt ذخیره یا ویرایش شده است.

source: Choose which interface this rule applies to.%sHint: Typically the "WAN" is used here.
fa: ویرایش ورودی NAT NPt

source: Use this option to invert the sense of the match.
fa: پیشوند داخلی IPv6

source: Internal (LAN) ULA IPv6 Prefix for the Network Prefix translation. The prefix size specified for the internal IPv6 prefix will be applied to the external prefix.
fa: از این گزینه برای معکوس کردن حس کبریت استفاده کنید.

source: Global Unicast routable IPv6 prefix
fa: پیشوند مقصد IPv6

source: Warning, could not open log for writing.
fa: پیشوند IPv6 قابل رویت جهانی Unicast

source: ERROR!!! An error occurred on pkg execution (rc = %d) with parameters '%s':
fa: هشدار ، نتوانست ورود به سیستم را برای نوشتن باز کند.

source: ERROR: Error trying to get package version. Aborting...
fa: خطا: خطا در تلاش برای گرفتن لیست بسته ها. سقط ...

source: Running last steps of %s installation.
fa: خطا: خطایی در تلاش برای به دست آوردن نسخه بسته. سقط ...

source: Resyncing configuration for all packages.
fa: مراحل آخر نصب%s را اجرا می کنید.

source: Syncing packages...
fa: تنظیم مجدد پیکربندی برای همه بسته ها.

source: Removing package...
fa: در حال همگام سازی بسته ها ...

source: done.
fa: در حال حذف بسته ...

source: The %s package is missing its configuration file and must be reinstalled.
fa: انجام شده.

source: Reinstalling package %s failed. Take appropriate measures!!!
fa: نصب مجدد بسته%1 $ s زیرا پرونده موجود در آن (%2 $ s) وجود ندارد!

source: Beginning package installation.
fa: نصب مجدد بسته%s انجام نشد. اقدامات مناسب را انجام دهید !!!

source: Beginning package installation for %s .
fa: شروع نصب بسته.

source: Saving updated package information...
fa: شروع نصب بسته برای%s.

source: Installed %s package.
fa: در حال ذخیره اطلاعات بسته به روز شده ...

source: Overwrote previous installation of %s.
fa: بسته%s نصب شد.

source: overwrite!
fa: نصب قبلی%s را نادیده بگیرید.

source: Intermediate config write during package install for %s.
fa: زیاد نوشتن!

source: The %1$s package is not installed.%2$sInstallation aborted.
fa: نوشتن پیکربندی متوسط ​​در هنگام نصب بسته برای%s.

source: Failed to install package: %s.
fa: بسته%1 $ s نصب نشده است.%2 $ نصب آن متوقف شد.

source: Failed to install package.
fa: نصب بسته انجام نشد:%s.

source: Loading package configuration...
fa: نصب بسته انجام نشد.

source: Configuring package components...
fa: در حال بارگیری پیکربندی بسته ...

source: Loading package instructions...
fa: پیکربندی مؤلفه های بسته ...

source: Include %s is missing!
fa: در حال بارگیری دستورالعمل های بسته ...

source: Custom commands...
fa: شامل%s نیست!

source: Executing custom_php_global_functions()...
fa: دستورات سفارشی ...

source: Executing custom_php_install_command()...
fa: اجرای custom_php_global_functions () ...

source: Executing custom_php_resync_config_command()...
fa: اجرای custom_php_install_command () ...

source: Menu items...
fa: اجرای custom_php_resync_config_command () ...

source: Services...
fa: موارد منو ...

source: Loading package configuration... failed!
fa: خدمات...

source: Installation aborted.
fa: بارگیری پیکربندی بسته ... انجام نشد!

source: Unable to load package configuration. Installation aborted.
fa: نصب لغو شد.

source: Writing configuration...
fa: پیکربندی بسته بارگیری نشد. نصب لغو شد.

source: Successfully installed package: %s.
fa: نوشتن پیکربندی ...

source: The %1$s package is not installed.%2$sDeletion aborted.
fa: بسته نصب شده با موفقیت:%s.

source: Removing %s package...
fa: بسته%1 $ s نصب نشده است.%2 $ sDeletion متوقف شد.

source: Removing %s components...
fa: در حال حذف%s بسته ...

source: Intermediate config write during package removal for %s.
fa: در حال حذف مؤلفه%s ...

source: Include file %s could not be found for inclusion.
fa: نوشتن پیکربندی متوسط ​​در هنگام حذف بسته برای%s.

source: Deinstall commands...
fa: شامل پرونده%s برای یافتن نشد.

source: Not executing custom deinstall hook because an include is missing.
fa: دستورات حذف نصب ...

source: Syslog entries...
fa: عدم اجرای قلاب نصب سفارشی به دلیل اینکه یک گمرک موجود نیست.

source: Configuration...
fa: ورودی های Syslog ...

source: Removed %s package.
fa: پیکربندی ...

source: Waiting for Internet connection to update pkg metadata and finish package reinstallation
fa: بسته%s حذف شد.

source: Package %s does not exist in current %s version and it has been removed.
fa: نصب مجدد بسته

source: list_phpfiles: unable to examine path %s
fa: متوقف کردن همه بسته ها.

source: unable to read %s
fa: list_phpfiles: قادر به بررسی مسیر%s

source: error: tag mismatch ( %1$s != %2$s ) in '%3$s'%4$s
fa: قادر به خواندن%s

source: warning: tag %1$s has no data in '%2$s'%3$s
fa: خطا: عدم تطابق برچسب (%1 $ s! =%2 $ s) در '%3 $ s'%4 $ s

source: warning: tag %1$s has malformed data in '%2$s'%3$s
fa: هشدار: برچسب%1 $ s داده ای در %2 $ s%3 $ s ندارد

source: warning: tag %1$s has invalid data in '%2$s'%3$s
fa: هشدار: برچسب%1 $ s داده های نادرست را در%2 $ s '%3 $ s
