Repository: mehdiimrzz/pfsense
Catalog: src/usr/local/share/locale/*/LC_MESSAGES/pfSense.po
Languages: fa

source: PFS key group
fa: توجه: MD5 و SHA1 امنیت ضعیفی را ارائه می دهند و باید از آن جلوگیری کرد.

source: Specifies how often the connection must be rekeyed, in seconds
fa: گروه اصلی PFS

source: Automatically ping host
fa: مشخص می کند که چند بار اتصال باید طی چند ثانیه مجدداً برقرار شود.

source: Auto Update Page
fa: به طور خودکار میزبان پینگ

source: Refresh
fa: صفحه به روز رسانی خودکار

source: Gathering PF information, please wait...
fa: تازه کردن

source: Roll#
fa: با جمع آوری اطلاعات PF ، لطفا صبر کنید ...

source: used
fa: رول #

source: ready
fa: استفاده شده

source: OpenVPN %s wizard
fa: آماده

source: OpenVPN Wizard
fa: جادوگر OpenVPN%s

source: OpenVPN configuration saved via OpenVPN Remote Access Server setup wizard.
fa: جادوگر OpenVPN

source: The number of connections should be greater than 1.
fa: تعداد اتصالات باید مشخص شود.

source: The number of LAN type interfaces must be specified.
fa: تعداد اتصالات باید از 1. بیشتر باشد.

source: The number of LAN type interfaces should be greater than 1.
fa: باید تعداد رابط های نوع LAN مشخص شود.

source: The specified number of connections is greater than the number of ALTQ-capable assigned interfaces!
fa: تعداد رابط های نوع LAN باید از 1. بیشتر باشد.

source: The same interface cannot be selected for local and outside.
fa: پهنای باند مشخص شده نمی تواند کمتر از 1 باشد.

source: The same interface cannot be selected twice on local interfaces.
fa: همان رابط برای محلی و خارج قابل انتخاب نیست.

source: Address must be a valid IP address or Firewall Alias. Please correct this value to continue.
fa: رابط مشابه نمی تواند دو بار در رابط های محلی انتخاب شود.

source: Custom Bandwidths are greater than 30%. Please lower them for the wizard to continue.
fa: فقط درصد مشخصات پهنای باند مجاز است.

source: Traffic Shaper Wizard
fa: جعبه پنالتی

source: Connections From Upstream SIP Server
fa: جادوگر ترافیک

source: Connections To Upstream SIP Server
fa: اتصالات از سرور SIP بالادست

source: Shaper configuration saved via pfSense traffic shaper wizard.
fa: اتصالات به سرور SIP بالادست

source: The settings have already been applied!
fa: پیکربندی Shaper از طریق جادوگر ترافیک pfSense ذخیره شد.

source: An interface with the specified description already exists.
fa: تنظیمات قبلاً اعمال شده است!

source: Sorry, an alias with the name %s already exists.
fa: یک رابط با توضیحات مشخص از قبل موجود است.

source: Sorry, an interface group with the name %s already exists.
fa: متأسفیم ، نام مستعار%s در حال حاضر وجود دارد.

source: The interface description cannot contain only numbers.
fa: متأسفیم ، یک گروه رابط با نام%s از قبل موجود است.

source: The interface description cannot start with pkg_
fa: توضیحات رابط فقط نمی تواند شامل اعداد باشد.

source: In order to block bogon networks the Firewall Maximum Table Entries value in System / Advanced / Firewall must be increased at least to %s.
fa: توضیحات واسط با pkg_ شروع نمی شود

source: Subnet bit count
fa: آدرس IPv4

source: This interface is referenced by IPv4 VIPs. Please delete those before setting the interface to 'none' configuration.
fa: تعداد بیت زیر شبکه

source: PPPoE username
fa: پورت مودم

source: PPPoE password
fa: نام کاربری PPPoE

source: PPTP username
fa: گذرواژه PPPoE

source: PPTP password
fa: نام کاربری PPTP

source: PPTP local IP address
fa: رمز عبور PPTP

source: PPTP subnet
fa: آدرس IP محلی PPTP

source: PPTP remote IP address
fa: زیر شبکه PPTP

source: L2TP username
fa: آدرس IP از راه دور PPTP

source: L2TP password
fa: نام کاربری L2TP

source: L2TP remote IP address
fa: گذرواژه L2TP

source: This interface is referenced by IPv6 VIPs. Please delete those before setting the interface to 'none' configuration.
fa: آدرس IP از راه دور L2TP

source: DHCPv6 Prefix Delegation size must be provided when Send IPv6 prefix hint flag is checked
fa: برای پیکربندی%s باید رابط مجدداً تنظیم شود.

source: 6RD Border Relay must be an IPv4 address.
fa: فقط یک رابط را می توان در یک پیشوند 6 بعدی تنظیم کرد.

source: Only one interface can be configured as 6to4.
fa: رله مرزی 6RD باید یک آدرس IPv4 باشد.

source: A valid interface to track must be selected.
fa: فقط یک رابط به صورت 6to4 قابل تنظیم است.

source: A valid hexadecimal number must be entered for the IPv6 prefix ID.
fa: باید یک رابط معتبر برای ردیابی انتخاب شود.

source: The specified IPv6 Prefix ID is out of range.
fa: یک شماره شش ضلعی معتبر باید برای شناسه پیشوند IPv6 وارد شود.

source: This track6 prefix ID is already being used in %s.
fa: شناسه پیشوند IPv6 مشخص شده خارج از محدوده است.

source: IPv4 address %s is being used by or overlaps with:
fa: این شناسه پیش شماره track6 در حال حاضر در%s استفاده می شود.

source: This IPv4 address is the network address and cannot be used
fa: آدرس IPv4%s توسط یا همپوشانی دارد:

source: This IPv4 address is the broadcast address and cannot be used
fa: این آدرس IPv4 آدرس شبکه است و نمی توان از آن استفاده کرد

source: This IPv4 address conflicts with a Static Route.
fa: این آدرس IPv4 آدرس پخش است و نمی توان از آن استفاده کرد

source: A valid IPv6 address must be specified.
fa: این آدرس IPv4 با یک مسیر ثابت (Static Route) در تضاد است.

source: IPv6 link local addresses cannot be configured as an interface IP.
fa: یک آدرس معتبر IPv6 باید مشخص شود.

source: IPv6 address %s is being used by or overlaps with:
fa: آدرس های محلی پیوند IPv6 نمی توانند به عنوان یک IP رابط پیکربندی شوند.

source: This IPv6 address conflicts with a Static Route.
fa: آدرس IPv6%s توسط یا همپوشانی دارد:

source: A valid subnet bit count must be specified.
fa: این آدرس IPv6 با یک مسیر ثابت (Static Route) در تضاد است.

source: A valid alias IP address must be specified.
fa: یک تعداد بیت زیر شبکه معتبر باید مشخص شود.

source: A valid alias subnet bit count must be specified.
fa: باید یک آدرس IP معتبر alias مشخص شود.

source: An invalid IP address was detected in the 'Reject leases from' field.
fa: باید یک مقدار بیت معتبر زیر شبکه alias مشخص شود.

source: A valid IPv4 gateway must be specified.
fa: یک آدرس IP نامعتبر در قسمت رد اجاره از شناسایی شد.

source: A valid IPv6 gateway must be specified.
fa: یک دروازه معتبر IPv4 باید مشخص شود.

source: The service name may not contain quote characters.
fa: یک دروازه معتبر IPv6 باید مشخص شود.

source: A valid PPTP local IP address must be specified.
fa: نام سرویس ممکن است حاوی نویسه های نقل قول نباشد.

source: A valid PPTP subnet bit count must be specified.
fa: یک آدرس IP معتبر محلی PPTP باید مشخص شود.

source: A valid PPTP remote IP address must be specified.
fa: یک تعداد بیت PPTP معتبر باید مشخص شود.

source: The MTU must be between %d and %d bytes.
fa: یک آدرس IP معتبر از راه دور PPTP باید مشخص شود.

source: The MTU of a VLAN cannot be greater than that of its parent interface.
fa: MTU باید بین%d و%d بایت باشد.

source: Interface %s (VLAN) has MTU set to a larger value.
fa: MTU یک VLAN نمی تواند بیشتر از رابط والدین خود باشد.

source: The MSS must be an integer between 576 and 65535 bytes.
fa: رابط%s (VLAN) دارای MTU برای مقادیر بزرگتر است.

source: A specific channel, not auto, must be selected for Access Point mode.
fa: MSS باید عدد صحیحی بین 576 و 65535 بایت باشد.

source: 802.11n standards require enabling WME.
fa: یک کانال خاص و نه خودکار باید برای حالت Access Point انتخاب شود.

source: Key Rotation must be an integer between 1 and 9999.
fa: استانداردهای 802.11n نیاز به فعال کردن WME دارند.

source: Master Key Regeneration must be an integer between 1 and 9999.
fa: چرخش کلید باید عدد صحیحی بین 1 و 9999 باشد.

source: Master Key Regeneration must be greater than Key Rotation.
fa: بازسازی کلید اصلی باید عدد صحیحی بین 1 و 9999 باشد.

source: 802.1X Authentication Server must be an IP or hostname.
fa: بازسازی کلید اصلی باید بیشتر از چرخش کلید باشد.

source: Secondary 802.1X Authentication Server must be an IP or hostname.
fa: 802.1X سرور تأیید اعتبار باید یک IP یا نام میزبان باشد.

source: 802.1X Authentication Server Port must be a valid port number (1-65535).
fa: سرور تأیید اعتبار ثانویه 802.1X باید یک IP یا نام میزبان باشد.

source: Channel must be between 0-255.
fa: کانال نامعتبر مشخص شده است.

source: Distance must be an integer.
fa: کانال باید بین 0-255 باشد.

source: Channel selected is not valid for 802.11a or 802.11na.
fa: فاصله باید عدد صحیح باشد.

source: Channel selected is not valid for 802.11b or 802.11g.
fa: کانال انتخاب شده برای 802.11a یا 802.11na معتبر نیست.

source: Invalid option chosen for OFDM Protection Mode
fa: کانال انتخاب شده برای 802.11b یا 802.11g معتبر نیست.

source: The WPA passphrase must be between 8 and 63 characters long.
fa: گزینه نامعتبر انتخاب شده برای حالت حفاظت OFDM

source: A WPA Passphrase must be specified when WPA PSK is enabled.
fa: عبارات WPA باید بین 8 تا 63 نویسه باشد.

source: PPP Password and confirmed password must match!
fa: هنگام فعال کردن WPA PSK ، باید یک عبارت WPA را مشخص کنید.

source: PPPoE Password and confirmed password must match!
fa: رمز عبور PPP و رمز عبور تأیید شده باید مطابقت داشته باشند!

source: PTPP Password and confirmed password must match!
fa: رمز عبور PPPoE و رمز عبور تأیید شده باید مطابقت داشته باشند!

source: Unable to change mode to %s. The maximum number of wireless clones supported in this mode may have been reached.
fa: رمز عبور PTPP و رمز تأیید شده باید مطابقت داشته باشند!

source: Static IPv6
fa: استاتیک IPv4

source: DHCP6
fa: استاتیک IPv6

source: SLAAC
fa: DHCP6

source: 6rd Tunnel
fa: SLAAC

source: 6to4 Tunnel
fa: 6 تونل

source: Track Interface
fa: تونل 6to4

source: Default (no preference, typically autoselect)
fa: پیگیری رابط

source: ------- Media Supported by this interface -------
fa: پیش فرض (بدون اولویت ، به طور معمول خودکار)

source: The %s configuration has been changed.
fa: ------- رسانه های پشتیبانی شده توسط این رابط -------

source: The changes must be applied to take effect.
fa: پیکربندی%s تغییر کرده است.

source: Don't forget to adjust the DHCP Server range if needed after applying.
fa: تغییرات لازم است تا اعمال شود.

source: General Configuration
fa: فراموش نکنید که در صورت لزوم دامنه DHCP Server را تنظیم کنید.

source: Enter a description (name) for the interface here.
fa: پیکربندی عمومی

source: IPv4 Configuration Type
fa: یک توضیحات (نام) رابط را اینجا وارد کنید.

source: IPv6 Configuration Type
fa: نوع پیکربندی IPv4

source: IPv4/IPv6 Configuration
fa: نوع پیکربندی IPv6

source: The MAC address of a VLAN interface must be set on its parent interface
fa: پیکربندی IPv4 / IPv6

source: If a value is entered in this field, then MSS clamping for TCP connections to the value entered above minus 40 (TCP/IP header size) will be in effect.
fa: MSS

source: Explicitly set speed and duplex mode for this interface.%sWARNING: MUST be set to autoselect (automatically negotiate speed) unless the port this interface connects to has its speed and duplex forced.
fa: سرعت و دوبلکس

source: *IPv4 Address
fa: پیکربندی استاتیک IPv4

source: IPv4 Upstream gateway
fa: * آدرس IPv4

source: IPv4 Upstream Gateway
fa: IPv4 دروازه بالادست

source: Add a new gateway
fa: IPv4 دروازه بالادست

source: If this interface is an Internet connection, select an existing Gateway from the list or add a new one using the "Add" button.%1$sOn local area network interfaces the upstream gateway should be "none". Gateways can be managed by %2$sclicking here%3$s.
fa: افزودن یک دروازه جدید

source: *IPv6 address
fa: پیکربندی استاتیک IPv6

source: Use IPv4 connectivity as parent interface
fa: * آدرس IPv6

source: IPv6 Upstream gateway
fa: از اتصال IPv4 به عنوان رابط والدین استفاده کنید

source: IPv6 Upstream Gateway
fa: IPv6 دروازه بالادست

source: If this interface is an Internet connection, select an existing Gateway from the list or add a new one using the "Add" button.%sOn local LANs the upstream gateway should be "none".
fa: IPv6 دروازه بالادست

source: DHCP Client Configuration
fa: دروازه جدید IPv6

source: Options
fa: پیکربندی مشتری DHCP

source: Use advanced DHCP configuration options.
fa: گزینه ها

source: Override the configuration from this file.
fa: از گزینه های پیشرفته پیکربندی DHCP استفاده کنید.

source: The value in this field is sent as the DHCP client identifier and hostname when requesting a DHCP lease. Some ISPs may require this (for client identification).
fa: پیکربندی را از این پرونده رد کنید.

source: The value in this field is used as a fixed alias IPv4 address by the DHCP client.
fa: آدرس IPV4 نام مستعار

source: To have the DHCP client reject offers from specific DHCP servers, enter their IP addresses here (separate multiple entries with a comma). This is useful for rejecting leases from cable modems that offer private IP addresses when they lose upstream sync.
fa: اجاره نامه از

source: Normally off unless specifically required by the ISP.
fa: اولویت DHCP VLAN

source: Choose 802.1p priority to set.
fa: به طور معمول خاموش است مگر اینکه به طور مشخص توسط ISP مورد نیاز باشد.

source: Protocol timing
fa: اولویت 802.1p را برای تنظیم انتخاب کنید.

source: Select timeout
fa: زمان بندی پروتکل

source: Backoff cutoff
fa: انتخاب زمان

source: Initial interval
fa: قطع برگشت

source: Presets
fa: فاصله اولیه

source: The values in these fields are DHCP protocol timings used when requesting a lease.%1$sSee %2$shere%3$s for more information
fa: ایستگاه از پیش تنظیم شده

source: Lease Requirements and Requests
fa: رد کردن پرونده پیکربندی

source: Send options
fa: نیازها و درخواست های اجاره نامه

source: Request options
fa: ارسال گزینه ها

source: Require options
fa: درخواست گزینه ها

source: Option modifiers
fa: نیاز به گزینه ها

source: DHCP6 Client Configuration
fa: اصلاح کنندگان گزینه

source: Use advanced DHCPv6 configuration options.
fa: تنظیمات مشتری DHCP6

source: Request only an IPv6 prefix
fa: از گزینه های پیشرفته پیکربندی DHCPv6 استفاده کنید.

source: DHCPv6 Prefix Delegation size
fa: فقط یک پیشوند IPv6 درخواست کنید

source: The value in this field is the delegated prefix length provided by the DHCPv6 server. Normally specified by the ISP.
fa: اندازه نمایندگی پیشوند DHCPv6

source: Debug
fa: ارسال نکته پیشوند IPv6

source: Do not wait for a RA
fa: اشکال زدایی

source: Do not allow PD/Address release
fa: منتظر RA نباشید

source: DHCP6 VLAN Priority
fa: اجازه انتشار PD / آدرس را نمی دهید

source: The value in this field is the full absolute path to a DHCP client configuration file. [/[dirname/[.../]]filename[.ext]] %1$sValue Substitutions in Config File: {interface}, {hostname}, {mac_addr_asciiCD}, {mac_addr_hexCD} %1$sWhere C is U(pper) or L(ower) Case, and D is " :-." Delimiter (space, colon, hyphen, or period) (omitted for none).%1$sSome ISPs may require certain options be or not be sent.
fa: اولویت DHCP6 VLAN

source: Information only
fa: پیکربندی پیشرفته مشتری DHCP6

source: Only exchange informational configuration parameters with servers.
fa: فقط اطلاعات

source: Request Options
fa: فقط پارامترهای پیکربندی اطلاعاتی را با سرور مبادله کنید.

source: Scripts
fa: درخواست گزینه ها

source: Identity Association Statement
fa: اسکریپت ها

source: Prefix interface statement
fa: بیانیه انجمن هویت

source: Select prefix interface
fa: بیانیه رابط پیشوند

source: Prefix Interface
fa: رابط پیشوند را انتخاب کنید

source: Select the interface on which to apply the prefix delegation.
fa: رابط پیشوند

source: Authentication statement
fa: رابط کاربری نماینده پیشوند را انتخاب کنید.

source: Keyinfo statement
fa: بیانیه تأیید اعتبار

source: See %1$shere%2$s more information
fa: بیانیه Keyinfo

source: 6RD Configuration
fa: مشاهده اطلاعات بیشتر%1 $ shere%2 $ s

source: 6RD Prefix
fa: پیکربندی 6RD

source: *6RD Border relay
fa: پیشوند 6RD

source: 6RD IPv4 Prefix length
fa: * رله مرزی 6RD

source: 6RD IPv4 prefix length. Normally specified by the ISP. A value of 0 means embed the entire IPv4 address in the 6RD prefix.
fa: طول پیشوند 6RD IPv4

source: *IPv6 Interface
fa: پیگیری رابط IPv6

source: Selects the dynamic IPv6 WAN interface to track for configuration.
fa: * رابط IPv6

source: IPv6 Prefix ID
fa: رابط پویای IPv6 WAN را برای ردیابی پیکربندی انتخاب می کند.

source: (%1$shexadecimal%2$s from 0 to %3$s) The value in this field is the (Delegated) IPv6 prefix ID. This determines the configurable network ID based on the dynamic IPv6 connection. The default value is 0.
fa: شناسه پیشوند IPv6

source: Access Point Name
fa: به طور معمول * 99 # برای شبکه های GSM و # 777 برای شبکه های CDMA.

source: *Modem port
fa: نام نقطه دسترسی

source: Advanced PPP
fa: * پورت مودم

source: Create a new PPP configuration.
fa: PPP پیشرفته

source: PPPoE Configuration
fa: یک پیکربندی جدید PPP ایجاد کنید.

source: This field can usually be left empty.
fa: پیکربندی PPPoE

source: Idle timeout
fa: این زمینه معمولاً می تواند خالی باشد.

source: If no qualifying outgoing packets are transmitted for the specified number of seconds, the connection is brought down. An idle timeout of zero disables this feature.
fa: زمان پایان کار

source: Select a reset timing type.
fa: تنظیم مجدد دوره ای

source: Custom reset
fa: یک نوع تنظیم مجدد را انتخاب کنید.

source: Hour (0-23)
fa: تنظیم مجدد سفارشی

source: Minutes (0-59)
fa: ساعت (0-23)

source: Specific date (mm/dd/yyyy)
fa: دقیقه (0-59)

source: Leave the date field empty, for the reset to be executed each day at the time specified by the minutes and hour fields
fa: تاریخ مشخص (mm / dd / yyy)

source: Advanced and MLPPP
fa: بازنشانی مبتنی بر cron

source: Click for additional PPPoE configuration options. Save first if changes have been made.
fa: پیشرفته و MLPPP

source: *Local IP address
fa: پیکربندی PPTP / L2TP

source: *Remote IP address
fa: * آدرس IP محلی

source: This option causes the interface to operate in dial-on-demand mode, allowing it to be a virtual full time connection. The interface is configured, but the actual connection of the link is delayed until qualifying outgoing traffic is detected.
fa: * آدرس IP از راه دور

source: There are additional Local and Remote IP addresses defined for MLPPP.
fa: زمان پایان کار (ثانیه)

source: %sClick for additional PPTP and L2TP configuration options. Save first if changes have been made.
fa: آدرس IP محلی و راه دور دیگری برای MLPPP تعریف شده است.

source: Standard
fa: تنظیمات متداول

source: Off
fa: استاندارد

source: CTS to self
fa: خاموش

source: RTS and CTS
fa: CTS به خود

source: 802.11g OFDM Protection Mode
fa: RTS و CTS

source: For IEEE 802.11g, use the specified technique for protecting OFDM frames in a mixed 11b/11g network.
fa: 802.11g OFDM حالت محافظت

source: On
fa: تنظیمات آنتن

source: Diversity
fa: بر

source: Transmit antenna
fa: شماره 2

source: Receive antenna
fa: انتقال آنتن

source: Note: The antenna numbers do not always match up with the labels on the card.
fa: دریافت آنتن

source: This field can be used to tune ACK/CTS timers to fit the distance between AP and Client
fa: تنظیم فاصله (متر)

source: Regulatory domain
fa: تنظیمات تنظیم کننده

source: Some cards have a default that is not recognized and require changing the regulatory domain to one in this list for the changes to other regulatory settings to work
fa: دامنه نظارتی

source: Outdoor
fa: سرپوشیده

source: Anywhere
fa: در فضای باز

source: Location
fa: هر جا

source: These settings may affect which channels are available and the maximum transmit power allowed on those channels. Using the correct settings to comply with local regulatory requirements is recommended.%1$sAll wireless networks on this interface will be temporarily brought down when changing regulatory settings. Some of the regulatory domains or country codes may not be allowed by some cards. These settings may not be able to add additional channels that are not already supported.
fa: محل

source: 802.11g
fa: پیکربندی بی سیم خاص شبکه

source: 802.11n
fa: 802.11g

source: Minimum wireless standard
fa: 802.11n

source: When operating as an access point, allow only stations capable of the selected wireless standard to associate (stations not capable are not permitted to associate)
fa: حداقل استاندارد بی سیم

source: When operating as an access point in 802.11g mode, allow only 11g-capable stations to associate (11b-only stations are not permitted to associate)
fa: فقط 802.11g

source: Provides extra security by isolating clients so they cannot directly communicate with one another
fa: ارتباط داخل BSS مجاز است

source: Hide SSID
fa: فعال کردن WME

source: WPA
fa: مخفی کردن SSID

source: WPA Pre-Shared Key
fa: WPA

source: WPA Passphrase must be between 8 and 63 characters long
fa: کلید پیش فرض WPA

source: WPA2
fa: WPA Passphrase باید بین 8 تا 63 نویسه باشد

source: WPA mode
fa: WPA2

source: Extensible Authentication Protocol
fa: حالت WPA

source: WPA Key Management Mode
fa: پروتکل تأیید اعتبار گسترده

source: AES (recommended)
fa: حالت مدیریت کلید WPA

source: TKIP
fa: AES (توصیه می شود)

source: WPA Pairwise
fa: TKIP

source: Group Key Rotation
fa: WPA Pairwise

source: Time between group rekey events, specified in seconds. Allowed values are 1-9999. Must be shorter than Master Key Regeneration time
fa: چرخش کلید گروهی

source: Time between GMK rekey events, specified in seconds. Allowed values are 1-9999. Must be longer than Group Key Rotation time
fa: بازسازی کلید اصلی گروه

source: 802.1x RADIUS Options
fa: بازسازی کلید دقیق

source: IEEE802.1X
fa: گزینه های RADIUS 802.1x

source: This option requires that the "Enable WPA box" is checked
fa: IEEE802.1X

source: Primary 802.1X server
fa: این گزینه نیاز دارد که فعال کردن جعبه WPA بررسی شود

source: IP address of the RADIUS server
fa: سرور 802.1X اولیه

source: Server auth port. Default is 1812
fa: آدرس IP سرور RADIUS

source: RADIUS Shared secret for this firewall
fa: پورت auth سرور. پیش فرض 1812

source: Secondary 802.1X server
fa: RADIUS راز مشترک برای این دیوار آتش

source: Authentication Roaming Preauth
fa: سرور 802.1X ثانویه

source: Reserved Networks
fa: تأیید هویت رومینگ Preauth

source: Block private networks and loopback addresses
fa: شبکه های رزرو شده

source: Blocks traffic from IP addresses that are reserved for private networks per RFC 1918 (10/8, 172.16/12, 192.168/16) and unique local addresses per RFC 4193 (fc00::/7) as well as loopback addresses (127/8). This option should generally be turned on, unless this network interface resides in such a private address space, too.
fa: مسدود کردن شبکه های خصوصی و آدرس های حلقه باز

source: Blocks traffic from reserved IP addresses (but not RFC 1918) or not yet assigned by IANA. Bogons are prefixes that should never appear in the Internet routing table, and so should not appear as the source address in any packets received.%1$sNote: The update frequency can be changed under System > Advanced, Firewall & NAT settings.
fa: مسدود کردن شبکه های بوگونون

source: ttl
fa: دروازه جدید IPv4

source: Maximum number of hops must be between 1 and %s
fa: ttl

source: When using IPv4, the target host must be an IPv4 address or hostname.
fa: حداکثر تعداد هاپ باید بین 1 تا%s باشد

source: When using IPv6, the target host must be an IPv6 address or hostname.
fa: هنگام استفاده از IPv4 ، میزبان هدف باید یک آدرس IPv4 یا نام میزبان باشد.

source: Hostname must be a valid hostname or IP address.
fa: هنگام استفاده از IPv6 ، میزبان هدف باید یک آدرس IPv6 یا نام میزبان باشد.

source: Error: %s could not be traced/resolved
fa: نام میزبان باید یک نام میزبان معتبر یا آدرس IP باشد.

source: Select the protocol to use.
fa: خطا:%s را نمی توان ردیابی / حل کرد

source: Maximum number of hops
fa: پروتکل مورد استفاده را انتخاب کنید.

source: Select the maximum number of network hops to trace.
fa: حداکثر تعداد هاپ

source: Reverse Address Lookup
fa: برای ردیابی حداکثر تعداد هوپ های شبکه را انتخاب کنید.

source: When checked, traceroute will attempt to perform a PTR lookup to locate hostnames for hops along the path. This will slow down the process as it has to wait for DNS replies.
fa: جستجوی آدرس معکوس

source: By default, traceroute uses UDP but that may be blocked by some routers. Check this box to use ICMP instead, which may succeed.
fa: استفاده از ICMP
