Repository: mehdiimrzz/pfsense
Catalog: src/usr/local/share/locale/*/LC_MESSAGES/pfSense.po
Languages: fa

source: Error: attempting to write DUID file - File write error
fa: خطا: تلاش برای نوشتن پرونده DUID - نامعتبر DUID شناسایی شد

source: %sWarning: filter rule removed (interface '%s' does not exist anymore).
fa: خطا: تلاش برای نوشتن پرونده DUID - خطای نوشتن پرونده

source: Permit IPsec traffic.
fa: CARP vhid%s

source: System Administrators
fa: ترافیک IPsec را مجاز کنید.

source: Indicates whether this user will lock access to the webConfigurator for other users.
fa: مدیران سیستم

source: Indicates whether this user is allowed to copy files onto the %s appliance via SCP/SFTP.
fa: نشان می دهد که آیا این کاربر قادر است به عنوان مثال از طریق SSH وارد سیستم شود.

source: Do not send ICMP port unreachable messages for closed UDP ports
fa: بسته ها را به درگاه های TCP بسته بسته نکنید بدون بازگشت RST

source: Randomize the ID field in IP packets (default is 1: Assign random IP IDs)
fa: پیام های غیر قابل دستیابی درگاه ICMP را برای درگاه های بسته UDP ارسال نکنید

source: Sending of IPv4 ICMP redirects
fa: بسته های SYN-FIN را رها کنید (RFC1379 را خراب می کند ، اما به هر حال هیچ کس از آن استفاده نمی کند)

source: Sending of IPv6 ICMP redirects
fa: ارسال ریدایرکتهای IPv4 ICMP

source: Generate SYN cookies for outbound SYN-ACK packets
fa: ارسال ریدایرکتهای IPv6 ICMP

source: Maximum incoming TCP datagram size
fa: ایجاد کوکی های SYN برای بسته های خروجی SYN-ACK

source: Maximum outgoing TCP datagram size
fa: حداکثر اندازه داده ورودی TCP ورودی

source: Do not delay ACK to try and piggyback it onto a data packet
fa: حداکثر اندازه داده خروجی TCP در خروجی

source: Maximum outgoing UDP datagram size
fa: ACK را امتحان نکنید و آن را بر روی یک بسته داده پیکربندی کنید

source: Handling of non-IP packets which are not passed to pfil (see if_bridge(4))
fa: حداکثر اندازه داده خروجی UDP خروجی

source: Randomize PID's (see src/sys/kern/kern_fork.c: sysctl_kern_randompid())
fa: اجازه دسترسی غیرقانونی به شیر (4) گره دستگاه

source: TCP Offload engine
fa: تنظیم محدودیت های ICMP

source: Interface %s Static Gateway
fa: موتور تخلیه TCP

source: Interface %s Dynamic Gateway
fa: رابط%s State Gateway

source: Upgraded static route for %s
fa: رابط%s دروازه پویا

source: Sitedown pool for VS: %s
fa: مسیر استاتیک به روز شده برای%s

source: phase2 for %s
fa: استخر Sitedown برای VS:%s

source: Upgraded Dyndns %s
fa: فاز2 برای%s

source: All Users
fa: Dyndns%s به روز شده

source: Converted bridged %s
fa: تمام کاربران

source: Auto added OpenVPN rule from config upgrade.
fa: پل تبدیل شده%s

source: WEP is no longer supported. It will be disabled on the %s interface and the interface will be disabled. Please reconfigure the interface.
fa: به طور خودکار قانون OpenVPN را از به روزرسانی پیکربندی اضافه کرد.

source: DES is no longer supported, IPsec phase 2 item '%s' is being disabled.
fa: DES دیگر پشتیبانی نمی شود ، مورد شماره 1 مرحله IPsec '%s' غیرفعال است.

source: Layer 7 shaping is no longer supported. Its configuration has been removed.
fa: DES دیگر پشتیبانی نمی شود ، آیتم فاز 2 IPsec '%s' غیرفعال است.

source: Could not extract %s RRD xml file from archive!
fa: بازیابی RRD با%1 $ s خارج نشد ، خطا:%2 $ s

source: rrdtool restore -f '%1$s' '%2$s' failed returning %3$s.
fa: نمی توان%S پرونده RRD xml را از بایگانی استخراج کرد!

source: The FEC LAGG protocol is deprecated. The %s LAGG interface has been set to failover.
fa: بازگرداندن rrdtool -f '%1 $ s' '%2 $ s %3 $ s بازگردد.

source: Error: %1$s Description: %2$s
fa: هیچ صفحه ای به این کاربر اختصاص داده نشده است! اینجا کلیل کن تا خارج شوی.

source: Error
fa: خطا:%1 $ s شرح:%2 $ s

source: unknown reason
fa: خطا

source: Invalid login (%s).
fa: دلیل نامعلوم

source: This device is currently being maintained by: %s.
fa: ورود نامعتبر (%s).

source: %1$s.%2$s
fa: این دستگاه در حال حاضر توسط:%s نگهداری می شود.

source: Login to %1$s
fa: %1 $ s.%2 $ s

source: pfSense - Login
fa: ورود به%1 $ s

source: The IP address being used to access this router is not configured locally, which may be forwarded by NAT or other means. If this forwarding is unexpected, it should be verified that a man-in-the-middle attack is not taking place.
fa: pfSense - ورود »

source: Easy Rule: Blocked from Firewall Log View
fa: مرورگر برای ورود به سیستم باید از کوکی ها پشتیبانی کند.

source: Entry added
fa: قانون آسان: مسدود شده از نمای ورود به سیستم فایروال

source: Hosts blocked from Firewall Log view
fa: ورودی اضافه شد

source: Blocked host %s via easy rule
fa: میزبانها از نمای ورود به سیستم فایروال مسدود شدند

source: Easy Rule: Passed from Firewall Log View
fa: میزبان%s از طریق قانون آسان مسدود شده است

source: Tried to block invalid IP:
fa: قانون آسان: از نمای ورود به سیستم فایروال گذشت

source: Invalid interface for block rule:
fa: سعی کرد IP IP نامعتبر را مسدود کند:

source: Host added successfully
fa: رابط نامعتبر برای قانون بلوک:

source: Failed to create block rule, alias, or add host.
fa: میزبان با موفقیت اضافه شد

source: Tried to block but had no host IP or interface
fa: ایجاد قانون بلوک ، نام مستعار یا افزودن میزبان انجام نشد.

source: Unknown block error.
fa: سعی کرد که مسدود شود اما IP یا رابط میزبان نداشت.

source: Tried to unblock invalid IP:
fa: خطای بلاک ناشناخته.

source: No block rules set on interface:
fa: برای انسداد IP ناموجود سعی کرد:

source: Unblocked host %s via easy rule
fa: هیچ قانون بلوکی روی رابط تنظیم نشده است:

source: Host unblocked successfully
fa: مسدود کردن%میزبان%s از طریق قانون آسان

source: Host is not on block list:
fa: میزبان با موفقیت مسدود شد

source: Tried to unblock but had no host IP or interface
fa: میزبان در لیست بلوک نیست:

source: Invalid interface for pass rule:
fa: سعی کرد تا از حالت انسداد خارج شود ، اما IP یا رابط کاربری میزبان نداشت

source: Invalid protocol for pass rule:
fa: رابط نامعتبر برای قانون عبور:

source: Tried to pass invalid source IP:
fa: پروتکل نامعتبر برای قانون عبور:

source: Tried to pass invalid destination IP:
fa: سعی کرد IP منبع نامعتبر را تصویب کند:

source: Missing destination port:
fa: سعی کرد IP IP نامعتبر را منتقل کند:

source: Tried to pass invalid destination port:
fa: بندر مقصد وجود ندارد:

source: Successfully added pass rule!
fa: سعی کرد تا بندر مقصد نامعتبر را منتقل کند:

source: Failed to add pass rule.
fa: با موفقیت قانون عبور اضافه شد!

source: Missing parameters for pass rule.
fa: قانون گذر اضافه نشد.

source: Unknown pass error.
fa: پارامترهای موجود برای قانون عبور وجود ندارد.

source: Failed to encrypt/decrypt data!
fa: خطای ناشناخته عبور.

source: interfaces_bring_up() was called but no variable defined.
fa: رمزگذاری / رمزگشایی داده ها انجام نشد!

source: Configuring loopback interface...
fa: interfaces_bring_up () فراخوانی شد اما هیچ متغیری تعریف نشده است.

source: Configuring VLAN interfaces...
fa: پیکربندی رابط حلقه برگشت ...

source: VLAN: called with wrong options. Problems with config!
fa: پیکربندی رابط های VLAN ...

source: interface_vlan_configure called with if undefined.
fa: VLAN: با گزینه های اشتباه فراخوانی می شود. مشکلات پیکربندی!

source: vlan_interface called with if undefined var.
fa: رابط کاربری اگر نامشخص باشد با فراخوانی شده است.

source: QinQ compat VLAN: called with wrong options. Problems with config!%s
fa: vlan_interface با var اگر نامشخص باشد .

source: interface_qinq_configure called with if undefined.%s
fa: QinQ سازگار VLAN: با گزینه های اشتباه فراخوانی می شود. مشکلات پیکربندی!%s

source: interface_qinq_configure called with invalid if.%s
fa: رابط اگر نامشخص باشد با%d فراخوانی می شود.

source: interface_qinq_configure cannot create VLAN interface
fa: رابط. اگر_%s با پیوند نامعتبر نامیده می شود

source: Configuring QinQ interfaces...
fa: رابط_qinq_con پیکربندی نمی تواند رابط VLAN ایجاد کند

source: interface_qinq2_configure called with if undefined.%s
fa: پیکربندی رابط های QinQ ...

source: interface_qinq2_configure interface name too big %s. (max. size: %d).%s
fa: رابط اگر نامشخص باشد با%d فراخوانی می شود.

source: No members found on %s
fa: ایجاد رابط های کلون بی سیم ...

source: realif not defined in interfaces bridge - up
fa: هیچ عضو در%s یافت نشد

source: bridgeif not defined -- could not bring interface up
fa: رئیسیف در پل رابط تعریف نشده است

source: Configuring LAGG interfaces...
fa: Bridgeif تعریف نشده است - نمی تواند رابط را بالا ببرد

source: Could not bring greif up -- variable not defined.
fa: پیکربندی رابط های LAGG ...

source: could not bring realif up -- variable not defined -- interface_gif_configure()
fa: نمی توان greif را آورد - متغیر تعریف نشده است.

source: IPsec VTI
fa: نمی تواند gifif را بالا ببرد - متغیر تعریف نشده

source: Configuring IPsec VTI interfaces...
fa: IPsec VTI

source: Configuring %s interface...
fa: پیکربندی رابط های IPTec VTI ...

source: Configuring %s
fa: پیکربندی%s رابط ...

source: Calling interface down for interface %1$s, destroy is %2$s
fa: پیکربندی%s

source: Wrong parameters used during interface_bring_down
fa: تخریب رابط%1 $ s با پایین کشیدن ،%2 $ s است

source: Enter CARP maintenance mode
fa: پارامترهای اشتباه مورد استفاده در طول رابط_bring_down

source: Can't find PPP config for %s in interface_ppps_configure().
fa: وارد حالت نگهداری CARP شوید

source: Could not get a Local IP address for PPTP/L2TP link on %s in interfaces_ppps_configure. Using 0.0.0.0 ip!
fa: پیکربندی PPP برای%s در رابط_ppps_configure () یافت نمی شود.

source: Error: cannot open mpd_%1$s.conf in interface_ppps_configure().%2$s
fa: %s ناشناخته به عنوان رابط ppp پیکربندی شده است.

source: Starting 3gstats.php on device '%1$s' for interface '%2$s'
fa: خطا: نمی توان mpd_%1 $ s.conf را در رابط_ppps_configure باز کرد ().%2 $ s

source: Configuring CARP settings...
fa: شروع 3Gstats.php در دستگاه %1 $ s برای رابط %2 $ s

source: waiting for pfsync...
fa: پیکربندی تنظیمات CARP ...

source: pfsync done in %s seconds.
fa: منتظر pfsync ...

source: Configuring CARP settings finalize...
fa: pfsync در%s ثانیه انجام شد.

source: Interface specified for the virtual IP address %s does not exist. Skipping this VIP.
fa: تنظیمات تنظیمات CARP نهایی شد ...

source: Interface %s changed to adhoc mode
fa: رابط%s به حالت میزبان تغییر یافت

source: Interface %s changed to infrastructure mode
fa: رابط%s به حالت adhoc تغییر یافته است

source: Cloning new wireless interface %s
fa: رابط%s به حالت زیرساختی تغییر یافته است

source: Failed to clone interface %1$s with error code %2$s, output %3$s
fa: کلون کردن رابط بی سیم جدید%s

source: Starting dhcp6 client for interface wan %s in DHCP6 without RA mode
fa: رابط کلونی%1 $ s با کد خطا%2 $ s ، خروجی%3 $ s انجام نشد

source: OpenVPN: Resync server %s
fa: شروع سرویس گیرنده dhcp6 برای رابط٪%در DHCP6 بدون حالت RA

source: OpenVPN: Resync client %s
fa: OpenVPN: بازگرداندن سرور%s

source: Deny router advertisements for interface %s
fa: OpenVPN:%s مشتری را مجدداً تنظیم کنید

source: Generating new MAC address.
fa: تبلیغات روتر برای رابط%s را انکار کنید

source: The invalid MAC address (ff:ff:ff:ff:ff:ff) on interface %1$s has been automatically replaced with %2$s
fa: آدرس جدید MAC ایجاد می شود.

source: calling interface_dhcpv6_configure.
fa: در MTU بین والدین%1 $ s و VLAN (%2 $ s) اختلاف وجود دارد.

source: Interface %1$s tracking non-existent interface %2$s
fa: تماس با رابط_dhcpv6_configure.

source: Interface %1$s configured via %2$s type %3$s
fa: رابط%1 $ s ردیابی رابط غیر وجود%2 $ s

source: The interface IPv4 '%1$s' address on interface '%2$s' is not valid, not configuring 6RD tunnel
fa: رابط%1 $ s از طریق%2 $ s نوع%3 $ s تنظیم شده است

source: The interface IPv4 '%1$s' address on interface '%2$s' is not public, not configuring 6RD tunnel
fa: rd6%1 $ s با آدرس ipv6%2 $ s براساس%3 $ s ipv4%4 $ s

source: Failed to write user DUID file!
fa: sixto4%1 $ s با آدرس ipv6%2 $ s براساس%3 $ s ipv4%4 $ s

source: Error: cannot open %s in DHCP6_Config_File_Override() for reading.
fa: نتوانست پرونده کاربر DUID را بنویسد!

source: Error: cannot open dhclient_%s.conf in interface_dhcp_configure() for writing.
fa: خطا: نمی توانید%s را در DHCP6_Config_File_Override () برای خواندن باز کنید.

source: Error: cannot open %s in DHCP_Config_File_Override() for reading.
fa: رابط نامعتبر %s در رابط_dhcp_configure ()

source: L2TP VPN
fa: خطا: نمی توانید%s را در DHCP_Config_File_Override () برای خواندن باز کنید.

source: XML error: %1$s at line %2$d in %3$s
fa: L2TP VPN

source: WebCfg - All pages
fa: خطای XML:%1 $ s در خط%2 $ d در%3 $ s

source: Allow access to all pages
fa: WebCfg - همه صفحات

source: WebCfg - Crash reporter
fa: دسترسی به همه صفحات

source: Uploads crash reports to pfSense and or deletes crash reports.
fa: WebCfg - گزارشگر Crash

source: WebCfg - Diagnostics: ARP Table
fa: گزارش خرابی را به pfSense بارگذاری می کند یا گزارش خرابی را حذف می کند.

source: Allow access to the 'Diagnostics: ARP Table' page.
fa: WebCfg - تشخیصی: جدول ARP

source: WebCfg - Diagnostics: Authentication
fa: اجازه دسترسی به صفحه Diagnostics: ARP Table را بدهید.

source: Allow access to the 'Diagnostics: Authentication' page.
fa: WebCfg - تشخیصی: احراز هویت

source: WebCfg - Diagnostics: Backup & Restore
fa: اجازه دسترسی به صفحه تشخیصی: تأیید هویت را بدهید.

source: Allow access to the 'Diagnostics: Backup & Restore' page.
fa: WebCfg - تشخیصی: پشتیبان گیری و بازیابی

source: WebCfg - Diagnostics: Command
fa: اجازه دسترسی به صفحه Diagnostics: Backup & Restore را بدهید.

source: Allow access to the 'Diagnostics: Command' page.
fa: WebCfg - تشخیصی: فرمان

source: WebCfg - Diagnostics: Configuration History
fa: اجازه دسترسی به صفحه Diagnostics: Command را بدهید.

source: Allow access to the 'Diagnostics: Configuration History' page.
fa: WebCfg - تشخیصی: تاریخچه پیکربندی

source: WebCfg - Diagnostics: Factory defaults
fa: اجازه دسترسی به صفحه Diagnostics: History Configuration را بدهید.

source: Allow access to the 'Diagnostics: Factory defaults' page.
fa: WebCfg - تشخیصی: پیش فرض کارخانه

source: WebCfg - Diagnostics: DNS Lookup
fa: اجازه دسترسی به صفحه تشخیصی: کارخانه پیش فرض را بدهید.

source: Allow access to the 'Diagnostics: DNS Lookup' page.
fa: WebCfg - تشخیصی: جستجوی DNS

source: WebCfg - Diagnostics: Show States
fa: اجازه دسترسی به صفحه Diagnostics: DNS Lookup را بدهید.

source: Allow access to the 'Diagnostics: Show States' page.
fa: WebCfg - تشخیصی: نمایش ایالات

source: WebCfg - Diagnostics: Show Source Tracking
fa: اجازه دسترسی به صفحه Diagnostics: Show ایالات را بدهید.

source: Allow access to the 'Diagnostics: Show Source Tracking' page.
fa: WebCfg - تشخیصی: نمایش ردیابی منبع

source: WebCfg - Diagnostics: Edit File
fa: اجازه دسترسی به صفحه Diagnostics: Show Source Tracking را بدهید.

source: Allow access to the 'Diagnostics: Edit File' page.
fa: WebCfg - تشخیصی: ویرایش پرونده

source: WebCfg - Diagnostics: GEOM Mirrors
fa: اجازه دسترسی به صفحه 'Diagnostics: ویرایش پرونده' را بدهید.

source: Allow access to the 'Diagnostics: GEOM Mirrors' page.
fa: WebCfg - تشخیصی: آینه های GEOM

source: WebCfg - Diagnostics: Halt system
fa: اجازه دسترسی به صفحه Diagnostics: GEOM Mirrors را بدهید.

source: Allow access to the 'Diagnostics: Halt system' page.
fa: WebCfg - تشخیصی: سیستم متوقف

source: WebCfg - Diagnostics: Limiter Info
fa: اجازه دسترسی به صفحه Diagnostics: Halt system را بدهید.

source: Allows access to the 'Diagnostics: Limiter Info' page
fa: WebCfg - تشخیصی: اطلاعات محدود کننده

source: WebCfg - Diagnostics: NDP Table
fa: دسترسی به صفحه Diagnostics: Limiter Information اجازه می دهد تا

source: Allow access to the 'Diagnostics: NDP Table' page.
fa: WebCfg - تشخیصی: جدول NDP

source: WebCfg - Diagnostics: Packet Capture
fa: اجازه دسترسی به صفحه Diagnostics: NDP Table را بدهید.

source: Allow access to the 'Diagnostics: Packet Capture' page.
fa: WebCfg - تشخیصی: ضبط بسته ها

source: WebCfg - Diagnostics: pfInfo
fa: اجازه دسترسی به صفحه Diagnostics: Packet Capture را بدهید.

source: Allows access to the 'Diagnostics: pfInfo' page
fa: WebCfg - تشخیصی: pfInfo

source: WebCfg - Diagnostics: pfTop
fa: دسترسی به صفحه Diagnostics: pfInfo اجازه می دهد تا

source: Allows access to the 'Diagnostics: pfTop' page
fa: WebCfg - تشخیصی: pfTop

source: WebCfg - Diagnostics: Ping
fa: دسترسی به صفحه 'Diagnostics: pfTop' اجازه می دهد

source: Allow access to the 'Diagnostics: Ping' page.
fa: WebCfg - تشخیصی: پینگ

source: WebCfg - Diagnostics: Reboot System
fa: اجازه دسترسی به صفحه 'Diagnostics: Ping' را بدهید.

source: Allow access to the 'Diagnostics: Reboot System' page.
fa: WebCfg - تشخیصی: سیستم راه‌اندازی مجدد

source: WebCfg - Diagnostics: Reset states
fa: اجازه دسترسی به صفحه 'Diagnostics: Reboot System' را بدهید.

source: Allow access to the 'Diagnostics: Reset states' page.
fa: WebCfg - تشخیصی: تنظیم مجدد حالتها

source: WebCfg - Diagnostics: Routing tables
fa: اجازه دسترسی به صفحه تشخیصی: تنظیم مجدد حالتها را بدهید.

source: Allow access to the 'Diagnostics: Routing tables' page.
fa: WebCfg - تشخیصی: جداول مسیریابی

source: WebCfg - Diagnostics: S.M.A.R.T. Status
fa: اجازه دسترسی به صفحه Diagnostics: Routing جداول مسیریابی را بدهید.

source: Allow access to the 'Diagnostics: S.M.A.R.T. Status' page.
fa: WebCfg - تشخیصی: وضعیت SMART

source: WebCfg - Diagnostics: Sockets
fa: اجازه دسترسی به صفحه Diagnostics: SMART Status را بدهید.

source: Allow access to the 'Diagnostics: Sockets' page.
fa: WebCfg - تشخیصی: سوکت

source: WebCfg - Diagnostics: States Summary
fa: اجازه دسترسی به صفحه Diagnostics: Sockets را بدهید.

source: Allow access to the 'Diagnostics: States Summary' page.
fa: WebCfg - تشخیصی: خلاصه ای از کشورها

source: WebCfg - Diagnostics: System Activity
fa: اجازه دسترسی به صفحه Diagnostics: Summary State را بدهید.

source: Allows access to the 'Diagnostics: System Activity' page
fa: WebCfg - تشخیصی: فعالیت سیستم

source: WebCfg - Diagnostics: pf Table IP addresses
fa: دسترسی به صفحه تشخیصی: فعالیت سیستم اجازه می دهد تا

source: Allow access to the 'Diagnostics: Tables' page.
fa: WebCfg - تشخیصی: آدرس IP IP جدول

source: WebCfg - Diagnostics: Test Port
fa: اجازه دسترسی به صفحه 'Diagnostics: جداول' را بدهید.

source: Allow access to the 'Diagnostics: Test Port' page.
fa: WebCfg - تشخیصی: پورت آزمایش

source: WebCfg - Diagnostics: Traceroute
fa: اجازه دسترسی به صفحه 'Diagnostics: Test Port' را بدهید.

source: Allow access to the 'Diagnostics: Traceroute' page.
fa: WebCfg - تشخیصی: Traceroute

source: WebCfg - Firewall: Easy Rule add/status
fa: اجازه دسترسی به صفحه Diagnostics: Traceroute را بدهید.

source: Allow access to the 'Firewall: Easy Rule' add/status page.
fa: WebCfg - فایروال: افزودن / وضعیت آسان قانون

source: WebCfg - Firewall: Aliases
fa: دسترسی به صفحه اضافه / وضعیت Firewall: Easy Rule مجاز است.

source: Allow access to the 'Firewall: Aliases' page.
fa: WebCfg - فایروال: نام مستعار

source: WebCfg - Firewall: Alias: Edit
fa: اجازه دسترسی به صفحه Firewall: Aliases را بدهید.

source: Allow access to the 'Firewall: Alias: Edit' page.
fa: WebCfg - فایروال: نام مستعار: ویرایش

source: WebCfg - Firewall: Alias: Import
fa: اجازه دسترسی به صفحه فایروال: نام مستعار: ویرایش را بدهید.

source: Allow access to the 'Firewall: Alias: Import' page.
fa: WebCfg - فایروال: نام مستعار: واردات

source: WebCfg - Firewall: NAT: Port Forward
fa: اجازه دسترسی به صفحه فایروال: نام مستعار: وارد کردن را بدهید.

source: Allow access to the 'Firewall: NAT: Port Forward' page.
fa: WebCfg - فایروال: NAT: Port Forward

source: WebCfg - Firewall: NAT: 1:1
fa: اجازه دسترسی به صفحه Firewall: NAT: Port Forward را بدهید.

source: Allow access to the 'Firewall: NAT: 1:1' page.
fa: WebCfg - فایروال: NAT: 1: 1

source: WebCfg - Firewall: NAT: 1:1: Edit
fa: اجازه دسترسی به صفحه فایروال: NAT: 1: 1 را بدهید.

source: Allow access to the 'Firewall: NAT: 1:1: Edit' page.
fa: WebCfg - فایروال: NAT: 1: 1: ویرایش

source: WebCfg - Firewall: NAT: Port Forward: Edit
fa: اجازه دسترسی به صفحه فایروال: NAT: 1: 1: ویرایش را بدهید.

source: Allow access to the 'Firewall: NAT: Port Forward: Edit' page.
fa: WebCfg - فایروال: NAT: پورت به جلو: ویرایش

source: WebCfg - Firewall: NAT: NPt
fa: اجازه دسترسی به صفحه فایروال: NAT: پورت به جلو: ویرایش را بدهید.

source: Allow access to the 'Firewall: NAT: NPt' page.
fa: WebCfg - فایروال: NAT: NPt

source: WebCfg - Firewall: NAT: NPt: Edit
fa: اجازه دسترسی به صفحه Firewall: NAT: NPt را بدهید.

source: Allow access to the 'Firewall: NAT: NPt: Edit' page.
fa: WebCfg - فایروال: NAT: NPt: ویرایش

source: WebCfg - Firewall: NAT: Outbound
fa: اجازه دسترسی به صفحه فایروال: NAT: NPt: ویرایش را بدهید.

source: Allow access to the 'Firewall: NAT: Outbound' page.
fa: WebCfg - فایروال: NAT: Outbound

source: WebCfg - Firewall: NAT: Outbound: Edit
fa: اجازه دسترسی به صفحه Firewall: NAT: Outbound را بدهید.

source: Allow access to the 'Firewall: NAT: Outbound: Edit' page.
fa: WebCfg - فایروال: NAT: Outbound: ویرایش

source: WebCfg - Firewall: Rules
fa: اجازه دسترسی به صفحه فایروال: NAT: Outbound: ویرایش را بدهید.

source: Allow access to the 'Firewall: Rules' page.
fa: WebCfg - فایروال: قوانین

source: WebCfg - Firewall: Rules: Edit
fa: اجازه دسترسی به صفحه فایروال: قوانین را بدهید.

source: Allow access to the 'Firewall: Rules: Edit' page.
fa: WebCfg - فایروال: قوانین: ویرایش

source: WebCfg - Firewall: Schedules
fa: اجازه دسترسی به صفحه فایروال: قوانین: ویرایش را بدهید.

source: Allow access to the 'Firewall: Schedules' page.
fa: WebCfg - فایروال: برنامه ها

source: WebCfg - Firewall: Schedules: Edit
fa: اجازه دسترسی به صفحه Firewall: Programs را بدهید.

source: Allow access to the 'Firewall: Schedules: Edit' page.
fa: WebCfg - فایروال: برنامه ها: ویرایش

source: WebCfg - Firewall: Traffic Shaper
fa: اجازه دسترسی به صفحه فایروال: برنامه ها: ویرایش را بدهید.

source: Allow access to the 'Firewall: Traffic Shaper' page.
fa: WebCfg - فایروال: ترافیک

source: WebCfg - Firewall: Traffic Shaper: Queues
fa: اجازه دسترسی به صفحه Firewall: Traffic Shaper را بدهید.

source: Allow access to the 'Firewall: Traffic Shaper: Queues' page.
fa: WebCfg - فایروال: شکل ترافیک: صف

source: WebCfg - Firewall: Traffic Shaper: Limiters
fa: اجازه دسترسی به صفحه فایروال: ترافیک: صف ها را بدهید.

source: Allow access to the 'Firewall: Traffic Shaper: Limiters' page.
fa: WebCfg - فایروال: شکل ترافیک: محدود کننده ها

source: WebCfg - Firewall: Traffic Shaper: Wizard
fa: اجازه دسترسی به صفحه Firewall: Traffic Shaper: Limiters را بدهید.

source: Allow access to the 'Firewall: Traffic Shaper: Wizard' page.
fa: WebCfg - فایروال: شکل ترافیک: جادوگر

source: WebCfg - Firewall: Virtual IP Addresses
fa: اجازه دسترسی به صفحه فایروال: ترافیک: جادوگر را بدهید.

source: Allow access to the 'Firewall: Virtual IP Addresses' page.
fa: WebCfg - فایروال: آدرس های IP مجازی

source: WebCfg - Firewall: Virtual IP Address: Edit
fa: اجازه دسترسی به صفحه 'Firewall: Virtual آدرس های IP' را بدهید.

source: Allow access to the 'Firewall: Virtual IP Address: Edit' page.
fa: WebCfg - فایروال: آدرس IP مجازی: ویرایش

source: WebCfg - AJAX: Get Queue Stats
fa: اجازه دسترسی به صفحه فایروال: آدرس IP مجازی: ویرایش را بدهید.

source: Allow access to the 'AJAX: Get Stats' page.
fa: WebCfg - AJAX: دریافت آمار صف

source: WebCfg - AJAX: Get Service Providers
fa: اجازه دسترسی به صفحه AJAX: دریافت آمار را بدهید.

source: Allow access to the 'AJAX: Service Providers' page.
fa: WebCfg - AJAX: دریافت ارائه دهنده خدمات

source: WebCfg - AJAX: Get Stats
fa: اجازه دسترسی به صفحه 'AJAX: ارائه دهندگان خدمات را بدهید.

source: WebCfg - Diagnostics: Interface Traffic
fa: WebCfg - AJAX: دریافت آمار

source: Allow access to the 'Diagnostics: Interface Traffic' page.
fa: WebCfg - تشخیصی: ترافیک رابط

source: WebCfg - Diagnostics: CPU Utilization
fa: اجازه دسترسی به صفحه Diagnostics: Traffic Interface را بدهید.

source: Allow access to the 'Diagnostics: CPU Utilization' page.
fa: WebCfg - تشخیصی: استفاده از CPU

source: WebCfg - XMLRPC Interface Stats
fa: اجازه دسترسی به صفحه Diagnostics: CPU Utility را بدهید.

source: Allow access to the 'XMLRPC Interface Stats' page.
fa: WebCfg - آمار رابط XMLRPC

source: WebCfg - System: Login / Logout / Dashboard
fa: اجازه دسترسی به صفحه آمار رابط XMLRPC.
