Repository: mehdiimrzz/pfsense
Catalog: src/usr/local/share/locale/*/LC_MESSAGES/pfSense.po
Languages: fa

source: Allow access to the 'System: Login / Logout' page and Dashboard.
fa: WebCfg - سیستم: ورود / خروج / داشبورد

source: WebCfg - Interfaces: WAN
fa: اجازه دسترسی به صفحه سیستم: ورود به سیستم / ورود به سیستم و داشبورد را بدهید.

source: Allow access to the 'Interfaces' page.
fa: WebCfg - رابط ها: WAN

source: WebCfg - Interfaces: Interface Assignments
fa: اجازه دسترسی به صفحه Interfaces را بدهید.

source: Allow access to the 'Interfaces: Interface Assignments' page.
fa: WebCfg - رابط ها: تکالیف رابط

source: WebCfg - Interfaces: Bridge
fa: اجازه دسترسی به صفحه Interfaces: Assignments رابط.

source: Allow access to the 'Interfaces: Bridge' page.
fa: WebCfg - رابط ها: Bridge

source: WebCfg - Interfaces: Bridge edit
fa: اجازه دسترسی به صفحه Interfaces: Bridge را بدهید.

source: Allow access to the 'Interfaces: Bridge : Edit' page.
fa: WebCfg - رابط ها: ویرایش Bridge

source: WebCfg - Interfaces: GIF
fa: اجازه دسترسی به صفحه رابط ها: Bridge: ویرایش را بدهید.

source: Allow access to the 'Interfaces: GIF' page.
fa: WebCfg - رابط ها: GIF

source: WebCfg - Interfaces: GIF: Edit
fa: اجازه دسترسی به صفحه Interfaces: GIF را بدهید.

source: Allow access to the 'Interfaces: GIF: Edit' page.
fa: WebCfg - رابط ها: GIF: ویرایش

source: WebCfg - Interfaces: GRE
fa: اجازه دسترسی به صفحه Interfaces: GIF: ویرایش را بدهید.

source: Allow access to the 'Interfaces: GRE' page.
fa: WebCfg - رابط ها: GRE

source: WebCfg - Interfaces: GRE: Edit
fa: اجازه دسترسی به صفحه Interfaces: GRE را بدهید.

source: Allow access to the 'Interfaces: GRE: Edit' page.
fa: WebCfg - رابط ها: GRE: ویرایش

source: WebCfg - Interfaces: Groups
fa: اجازه دسترسی به صفحه رابط ها: GRE: ویرایش را بدهید.

source: Create interface groups
fa: WebCfg - رابط ها: گروه ها

source: WebCfg - Interfaces: Groups: Edit
fa: ایجاد گروه های رابط

source: Allow access to the 'Interfaces: Groups: Edit' page.
fa: WebCfg - رابط ها: گروه ها: ویرایش

source: WebCfg - Interfaces: LAGG:
fa: اجازه دسترسی به صفحه رابط ها: گروه ها: ویرایش را بدهید.

source: Allow access to the 'Interfaces: LAGG' page.
fa: WebCfg - رابط ها: LAGG:

source: WebCfg - Interfaces: LAGG: Edit
fa: اجازه دسترسی به صفحه Interfaces: LAGG را بدهید.

source: Allow access to the 'Interfaces: LAGG: Edit' page.
fa: WebCfg - رابط ها: LAGG: ویرایش

source: WebCfg - Interfaces: PPPs
fa: اجازه دسترسی به صفحه Interfaces: LAGG: ویرایش را بدهید.

source: Allow access to the 'Interfaces: PPPs' page.
fa: WebCfg - رابط: PPP

source: WebCfg - Interfaces: PPPs: Edit
fa: اجازه دسترسی به صفحه Interfaces: PPPs را بدهید.

source: Allow access to the 'Interfaces: PPPs: Edit' page.
fa: WebCfg - رابط ها: PPP ها: ویرایش

source: WebCfg - Interfaces: QinQ
fa: اجازه دسترسی به صفحه Interfaces: PPPs: ویرایش را بدهید.

source: Allow access to the 'Interfaces: QinQ' page.
fa: WebCfg - رابط ها: QinQ

source: WebCfg - Interfaces: QinQ: Edit
fa: اجازه دسترسی به صفحه Interfaces: QinQ را بدهید.

source: Allow access to 'Interfaces: QinQ: Edit' page
fa: WebCfg - رابط ها: QinQ: ویرایش

source: WebCfg - Interfaces: VLAN
fa: اجازه دسترسی به صفحه رابط ها: QinQ: ویرایش

source: Allow access to the 'Interfaces: VLAN' page.
fa: WebCfg - رابط ها: VLAN

source: WebCfg - Interfaces: VLAN: Edit
fa: اجازه دسترسی به صفحه Interfaces: VLAN را بدهید.

source: Allow access to the 'Interfaces: VLAN: Edit' page.
fa: WebCfg - رابط ها: VLAN: ویرایش

source: WebCfg - Interfaces: Wireless
fa: اجازه دسترسی به صفحه رابط ها: VLAN: ویرایش را بدهید.

source: Allow access to the 'Interfaces: Wireless' page.
fa: WebCfg - رابط ها: بی سیم

source: WebCfg - Interfaces: Wireless: Edit
fa: اجازه دسترسی به صفحه Interfaces: Wireless را بدهید.

source: Allow access to the 'Interfaces: Wireless: Edit' page.
fa: WebCfg - رابط ها: بی سیم: ویرایش

source: WebCfg - Services: Load Balancer: Monitors
fa: اجازه دسترسی به صفحه رابط ها: بی سیم: ویرایش را بدهید.

source: Allow access to the 'Services: Load Balancer: Monitors' page.
fa: WebCfg - خدمات: Balancer Load: مانیتور

source: WebCfg - Services: Load Balancer: Monitor: Edit
fa: اجازه دسترسی به صفحه خدمات: بار بالانسردار: مانیتورها را بدهید.

source: Allow access to the 'Services: Load Balancer: Monitor: Edit' page.
fa: WebCfg - خدمات: Balancer Load: مانیتور: ویرایش

source: WebCfg - Load Balancer: Pool
fa: اجازه دسترسی به صفحه خدمات: بار تعادل: مانیتور: ویرایش را بدهید.

source: Allow access to the 'Load Balancer: Pool' page.
fa: WebCfg - Loading Balancer: Pool

source: WebCfg - Load Balancer: Pool: Edit
fa: اجازه دسترسی به صفحه Load Balancer: Pool را بدهید.

source: Allow access to the 'Load Balancer: Pool: Edit' page.
fa: WebCfg - بالانس بار: استخر: ویرایش

source: WebCfg - Services: Load Balancer: Settings
fa: اجازه دسترسی به صفحه Load Balancer: Pool: ویرایش را بدهید.

source: Allow access to the 'Settings: Load Balancer: Settings' page.
fa: WebCfg - خدمات: Loading Balancer: تنظیمات

source: WebCfg - Services: Load Balancer: Virtual Servers
fa: اجازه دسترسی به صفحه تنظیمات: بار بالانسردار: تنظیمات را بدهید.

source: Allow access to the 'Services: Load Balancer: Virtual Servers' page.
fa: WebCfg - خدمات: Load Balancer: سرورهای مجازی

source: WebCfg - Load Balancer: Virtual Server: Edit
fa: اجازه دسترسی به صفحه خدمات: Load Balancer: سرورهای مجازی.

source: Allow access to the 'Load Balancer: Virtual Server: Edit' page.
fa: WebCfg - Loading Balancer: سرور مجازی: ویرایش

source: WebCfg - Package: Settings
fa: اجازه دسترسی به صفحه Load Balancer: Virtual Server: ویرایش را بدهید.

source: Allow access to the 'Package: Settings' page.
fa: WebCfg - بسته بندی: تنظیمات

source: WebCfg - Package: Edit
fa: اجازه دسترسی به صفحه بسته بندی: تنظیمات را بدهید.

source: Allow access to the 'Package: Edit' page.
fa: WebCfg - بسته بندی: ویرایش

source: WebCfg - System: Package Manager
fa: اجازه دسترسی به صفحه بسته بندی: ویرایش را بدهید.

source: Allow access to the 'System: Package Manager' page.
fa: WebCfg - سیستم: مدیر بسته بندی

source: WebCfg - System: Package Manager: Install Package
fa: اجازه دسترسی به صفحه سیستم: مدیر بسته بندی را بدهید.

source: Allow access to the 'System: Package Manager: Install Package' page.
fa: WebCfg - سیستم: مدیر بسته: نصب بسته بندی

source: WebCfg - System: Package Manager: Installed
fa: اجازه دسترسی به صفحه سیستم: مدیر بسته بندی: نصب بسته بندی را بدهید.

source: Allow access to the 'System: Package Manager: Installed' page.
fa: WebCfg - سیستم: مدیر بسته: نصب شده

source: WebCfg - Services: Auto Config Backup: Restore
fa: اجازه دسترسی به صفحه سیستم: مدیر بسته بندی: نصب شده را بدهید.

source: Restore from auto config backup.
fa: WebCfg - خدمات: پشتیبان گیری خودکار: بازیابی

source: WebCfg - Services: Auto Config Backup: Backup Now
fa: از پشتیبان گیری پیکربندی خودکار بازیابی شود.

source: Create a new auto config backup entry.
fa: WebCfg - خدمات: پشتیبان گیری خودکار: نسخه پشتیبان تهیه اکنون

source: WebCfg - Services: Auto Config Backup: Settings
fa: یک ورودی پشتیبان تنظیم خودکار جدید ایجاد کنید.

source: Configure the auto config backup system.
fa: WebCfg - خدمات: پشتیبان گیری خودکار تنظیمات: تنظیمات

source: WebCfg - Services: Captive Portal
fa: سیستم پشتیبان گیری پیکربندی خودکار را پیکربندی کنید.

source: Allow access to the 'Services: Captive Portal' page.
fa: WebCfg - خدمات: Captive Portal

source: WebCfg - Services: Captive Portal: File Manager
fa: اجازه دسترسی به صفحه Services: Captive Portal را بدهید.

source: Allow access to the 'Services: Captive Portal: File Manager' page.
fa: WebCfg - خدمات: Captive Portal: File File

source: WebCfg - Services: Captive Portal: Allowed Hostnames
fa: اجازه دسترسی به صفحه Services: Portal Captive: File Manager را بدهید.

source: Allow access to the 'Services: Captive Portal: Allowed Hostnames' page.
fa: WebCfg - خدمات: پورتال اسیر: نام های میزبان مجاز

source: Allow access to the 'Services: Captive Portal: Edit Allowed Hostnames' page.
fa: WebCfg - خدمات: پورتال اسیر: ویرایش نام های میزبان مجاز

source: Allow access to the 'Services: Captive Portal: Allowed IPs' page.
fa: WebCfg - خدمات: Captive Portal: IP های مجاز

source: WebCfg - Services: Captive Portal: Edit Allowed IPs
fa: اجازه دسترسی به صفحه خدمات: Captive Portal: IP های مجاز را بدهید.

source: Allow access to the 'Services: Captive Portal: Edit Allowed IPs' page.
fa: WebCfg - خدمات: پورتال اسیر: ویرایش IP مجاز

source: WebCfg - Services: Captive Portal: Mac Addresses
fa: اجازه دسترسی به صفحه خدمات: Captive Portal: ویرایش IP های مجاز را بدهید.

source: Allow access to the 'Services: Captive Portal: Mac Addresses' page.
fa: WebCfg - خدمات: Captive Portal: Mac Ads

source: WebCfg - Services: Captive Portal: Edit MAC Addresses
fa: اجازه دسترسی به صفحه Services: Captive Portal: Mac آدرسs را بدهید.

source: Allow access to the 'Services: Captive Portal: Edit MAC Addresses' page.
fa: WebCfg - خدمات: پورتال اسیر: ویرایش آدرسهای MAC

source: Allow access to the 'Services: Captive Portal Vouchers' page.
fa: WebCfg - خدمات: Vouchers Portal Captive

source: WebCfg - Services: Captive Portal Voucher Rolls
fa: اجازه دسترسی به صفحه 'Services: Vouchers Portal Vouchers'.

source: Allow access to the 'Services: Captive Portal Edit Voucher Rolls' page.
fa: WebCfg - خدمات: Rolls Voucher Portal Captive

source: Allow access to the 'Services: Captive Portal Zones' page.
fa: WebCfg - خدمات: مناطق اسیر پورتال

source: WebCfg - Services: Captive Portal: Edit Zones
fa: اجازه دسترسی به صفحه خدمات: مناطق اسیر پورتال را بدهید.

source: Allow access to the 'Services: Captive Portal: Edit Zones' page.
fa: WebCfg - خدمات: پورتال اسیر: ویرایش مناطق

source: WebCfg - Services: Check IP Service
fa: اجازه دسترسی به صفحه خدمات: Portal Captive: ویرایش مناطق را بدهید.

source: Allow access to the 'Services: Check IP Service' page.
fa: WebCfg - خدمات: بررسی IP خدمات

source: WebCfg - Services: Check IP Service: Edit
fa: اجازه دسترسی به صفحه خدمات: سرویس IP را بررسی کنید.

source: Allow access to the 'Services: Check IP Service: Edit' page.
fa: WebCfg - خدمات: بررسی IP خدمات: ویرایش

source: WebCfg - Services: DHCP Server
fa: دسترسی به صفحه خدمات: سرویس IP را بررسی کنید: ویرایش کنید.

source: Allow access to the 'Services: DHCP Server' page.
fa: WebCfg - خدمات: سرور DHCP

source: WebCfg - Services: DHCP Server: Edit static mapping
fa: اجازه دسترسی به صفحه خدمات: DHCP Server را بدهید.

source: Allow access to the 'Services: DHCP Server: Edit static mapping' page.
fa: WebCfg - خدمات: سرور DHCP: ویرایش نقشه برداری استاتیک

source: WebCfg - Services: DHCP Relay
fa: اجازه دسترسی به صفحه خدمات: سرور DHCP: ویرایش نقشه برداری استاتیک را بدهید.

source: Allow access to the 'Services: DHCP Relay' page.
fa: WebCfg - خدمات: رله DHCP

source: WebCfg - Services: DHCPv6 Server
fa: اجازه دسترسی به صفحه خدمات: رله DHCP را بدهید.

source: Allow access to the 'Services: DHCPv6 Server' page.
fa: WebCfg - خدمات: سرور DHCPv6

source: WebCfg - Services: DHCPv6 Server: Edit static mapping
fa: اجازه دسترسی به صفحه خدمات: DHCPv6 سرور را بدهید.

source: Allow access to the 'Services: DHCPv6 Server : Edit static mapping' page.
fa: WebCfg - خدمات: سرور DHCPv6: ویرایش نقشه برداری استاتیک

source: Allow access to the 'Services: DHCPv6 Relay' page.
fa: WebCfg - خدمات: رله DHCPv6

source: WebCfg - Services: DNS Forwarder
fa: اجازه دسترسی به صفحه خدمات: رله DHCPv6 را بدهید.

source: Allow access to the 'Services: DNS Forwarder' page.
fa: WebCfg - خدمات: DNS Forwarder

source: WebCfg - Services: DNS Forwarder: Edit Domain Override
fa: اجازه دسترسی به صفحه خدمات: DNS Forwarder را بدهید.

source: Allow access to the 'Services: DNS Forwarder: Edit Domain Override' page.
fa: WebCfg - خدمات: DNS Forwarder: Edit Domain Override

source: Allow access to the 'Services: DNS Forwarder: Edit host' page.
fa: WebCfg - خدمات: DNS Forwarder: ویرایش میزبان

source: WebCfg - Services: Dynamic DNS clients
fa: اجازه دسترسی به صفحه خدمات: DNS Forwarder: ویرایش میزبان را بدهید.

source: Allow access to the 'Services: Dynamic DNS clients' page.
fa: WebCfg - خدمات: مشتریان DNS پویا

source: WebCfg - Services: Dynamic DNS client
fa: اجازه دسترسی به صفحه خدمات: سرویس گیرندگان DNS پویا را بدهید.

source: Allow access to the 'Services: Dynamic DNS client' page.
fa: WebCfg - خدمات: مشتری DNS پویا

source: WebCfg - Services: IGMP Proxy
fa: اجازه دسترسی به صفحه خدمات: مشتری پویا DNS را بدهید.

source: Allow access to the 'Services: IGMP Proxy' page.
fa: WebCfg - خدمات: پروکسی IGMP

source: WebCfg - Services: IGMP Proxy: Edit
fa: اجازه دسترسی به صفحه خدمات: IGMP Proxy را بدهید.

source: Allow access to the 'Services: IGMP Proxy: Edit' page.
fa: WebCfg - خدمات: پروکسی IGMP: ویرایش

source: WebCfg - Services: NTP Settings
fa: اجازه دسترسی به صفحه خدمات: IGMP Proxy: ویرایش را بدهید.

source: Allow access to the 'Services: NTP Settings' page.
fa: WebCfg - خدمات: تنظیمات NTP

source: WebCfg - Services: NTP ACL Settings
fa: اجازه دسترسی به صفحه خدمات: تنظیمات NTP را بدهید.

source: Allow access to the 'Services: NTP ACL Settings' page.
fa: WebCfg - خدمات: تنظیمات NTP ACL

source: WebCfg - Services: NTP Serial GPS
fa: اجازه دسترسی به صفحه خدمات: تنظیمات NTP ACL را بدهید.

source: Allow access to the 'Services: NTP Serial GPS' page.
fa: WebCfg - خدمات: GPS سریال NTP

source: WebCfg - Services: NTP PPS
fa: اجازه دسترسی به صفحه خدمات: GPS سریال NTP را بدهید.

source: Allow access to the 'Services: NTP PPS' page.
fa: WebCfg - خدمات: NTP PPS

source: WebCfg - Services: PPPoE Server
fa: اجازه دسترسی به صفحه خدمات: NTP PPS را بدهید.

source: Allow access to the 'Services: PPPoE Server' page.
fa: WebCfg - خدمات: سرور PPPoE

source: WebCfg - Services: PPPoE Server: Edit
fa: اجازه دسترسی به صفحه خدمات: سرور PPPoE.

source: Allow access to the 'Services: PPPoE Server: Edit' page.
fa: WebCfg - خدمات: سرور PPPoE: ویرایش

source: WebCfg - Services: RFC 2136 Clients
fa: اجازه دسترسی به صفحه خدمات: سرور PPPoE: ویرایش را بدهید.

source: Allow access to the 'Services: RFC 2136 Clients' page.
fa: WebCfg - خدمات: مشتری RFC 2136

source: WebCfg - Services: RFC 2136 Client: Edit
fa: اجازه دسترسی به صفحه خدمات: مشتری RFC 2136.

source: Allow access to the 'Services: RFC 2136 Client: Edit' page.
fa: WebCfg - خدمات: RFC 2136 مشتری: ویرایش

source: WebCfg - Services: Router Advertisements
fa: اجازه دسترسی به صفحه خدمات: RFC 2136 مشتری: ویرایش را بدهید.

source: Allow access to the 'Services: Router Advertisements' page.
fa: WebCfg - خدمات: تبلیغات روتر

source: WebCfg - Services: SNMP
fa: اجازه دسترسی به صفحه خدمات: آگهی های روتر را بدهید.

source: Allow access to the 'Services: SNMP' page.
fa: WebCfg - خدمات: SNMP

source: WebCfg - Services: DNS Resolver
fa: اجازه دسترسی به صفحه خدمات: SNMP را بدهید.

source: Allow access to the 'Services: DNS Resolver' page.
fa: WebCfg - خدمات: DNS Resolver

source: WebCfg - Services: DNS Resolver: Access Lists
fa: اجازه دسترسی به صفحه Services: DNS Resolver را بدهید.

source: Allow access to the 'Services: DNS Resolver: Access Lists' page.
fa: WebCfg - خدمات: DNS Resolver: لیستهای دسترسی

source: WebCfg - Services: DNS Resolver: Advanced
fa: اجازه دسترسی به صفحه خدمات: DNS Resolver: صفحه دسترسی به لیستها.

source: Allow access to the 'Services: DNS Resolver: Advanced' page.
fa: WebCfg - خدمات: DNS Resolver: Advanced

source: WebCfg - Services: DNS Resolver: Edit Domain Override
fa: اجازه دسترسی به صفحه خدمات: DNS Resolver: Advanced را بدهید.

source: Allow access to the 'Services: DNS Resolver: Edit Domain Override' page.
fa: WebCfg - خدمات: DNS Resolver: ویرایش رد دامنه

source: Allow access to the 'Services: DNS Resolver: Edit host' page.
fa: WebCfg - خدمات: DNS Resolver: ویرایش میزبان

source: WebCfg - Services: Wake-on-LAN
fa: اجازه دسترسی به صفحه خدمات: DNS Resolver: ویرایش میزبان را بدهید.

source: Allow access to the 'Services: Wake-on-LAN' page.
fa: WebCfg - خدمات: Wake-on-LAN

source: WebCfg - Services: Wake-on-LAN: Edit
fa: اجازه دسترسی به صفحه خدمات: Wake-on-LAN را بدهید.

source: Allow access to the 'Services: Wake-on-LAN: Edit' page.
fa: WebCfg - خدمات: Wake-on-LAN: ویرایش

source: WebCfg - Hidden: Detailed Status
fa: اجازه دسترسی به صفحه خدمات: Wake-on-LAN: ویرایش را بدهید.

source: Allow access to the 'Hidden: Detailed Status' page.
fa: WebCfg - پنهان: وضعیت تفصیلی

source: WebCfg - Status: Captive Portal
fa: اجازه دسترسی به صفحه پنهان: وضعیت تفصیلی را بدهید.

source: Allow access to the 'Status: Captive Portal' page.
fa: WebCfg - وضعیت: Captive Portal

source: WebCfg - Status: Captive Portal: Expire Vouchers
fa: اجازه دسترسی به صفحه وضعیت: اسیر شدن پورتال را بدهید.

source: Allow access to the 'Status: Captive Portal: Expire Vouchers' page.
fa: WebCfg - وضعیت: Captive Portal: Expire Vouchers

source: WebCfg - Status: Captive Portal: Test Vouchers
fa: اجازه دسترسی به صفحه وضعیت: اسیر شدن پورتال: Expire Vouchers.

source: Allow access to the 'Status: Captive Portal: Test Vouchers' page.
fa: WebCfg - وضعیت: Captive Portal: Vouchers Test

source: WebCfg - Status: Captive Portal Voucher Rolls
fa: اجازه دسترسی به صفحه Status: Captive Portal: Test Vouchers را بدهید.

source: Allow access to the 'Status: Captive Portal Voucher Rolls' page.
fa: WebCfg - وضعیت: Rolls Voucher Portal Captive

source: WebCfg - Status: Captive Portal Vouchers
fa: اجازه دسترسی به صفحه Status: Captive Portal Voucher Rolls را بدهید.

source: Allow access to the 'Status: Captive Portal Vouchers' page.
fa: WebCfg - وضعیت: Vouchers Portal Captive

source: WebCfg - Status: CARP
fa: اجازه دسترسی به صفحه Status: Captive Portal Vouchers.

source: Allow access to the 'Status: CARP' page.
fa: WebCfg - وضعیت: CARP

source: WebCfg - Status: DHCP leases
fa: اجازه دسترسی به صفحه وضعیت: CARP را بدهید.

source: Allow access to the 'Status: DHCP leases' page.
fa: WebCfg - وضعیت: DHCP اجاره می دهد

source: WebCfg - Status: DHCPv6 leases
fa: اجازه دسترسی به صفحه وضعیت: اجاره نامه DHCP را بدهید.

source: Allow access to the 'Status: DHCPv6 leases' page.
fa: WebCfg - وضعیت: DHCPv6 اجاره می دهد

source: WebCfg - Status: Filter Reload Status
fa: اجازه دسترسی به صفحه وضعیت: اجاره DHCPv6 را بدهید.

source: Allow access to the 'Status: Filter Reload Status' page.
fa: WebCfg - وضعیت: وضعیت بارگیری مجدد فیلتر

source: WebCfg - Status: Gateway Groups
fa: اجازه دسترسی به صفحه وضعیت: وضعیت بارگیری مجدد فیلتر را بدهید.

source: Allow access to the 'Status: Gateway Groups' page.
fa: WebCfg - وضعیت: گروه های دروازه

source: WebCfg - Status: Gateways
fa: اجازه دسترسی به صفحه وضعیت: گروه های دروازه را بدهید.

source: Allow access to the 'Status: Gateways' page.
fa: WebCfg - وضعیت: دروازه

source: WebCfg - Status: Traffic Graph
fa: اجازه دسترسی به صفحه وضعیت: دروازه ها را بدهید.

source: Allow access to the 'Status: Traffic Graph' page.
fa: WebCfg - وضعیت: نمودار ترافیک

source: WebCfg - Status: CPU load
fa: اجازه دسترسی به صفحه وضعیت: نمودار ترافیک را بدهید.

source: Allow access to the 'Status: CPU load' page.
fa: WebCfg - وضعیت: بار CPU

source: WebCfg - Status: Interfaces
fa: اجازه دسترسی به صفحه وضعیت: بار CPU را بدهید.

source: Allow access to the 'Status: Interfaces' page.
fa: WebCfg - وضعیت: رابط ها

source: WebCfg - Status: IPsec
fa: اجازه دسترسی به صفحه وضعیت: رابطها را بدهید.

source: Allow access to the 'Status: IPsec' page.
fa: WebCfg - وضعیت: IPsec

source: WebCfg - Status: IPsec: Leases
fa: اجازه دسترسی به صفحه وضعیت: IPsec را بدهید.

source: Allow access to the 'Status: IPsec: Leases' page.
fa: WebCfg - وضعیت: IPsec: اجاره نامه

source: WebCfg - Status: IPsec: SADs
fa: اجازه دسترسی به صفحه وضعیت: IPsec: اجاره نامه را بدهید.

source: Allow access to the 'Status: IPsec: SADs' page.
fa: WebCfg - وضعیت: IPsec: SADs

source: WebCfg - Status: IPsec: SPD
fa: اجازه دسترسی به صفحه وضعیت: IPsec: SADs را بدهید.

source: Allow access to the 'Status: IPsec: SPD' page.
fa: WebCfg - وضعیت: IPsec: SPD

source: WebCfg - Status: Load Balancer: Pool
fa: اجازه دسترسی به صفحه وضعیت: IPsec: SPD را بدهید.

source: Allow access to the 'Status: Load Balancer: Pool' page.
fa: WebCfg - وضعیت: بالانس بار: استخر

source: WebCfg - Status: Load Balancer: Virtual Server
fa: اجازه دسترسی به صفحه وضعیت: بار تعادل: استخر را بدهید.

source: Allow access to the 'Status: Load Balancer: Virtual Server' page.
fa: WebCfg - وضعیت: Loading Balancer: سرور مجازی

source: WebCfg - Status: Logs: System
fa: اجازه دسترسی به صفحه وضعیت: بار متعادل: سرور مجازی.

source: Allow access to the 'Status: System Logs: General' page.
fa: WebCfg - وضعیت: سیاهههای مربوط: سیستم

source: WebCfg - Status: Logs: Firewall
fa: اجازه دسترسی به صفحه وضعیت: سیستم سیاههها: عمومی را بدهید.

source: Allow access to the 'Status: Logs: Firewall' page.
fa: WebCfg - وضعیت: سیاهههای مربوط: فایروال

source: WebCfg - Status: System Logs: Firewall (Dynamic View)
fa: اجازه دسترسی به صفحه وضعیت: سیاههها: فایروال را بدهید.

source: Allow access to the 'Status: System Logs: Firewall (Dynamic View)' page
fa: WebCfg - وضعیت: سیاهههای مربوط به سیستم: فایروال (نمای پویا)

source: Allow access to the 'Status: System Logs: Firewall Log Summary' page
fa: WebCfg - وضعیت: سیاهههای مربوط به سیستم: خلاصه ورود به سیستم فایروال

source: WebCfg - Status: Logs: Settings
fa: اجازه دسترسی به صفحه وضعیت: گزارش های سیستم: خلاصه ورود به سیستم فایروال

source: Allow access to the 'Status: Logs: Settings' page.
fa: WebCfg - وضعیت: سیاهههای مربوط: تنظیمات

source: WebCfg - Status: Logs: VPN
fa: اجازه دسترسی به صفحه وضعیت: گزارش ها: تنظیمات را بدهید.

source: Allow access to the 'Status: Logs: VPN' page.
fa: WebCfg - وضعیت: سیاهههای مربوط: VPN

source: WebCfg - Status: NTP
fa: اجازه دسترسی به صفحه وضعیت: گزارش ها: VPN را بدهید.

source: Allow access to the 'Status: NTP' page.
fa: WebCfg - وضعیت: NTP

source: WebCfg - Status: OpenVPN
fa: اجازه دسترسی به صفحه وضعیت: NTP را بدهید.

source: Allow access to the 'Status: OpenVPN' page.
fa: WebCfg - وضعیت: OpenVPN

source: WebCfg - Status: Package logs
fa: اجازه دسترسی به صفحه وضعیت: OpenVPN را بدهید.

source: Allow access to the 'Status: Package logs' page.
fa: WebCfg - وضعیت: سیاهههای مربوط به بسته بندی

source: WebCfg - Status: Traffic Shaper: Queues
fa: اجازه دسترسی به صفحه وضعیت: پرونده های بسته بندی را بدهید.

source: Allow access to the 'Status: Traffic Shaper: Queues' page.
fa: WebCfg - وضعیت: Shape Traffic: Queues

source: WebCfg - Status: Services
fa: اجازه دسترسی به صفحه وضعیت: ترافیک: صف ها را بدهید.

source: Allow access to the 'Status: Services' page.
fa: WebCfg - وضعیت: خدمات

source: WebCfg - Status: DNS Resolver
fa: اجازه دسترسی به صفحه وضعیت: خدمات را بدهید.

source: Allow access to the 'Status: DNS Resolver' page.
fa: WebCfg - وضعیت: DNS Resolver

source: WebCfg - Status: UPnP Status
fa: اجازه دسترسی به صفحه وضعیت: DNS Resolver را بدهید.

source: Allow access to the 'Status: UPnP Status' page.
fa: WebCfg - وضعیت: وضعیت UPnP

source: WebCfg - Status: Wireless
fa: اجازه دسترسی به صفحه وضعیت: وضعیت UPnP را بدهید.

source: Allow access to the 'Status: Wireless' page.
fa: WebCfg - وضعیت: بی سیم

source: WebCfg - System: General Setup
fa: اجازه دسترسی به صفحه وضعیت: بی سیم را بدهید.

source: Allow access to the 'System: General Setup' page.
fa: WebCfg - سیستم: تنظیم عمومی

source: WebCfg - System: Advanced: Admin Access Page
fa: دسترسی به صفحه System: General Setup مجاز است.

source: Allow access to the 'System: Advanced: Admin Access' page.
fa: WebCfg - سیستم: پیشرفته: صفحه دسترسی مدیر

source: WebCfg - System: Advanced: Firewall & NAT
fa: اجازه دسترسی به صفحه سیستم: پیشرفته: دسترسی مدیر.

source: Allow access to the 'System: Advanced: Firewall & NAT' page.
fa: WebCfg - سیستم: پیشرفته: Firewall & NAT

source: WebCfg - System: Advanced: Miscellaneous
fa: اجازه دسترسی به صفحه System: Advanced: Firewall & NAT را بدهید.

source: Allow access to the 'System: Advanced: Miscellaneous' page.
fa: WebCfg - سیستم: پیشرفته: متفرقه

source: WebCfg - System: Advanced: Networking
fa: اجازه دسترسی به صفحه سیستم: پیشرفته: متفرقه.

source: Allow access to the 'System: Advanced: Networking' page.
fa: WebCfg - سیستم: پیشرفته: شبکه سازی

source: WebCfg - System: Advanced: Notifications
fa: اجازه دسترسی به صفحه سیستم: پیشرفته: شبکه سازی را بدهید.
