Repository: mehdiimrzz/pfsense
Catalog: src/usr/local/share/locale/*/LC_MESSAGES/pfSense.po
Languages: fa

source: realtime service curve defined but missing initial bandwidth (m1) value
fa: منحنی سرویس Realtime تعریف شده اما مقدار (d) از دست رفته

source: realtime d value needs to be numeric
fa: مقدار m1 در زمان واقعی باید Kb، Mb، Gb یا%باشد

source: realtime m2 value needs to be Kb, Mb, Gb, or %
fa: مقدار d زمان واقعی باید عددی باشد

source: Service Curve (sc)
fa: مقدار Real2 متر مربع باید Kb ، Mb، Gb یا%باشد.

source: Choose the amount of bandwidth for this queue
fa: منحنی سرویس (SC)

source: Max bandwidth for queue.
fa: مقدار پهنای باند را برای این صف انتخاب کنید

source: m1
fa: پهنای باند حداکثر برای صف.

source: d
fa: m1

source: m2
fa: د

source: Min bandwidth for queue.
fa: M2

source: B/W share of a backlogged queue.
fa: پهنای باند من برای صف.

source: Priority must be an integer between 0 and 7.
fa: سهم B / W از صف عقب افتاده.

source: Scheduler option
fa: اولویت باید عدد صحیحی بین 0 و 7 باشد.

source: Scheduler specific options
fa: گزینه زمانبندی

source: Number of buckets available
fa: گزینه های خاص برنامه ریز

source: Bandwidth limit for hosts to not saturate link
fa: تعداد سطل های موجود

source: Packet Loss Rate must be a value between 0 and 1.
fa: محدوده پهنای باند برای میزبان ها برای اشباع نشدن پیوند

source: Buckets must be an integer between 16 and 65535.
fa: میزان ضرر بسته باید یک مقدار بین 0 تا 1 باشد.

source: IPv4 bit mask must be blank or numeric value between 1 and 32.
fa: سطل باید عدد صحیحی بین 16 و 65535 باشد.

source: IPv6 bit mask must be blank or numeric value between 1 and 128.
fa: ماسک بیتی IPv4 باید خالی یا عددی بین 1 تا 32 باشد.

source: SHAPER: Could not create queue %1$s on interface %2$s because: %3$s
fa: ماسک بیتی IPv6 باید خالی یا عددی بین 1 تا 128 باشد.

source: Bandwidth for schedule %s must be an integer.
fa: SHAPER: نمی توان صف%1 $ s رابط%2 $ s ایجاد کرد زیرا:%3 $ s

source: Burst for schedule %s must be an integer.
fa: پهنای باند برای برنامه%s باید عدد صحیح باشد.

source: A schedule needs to be specified for every additional entry.
fa: پشت سر هم برای برنامه%s باید یک عدد صحیح باشد.

source: If more than one bandwidth configured all schedules need to be selected.
fa: برای هر ورودی اضافی باید یک برنامه مشخص شود.

source: Delay must be an integer.
fa: حداقل یک مشخصات bw ضروری است.

source: Delay must be an integer between 0 and 10000.
fa: تأخیر باید یک عدد صحیح باشد.

source: Selected scheduler not recognized.
fa: تأخیر باید عدد صحیحی بین 0 تا 10000 باشد.

source: Selected AQM not recognized.
fa: برنامه ریز انتخاب شده به رسمیت شناخته نشده است.

source: Explicit Congestion Notification is selected, but neither
fa: AQM انتخاب شده تشخیص داده نمی شود.

source: Add Schedule
fa: هشدار احتمالی احتقان انتخاب شده است ، اما

source: Source addresses
fa: افزودن برنامه

source: Destination addresses
fa: آدرس های منبع

source: Mask
fa: آدرسهای مقصد

source: If "source" or "destination" slots is chosen a dynamic pipe with the bandwidth, delay, packet loss and queue size given above will be created for each source/destination IP address encountered, respectively. This makes it possible to easily specify bandwidth limits per host.
fa: ماسک

source: IPv6 mask bits%1$s%2$s
fa: بیت های ماسک IPv4%1 $ s%2 $ s

source: Queue Management Algorithm
fa: بیت های ماسک IPv6%1 $ s%2 $ s

source: Active queue management (AQM) is the intelligent drop of network packets inside the limiter, when it becomes full or gets close to becoming full, with the goal of reducing network congestion.
fa: الگوریتم مدیریت صف

source: Scheduler
fa: پارامترهای الگوریتم مدیریت صف را مشخص می کند.

source: The scheduler manages the sequence of network packets in the limiter's queue.
fa: زمانبند

source: Queue length
fa: پارامترهای برنامه ریز را مشخص می کند.

source: Specifies the length of the limiter's queue, which the scheduler and AQM are responsible for. This field may be left empty.
fa: طول صف

source: ECN sets a reserved TCP flag when the queue is nearing or exceeding capacity. Not all AQMs or schedulers support this.
fa: ECN

source: In most cases, zero (0) should specified here (or leave the field empty).
fa: تأخیر (ms)

source: In most cases, zero (0) should be specified here (or leave the field empty). A value of 0.001 means one packet in 1000 gets dropped.
fa: نرخ از دست دادن بسته

source: In most cases, this field should be left empty. It increases the hash size set.
fa: اندازه سطل (شکافها)

source: Weight must be an integer between 1 and 100.
fa: هشدار احتمالی احتقان انتخاب شده است ، اما

source: Active queue management (AQM) is the intelligent drop of network packets inside this limiter's queue, when it becomes full or gets close to becoming full, with the goal of reducing network congestion.
fa: وزن باید عدد صحیحی بین 1 تا 100 باشد.

source: Welcome to the %s Traffic Shaper.
fa: کلون Shaper به این رابط

source: The tree on the left navigates through the %s.
fa: به%s Traffic Shaper خوش آمدید.

source: queues
fa: درخت در سمت چپ از%s حرکت می کند.

source: limiters
fa: صف

source: Buttons at the bottom represent %s actions and are activated accordingly.
fa: محدود کننده ها

source: Choose an alternative css file (if installed) to change the appearance of the webConfigurator. css files are located in /usr/local/www/css/%s
fa: محدود کننده

source: Scrolls with page
fa: موضوع ارسالی یافت نشد. یک موضوع متفاوت انتخاب کنید.

source: Fixed (Remains visible at top of page)
fa: پیمایش با صفحه

source: Top Navigation
fa: ثابت (در بالای صفحه قابل مشاهده است)

source: The fixed option is intended for large screens only.
fa: پیمایش برتر

source: The submitted Top Navigation value is invalid.
fa: گزینه ثابت فقط برای صفحه نمایش های بزرگ در نظر گرفته شده است.

source: Default (No hostname)
fa: مقدار پیمایش برتر ارائه شده نامعتبر است.

source: Hostname only
fa: پیش فرض (بدون نام میزبان)

source: Fully Qualified Domain Name
fa: فقط نام میزبان

source: Hostname in Menu
fa: نام دامنه کاملاً واجد شرایط

source: Replaces the Help menu title in the Navbar with the system hostname or FQDN.
fa: نام میزبان در فهرست

source: The submitted Dashboard Columns value is invalid.
fa: نام میزبان ارسالی به ارزش منو نامعتبر است.

source: Interfaces Sort
fa: مقدار ستونهای داشبورد ارائه شده نامعتبر است.

source: If selected, lists of interfaces will be sorted by description, otherwise they are listed wan,lan,optn...
fa: مرتب سازی رابط ها

source: Show the Available Widgets panel on the Dashboard.
fa: صفحه نمایش مرتبط / نمایش / پنهان کردن

source: Show the Log Filter panel in System Logs.
fa: پانل ابزارک های موجود را در داشبورد نشان دهید.

source: Show the Manage Log panel in System Logs.
fa: پنل Log Filter را در System Logs نشان دهید.

source: Show the Settings panel in Status Monitoring.
fa: پنل مدیریت ورود را در سیستم Logs نشان دهید.

source: These options allow certain panels to be automatically hidden on page load. A control is provided in the title bar to un-hide the panel.
fa: پانل تنظیمات را در وضعیت نظارت بر وضعیت نشان دهید.

source: If selected, clicking a label in the left column will select/toggle the first item of the group.
fa: برچسب های ستون سمت چپ

source: If selected, the details in alias popups will not be shown, just the alias description (e.g. in Firewall Rules).
fa: نام مستعار Popups

source: When this is unchecked, the browser tab shows the host name followed by the current page. Check this box to display the current page followed by the host name.
fa: متن برگه مرورگر

source: By default, the entire state table is displayed when entering Diagnostics > States. This option requires a filter to be entered before the states are displayed. Useful for systems with large state tables.
fa: به فیلتر حالت نیاز دارید

source: Tracking ID
fa: اطلاعات قانون

source: %1$s by %2$s
fa: ردیابی شناسه

source: Created
fa: %1 $ s توسط%2 $ s

source: Updated
fa: ایجاد شده

source: After synch increase advertising skew
fa: به روز شده

source: Error creating socket!
fa: بعد از افزایش همگام تبلیغات را افزایش دهید

source: Error code is '%1$s' - %2$s
fa: خطایی در ایجاد سوکت!

source: setsockopt() failed, error: %s
fa: کد خطا %1 $ s است -%2 $ s

source: Magic Packet sent (%1$s) to (%2$s) MAC=%3$s
fa: setockopt () انجام نشد ، خطا:%s

source: Restored %s of config file (maybe from CARP partner)
fa: Magic Packet (%1 $ s) به (%2 $ s) ارسال شد به MAC =%3 $ s

source: reload_interfaces_sync() is starting.
fa: بازیابی%s پرونده پیکربندی (شاید از شریک CARP)

source: Enabling system routing
fa: reload_interfaces_sync () شروع می شود.

source: Cleaning up Interfaces
fa: فعال کردن مسیریابی سیستم

source: No history data found!
fa: تمیز کردن رابط ها

source: device not present! Is the modem attached to the system?
fa: داده تاریخی یافت نشد!

source: running
fa: دستگاه موجود نیست! آیا مودم به سیستم وصل شده است؟

source: blocking
fa: دویدن

source: check for ethernet loops
fa: مسدود کردن

source: learning
fa: بررسی حلقه های اترنت

source: forwarding
fa: یادگیری

source: DNSCACHE: Found old IP %1$s and new IP %2$s
fa: حمل و نقل

source: Loading %s cryptographic accelerator module.
fa: DNSCACHE: IP%1 $ s قدیمی و IP%جدید 2 $ s جدید یافت شد

source: Loading %s thermal monitor module.
fa: در حال بارگذاری%​​s ماژول شتاب دهنده رمزنگاری است.

source: Download file failed with status code %1$s. URL: %2$s
fa: ماژول مانیتور حرارتی%s بارگیری می شود.

source: Could not process non-existent file from alias: %s
fa: بارگیری پرونده با کد وضعیت%1 $ s انجام نشد. URL:%2 $ s

source: Could not process empty file from alias: %s
fa: پرونده غیر موجود از نام مستعار پردازش نمی شود:%s

source: Could not process aliases from alias: %s
fa: پرونده خالی از نام مستعار پردازش نشد:%s

source: Failed to download alias %s
fa: پردازش نامهای مستعار از نام مستعار امکان پذیر نیست:%s

source: Alias archive is a .tar/tgz file which cannot be decompressed because utility is missing!
fa: بارگیری alias%s انجام نشد

source: The following file could not be read %1$s from %2$s
fa: %s / نام مستعار برای نوشتن باز نشد!

source: Bosnian
fa: پرونده زیر%1 $ s از%2 $ s قابل خواندن نیست

source: Chinese
fa: بوسنیایی

source: Chinese (Simplified, China)
fa: چینی ها

source: Chinese (Simplified, Hong Kong SAR China)
fa: چینی (ساده شده ، چین)

source: Chinese (Traditional, Taiwan)
fa: چینی (ساده شده ، هنگ کنگ SAR چین)

source: Dutch
fa: چینی (سنتی ، تایوان)

source: English
fa: هلندی

source: French
fa: انگلیسی

source: German (Germany)
fa: فرانسوی

source: Italian
fa: آلمانی (آلمان)

source: Korean
fa: ایتالیایی

source: Norwegian Bokmål
fa: کره ای

source: Polish
fa: نروژی

source: Portuguese
fa: لهستانی

source: Portuguese (Brazil)
fa: پرتغالی

source: Russian
fa: پرتغالی (برزیل)

source: Spanish
fa: روسی

source: Spanish (Argentina)
fa: اسپانیایی

source: No Service
fa: اسپانیایی (آرژانتین)

source: Restricted Service
fa: بدون خدمات

source: Valid Service
fa: سرویس محدود

source: Restricted Regional Service
fa: سرویس معتبر

source: Powersaving Service
fa: سرویس منطقه ای محدود

source: Unknown Service
fa: سرویس Pavingaving

source: Invalid SIM/locked State
fa: سرویس ناشناخته

source: Valid SIM State
fa: SIM / وضعیت قفل نامعتبر

source: Invalid SIM CS State
fa: حالت سیم کارت معتبر

source: Invalid SIM PS State
fa: حالت نامعتبر سیم کارت CS

source: Invalid SIM CS/PS State
fa: حالت نامعتبر سیم PS

source: Missing SIM State
fa: حالت نامعتبر سیم CS / PS

source: Limited Service
fa: حالت سیم کارت موجود نیست

source: Initializing Service
fa: خدمات محدود

source: Network Lock error Service
fa: خدمات اولیه

source: Network Locked Service
fa: سرویس خطای قفل شبکه

source: Unlocked or correct MCC/MNC Service
fa: سرویس قفل شده شبکه

source: No action State
fa: سرویس MCC / MNC را باز یا قفل صحیح

source: Network lock State
fa: حالت عملی وجود ندارد

source: (U)SIM card lock State
fa: حالت قفل شبکه

source: Network Lock and (U)SIM card Lock State
fa: (U) حالت قفل سیم کارت

source: Configuring IPsec VPN...
fa: حالت قفل شبکه و (U) سیم کارت قفل سیم

source: IPsec ERROR: Could not find phase 1 source for connection %s. Omitting from configuration file.
fa: پیکربندی IPsec VPN ...

source: Warning: Missing CRL data for %s
fa: دروازه راه دور%s در حال حاضر در مرحله دیگر 1 ورودی

source: Error: Cannot write IPsec CRL file for %s
fa: هشدار: داده CRL برای%s وجود ندارد

source: Error: Invalid phase1 certificate reference for %s
fa: خطا: نمی توانید پرونده IPsec CRL را برای%s بنویسید

source: Error: Cannot write phase1 key file for %s
fa: خطا: مرجع صدور گواهینامه فاز1 برای%s

source: Error: Cannot write phase1 certificate file for %s
fa: خطا: نمی توان پرونده کلیدی stage1 را برای%s نوشت

source: Error: Invalid certificate hash info for %s
fa: خطا: پرونده گواهی مرحله1 برای%s ارسال نمی شود

source: Error: Cannot write IPsec CA file for %s
fa: خطا: اطلاعات هش گواهی نامعتبر برای%s

source: No phase2 specifications for tunnel with REQID = %s
fa: خطا: نمی توانید پرونده CAs IPsec را برای%s ارسال کنید

source: Ignoring IPsec reload since there are no tunnels on interface %s
fa: هیچ مشخصات فاز2 برای تونل با REQID =%s

source: Forcefully reloading IPsec
fa: نادیده گرفتن بارگیری مجدد IPsec از آنجا که هیچ تونلی در رابط%s وجود ندارد

source: Configuring PPPoE Server service...
fa: مجدداً بارگیری مجدد IPsec

source: Error: cannot open mpd.conf in vpn_pppoe_configure().
fa: پیکربندی سرویس سرور PPPoE ...

source: Error: cannot open mpd.secret in vpn_pppoe_configure().
fa: خطا: نمی توانید mpd.conf را در vpn_pppoe_configure () باز کنید.

source: done
fa: خطا: نمی توانید mpd.secret را در vpn_pppoe_configure () باز کنید.

source: Configuring l2tp VPN service...
fa: انجام شده

source: Error: cannot open mpd.conf in vpn_l2tp_configure().
fa: پیکربندی سرویس VPN l2tp ...

source: Error: cannot open mpd.secret in vpn_l2tp_configure().
fa: خطا: نمی توانید mpd.conf را در vpn_l2tp_configure () باز کنید.

source: XML error: %1$s at line %2$d cannot occur more than once
fa: خطا: نمی توانید mpd.secret را در vpn_l2tp_configure () باز کنید.

source: Error: could not open XML input
fa: خطای XML:%1 $ s در خط%2 $ d نمی تواند بیش از یک بار رخ دهد

source: XML error: %1$s at line %2$d
fa: خطا: نتوانست ورودی XML را باز کند

source: XML error: no %s object found!
fa: خطای XML:%1 $ s در خط%2 $ d

source: Config.xml unlocked.
fa: خطای XML: هیچ%s مورد یافت نشد!

source: Invalid password entered. Please try again.
fa: پیکربندی.xml باز شد.

source: Config.xml is corrupted and is 0 bytes. Could not restore a previous backup.
fa: رمز ورود نامعتبر است لطفا دوباره تلاش کنید.

source: %1$s is restoring the configuration %2$s
fa: بازیابی config.xml امکان پذیر نیست.

source: XML configuration file not found. %s cannot continue booting.
fa: %1 $ s بازیابی پیکربندی%2 $ s

source: Last known config found and restored. Please double check the configuration file for accuracy.
fa: پرونده پیکربندی XML یافت نشد. %s نمی تواند بوت شود.

source: Start Configuration upgrade at %s, set execution timeout to 15 minutes
fa: فایل پیکربندی قابل استفاده یافت نشد! درحال خروج ....

source: Updated bogon update frequency to 3am
fa: ارتقاء پیکربندی را در%s شروع کنید ، مدت زمان اجرای را به 15 دقیقه تنظیم کنید

source: Ended Configuration upgrade at %s
fa: فرکانس بروزرسانی بوگون به روز شده تا 3 صبح

source: Upgraded config version level from %1$s to %2$s
fa: به روزرسانی پیکربندی به پایان رسید در%s

source: Save config permission denied by the 'User - Config: Deny Config Write' permission for user '%s'.
fa: سطح نسخه پیکربندی به روز شده از%1 $ s به%2 $ s

source: Unable to open %1$s/config.xml for writing in write_config()%2$s
fa: هشدار: محتوای پیکربندی ذخیره نمی شود. پرونده باز نشد!

source: Reverted to %s.
fa: نمی توان%1 $ s / config.xml را برای نوشتن در write_config ()%2 $ s باز کرد

source: Installing configuration...
fa: به%s برگردانده شده است.

source: Installing configuration ....
fa: در حال نصب پیکربندی ...

source: XML error: unable to open file
fa: نصب پیکربندی ....

source: %1$s at line %2$d
fa: خطای XML: امکان باز کردن پرونده

source: The backup cache file %s is corrupted. Parser error message: %s
fa: %1 $ s در خط%2 $ d

source: The backup cache file %s is corrupted. Unlinking.
fa: پرونده حافظه نهان ذخیره شده%s خراب است. پیام خطای تجزیه گر:%s

source: %s made unknown change
fa: پرونده حافظه نهان ذخیره شده%s خراب است. unlinking.

source: System - HA node sync
fa: %s تغییر ناشناخته ایجاد کرده است

source: Allow access to authenticate this user for HA sync via XMLRPC
fa: سیستم - همگام سازی گره HA

source: User - Services: Captive Portal login
fa: اجازه دسترسی به تأیید اعتبار این کاربر برای همگام سازی HA از طریق XMLRPC

source: Indicates whether the user is able to login on the captive portal.
fa: کاربر - خدمات: ورود به سایت Captive Portal

source: WebCfg - Help pages
fa: نشان می دهد که آیا کاربر قادر به ورود به پورتال اسیر است.

source: Show all items on help menu and allow access to Help shortcut links
fa: WebCfg - صفحات راهنما

source: WebCfg - Dashboard (all)
fa: نمایش همه موارد در فهرست راهنما و اجازه دسترسی به پیوندهای میانبر راهنما

source: Allow access to all pages required for the dashboard.
fa: WebCfg - داشبورد (همه)

source: WebCfg - Dashboard widgets (direct access).
fa: اجازه دسترسی به تمام صفحات مورد نیاز داشبورد را بدهید.

source: Allow direct access to all Dashboard widget pages, required for some widgets using AJAX.
fa: WebCfg - ابزارکهای داشبورد (دسترسی مستقیم).

source: If present, ignores requests from this user to write config.xml.
fa: کاربر - پیکربندی: رد کردن پیکربندی نوشتن

source: User - Notices: View
fa: در صورت وجود ، درخواست های این کاربر را برای نوشتن config.xml نادیده بگیرید.

source: This user can view system notices.
fa: کاربر - اطلاعیه ها: مشاهده

source: User - Notices: View and Clear
fa: این کاربر می تواند اعلامیه های سیستم را مشاهده کند.

source: This user can view and clear system notices.
fa: کاربر - یادداشت ها: مشاهده و پاک کردن

source: User - System: Shell account access
fa: این کاربر می تواند اعلامیه های سیستم را مشاهده و پاک کند.

source: Indicates whether the user is able to login for example via SSH.
fa: کاربر - سیستم: دسترسی به حساب Shell

source: User - System: Copy files (scp)
fa: نشان می دهد که آیا کاربر می تواند به عنوان مثال از طریق SSH وارد سیستم شود.

source: User - System: Copy files to home directory (chrooted scp)
fa: کاربر - سیستم: کپی کردن فایلها (scp)

source: Indicates whether this user is allowed to copy files to the home directory via SCP/SFTP.Note: User - System - Copy files (scp) conflicts with this privilege.Warning: Manual chroot setup required, see /usr/local/etc/rc.d/scponlyc.
fa: کاربر - سیستم: کپی پرونده ها در دایرکتوری خانگی (برنامه نویسی chroote)

source: Indicates whether the user is able to login for tunneling via SSH when they have no shell access. Note: User - System - Copy files (scp) and System: Copy files to home directory (chrooted scp) conflict with this privilege.
fa: کاربر - سیستم: SSH tunelling

source: Indicates whether the user is allowed to dial in via IPsec xauth (Note: Does not allow shell access, but may allow the user to create SSH tunnels)
fa: کاربر - VPN: IPsec xauth Dialin

source: Indicates whether the user is allowed to dial in via L2TP
fa: کاربر - VPN: L2TP Dialin

source: User - VPN: PPPOE Dialin
fa: نشان می دهد که آیا کاربر مجاز به شماره گیری از طریق L2TP است

source: Indicates whether the user is allowed to dial in via PPPOE
fa: کاربر - VPN: PPPOE Dialin

source: WebCfg - Status: System Logs: Portal Auth
fa: نشان می دهد که آیا کاربر مجاز است از طریق PPPOE شماره گیری کند

source: Allow access to the 'Status: System Logs: Portal Auth' page.
fa: WebCfg - وضعیت: سیاهههای مربوط به سیستم: Auth Portal

source: WebCfg - Status: Logs: DHCP
fa: اجازه دسترسی به صفحه وضعیت: سیاهههای مربوط به سیستم: نویسنده پورتال را بدهید.

source: Allow access to the 'Status: Logs: DHCP' page.
fa: WebCfg - وضعیت: سیاهههای مربوط: DHCP

source: WebCfg - Status: Logs: Gateways
fa: اجازه دسترسی به صفحه وضعیت: گزارش ها: DHCP را بدهید.

source: Allow access to the 'Status: Logs: System: Gateways' page.
fa: WebCfg - وضعیت: سیاهههای مربوط: دروازهها

source: WebCfg - Status: Logs: Resolver
fa: اجازه دسترسی به صفحه وضعیت: سیاههها: سیستم: دروازه ها را بدهید.

source: Allow access to the 'Status: Logs: System: Resolver' page.
fa: WebCfg - وضعیت: سیاهههای مربوط: Resolver

source: WebCfg - Status: System Logs: IPsec VPN
fa: اجازه دسترسی به صفحه وضعیت: گزارش ها: سیستم: حل کننده را بدهید.

source: Allow access to the 'Status: System Logs: IPsec VPN' page.
fa: WebCfg - وضعیت: سیاهههای مربوط به سیستم: IPsec VPN

source: WebCfg - Status: System Logs: NTP
fa: اجازه دسترسی به صفحه وضعیت: سیستم سیاههها: IPsec VPN را بدهید.

source: Allow access to the 'Status: System Logs: NTP' page.
fa: WebCfg - وضعیت: سیاهههای مربوط به سیستم: NTP

source: WebCfg - Status: System Logs: OpenVPN
fa: اجازه دسترسی به صفحه وضعیت: سیستم ورود به سیستم: NTP را بدهید.

source: Allow access to the 'Status: System Logs: OpenVPN' page.
fa: WebCfg - وضعیت: سیاهههای مربوط به سیستم: OpenVPN

source: WebCfg - Status: System Logs: Load Balancer
fa: اجازه دسترسی به صفحه وضعیت: سیاهههای مربوط به سیستم: OpenVPN را بدهید.

source: Allow access to the 'Status: System Logs: Load Balancer' page.
fa: WebCfg - وضعیت: سیاهههای مربوط به سیستم: Balance Load

source: WebCfg - Status: System Logs: Routing
fa: اجازه دسترسی به صفحه وضعیت: سیاهههای مربوط به سیستم: بار بالانس را بدهید.

source: Allow access to the 'Status: System Logs: System: Routing' page.
fa: WebCfg - وضعیت: سیاهههای مربوط به سیستم: مسیریابی

source: WebCfg - Status: System Logs: Wireless
fa: اجازه دسترسی به صفحه وضعیت: سیستم ورود به سیستم: سیستم: مسیریابی را بدهید.

source: Allow access to the 'Status: System Logs: System: Wireless' page.
fa: WebCfg - وضعیت: سیاهههای مربوط به سیستم: بی سیم

source: WebCfg - Services: UPnP
fa: اجازه دسترسی به صفحه وضعیت: سیاهههای مربوط به سیستم: سیستم: بی سیم را بدهید.

source: Allow access to the 'Services: UPnP' page.
fa: WebCfg - خدمات: UPnP

source: WebCfg - OpenVPN: Clients Edit Advanced
fa: اجازه دسترسی به صفحه خدمات: UPnP را بدهید.

source: Allow edit access to the 'OpenVPN: Clients' Advanced settings field.
fa: WebCfg - OpenVPN: مشتری ویرایش پیشرفته

source: WebCfg - OpenVPN: Client Specific Override Edit Advanced
fa: دسترسی ویرایش به قسمت تنظیمات پیشرفته OpenVPN: Clients اجازه دهید.

source: Allow edit access to the 'OpenVPN: Client Specific Override' advanced settings field.
fa: WebCfg - OpenVPN: نادیده گرفتن مشتری خاص ویرایش پیشرفته

source: Allow edit access to the 'OpenVPN: Servers' Advanced settings field.
fa: WebCfg - OpenVPN: سرور ویرایش پیشرفته

source: WARNING: Could not mark subsystem: %s dirty
fa: دسترسی ویرایش به قسمت تنظیمات پیشرفته OpenVPN: Servers اجازه دهید.

source: WARNING: A name must be given as parameter to lock() function.
fa: هشدار: نمیتوانید زیر سیستم را علامت بزنید:%s کثیف

source: WARNING: A name must be given as parameter to try_lock() function.
fa: اخطار: باید یک اسم به عنوان پارامتر برای عملکرد () قفل شود.

source: The %1$s name must be less than 32 characters long, may not consist of only numbers, may not consist of only underscores, and may only contain the following characters: %2$s
fa: اخطار: باید یک تابع به عنوان پارامتر برای تابع try_lock () داده شود.

source: The %1$s name must not be an IP protocol name such as TCP, UDP, ICMP etc.
fa: نام%1 $ s نباید یکی از کلمات محفوظ%2 $ s یا%3 $ s باشد.

source: %s must be a valid IPv4 address or alias.
fa: دستور %1 $ s کد خروجی بازگشت %2 $ d ، خروجی %3 $ s بود

source: %s must be a valid IPv4 address.
fa: %s باید یک آدرس IPv4 معتبر یا نام مستعار باشد.

source: %s must be a valid IPv6 address or alias.
fa: %s باید یک آدرس IPv4 معتبر باشد.

source: %s must be a valid IPv6 address.
fa: %s باید یک آدرس IPv6 معتبر یا نام مستعار باشد.

source: %s must be a valid IPv4 or IPv6 address or alias.
fa: %s باید یک آدرس IPv6 معتبر باشد.

source: %s must be a valid IPv4 or IPv6 address.
fa: %s باید یک آدرس معتبر IPv4 یا IPv6 یا نام مستعار باشد.

source: Error: attempting to write DUID file - Invalid DUID detected
fa: %s باید یک آدرس معتبر IPv4 یا IPv6 باشد.
