Repository: mehdiimrzz/pfsense
Catalog: src/usr/local/share/locale/*/LC_MESSAGES/pfSense.po
Languages: fa

source: Delete CA and its CRLs
fa: CA و CRL های آن را حذف کنید

source: Create / Edit CA
fa: ایجاد / ویرایش CA

source: Existing Certificate Authority
fa: موجودیت مجوز گواهینامه

source: Certificate Private Key (optional)
fa: کلید خصوصی گواهی (اختیاری)

source: Serial for next certificate
fa: سریال برای گواهینامه بعدی

source: Internal Certificate Authority
fa: مجوز گواهینامه داخلی

source: *Signing Certificate Authority
fa: * امضای مجوز گواهینامه

source: *Key length (bits)
fa: * طول کلید (بیت)

source: Visit official website
fa: بازدید از وب سایت رسمی

source: Click to install
fa: برای نصب کلیک کنید

source: Packages
fa: بسته ها

source: Invalid character '#' in system location
fa: کاراکتر نامعتبر # در محل سیستم

source: Invalid character '#' in system contact
fa: کاراکتر نامعتبر # در تماس با سیستم

source: Invalid character '#' in read community string
fa: شخصیت # نامعتبر در رشته جامعه خوانده شده

source: Community
fa: انجمن

source: Polling Port
fa: بندر رای گیری

source: Invalid character '#' in SNMP trap string
fa: کاراکتر نامعتبر # در رشته تله SNMP

source: Trap server
fa: تله سرور

source: Trap server port
fa: پورت سرور

source: Trap string
fa: تله رشته

source: SNMP Daemon Settings
fa: تنظیمات Daemon SNMP

source: Enter the port to accept polling events on (default 161).
fa: برای پذیرش رویدادهای رای گیری در درگاه را وارد کنید (پیش فرض 161).

source: System Location
fa: موقعیت مکانی سیستم

source: System Contact
fa: تماس با سیستم

source: Read Community String
fa: رشته جامعه را بخوانید

source: SNMP Traps Enable
fa: تله های SNMP فعال شوند

source: SNMP Trap Settings
fa: تنظیمات دام SNMP

source: Enter the trap server name
fa: نام سرور دام را وارد کنید

source: Trap Server Port
fa: پورت سرور تله

source: Enter the port to send the traps to (default 162)
fa: برای ارسال تله به (در پیش فرض 162) وارد پورت شوید.

source: SNMP Trap String
fa: تله رشته SNMP

source: SNMP Modules
fa: ماژول های SNMP

source: SNMP modules
fa: ماژول های SNMP

source: Interface Binding
fa: اتصال رابط

source: Bind Interfaces
fa: رابط های اتصال

source: Only letters (A-Z), digits (0-9) and '_' are allowed.
fa: فقط حروف (AZ) ، رقم (0-9) و _ مجاز هستند.

source: The group name cannot end with a digit.
fa: نام گروه نمی تواند با رقمی پایان یابد.

source: Group name already exists!
fa: نام گروه از قبل موجود است!

source: Group name cannot have more than 16 characters.
fa: نام گروه نمی تواند بیش از 16 نویسه داشته باشد.

source: Please choose another group name.
fa: لطفاً نام گروه دیگری را انتخاب کنید.

source: Group name cannot start with pkg_
fa: نام گروه با pkg_ شروع نمی شود

source: An alias with this name already exists.
fa: نام مستعار با این نام از قبل موجود است.

source: Interface Group Configuration
fa: پیکربندی گروه رابط

source: *Group Name
fa: *اسم گروه

source: Group Description
fa: توضیحات گروه

source: Group Members
fa: اعضای گروه

source: Rules have been cleared and the daemon restarted.
fa: قوانین پاکسازی شده و شبح مجدداً راه اندازی شد.

source: UPnP is currently disabled. It can be enabled here: %1$s%2$s%3$s.
fa: UPnP در حال حاضر غیرفعال است. در اینجا می توان آن را فعال کرد:%1 $ s%2 $ s%3 $ s.

source: Services &gt; UPnP &amp; NAT-PMP
fa: خدمات & gt؛ UPnP & amp؛ NAT-PMP

source: UPnP &amp; NAT-PMP Rules
fa: UPnP & amp؛ قوانین NAT-PMP

source: Ext IP
fa: افزودن IP

source: Int Port
fa: Int Int

source: Clear all sessions
fa: پاک کردن همه جلسات

source: Sent magic packet to %1$s (%2$s).
fa: بسته جادویی به%1 $ s (%2 $ s) ارسال شد.

source: A valid interface must be specified.
fa: باید یک رابط معتبر مشخص شود.

source: A valid ip could not be found!
fa: یک ip معتبر یافت نشد!

source: Sent magic packet to %s.
fa: بسته جادویی به%s ارسال شد.

source: Deleted a device from WOL configuration.
fa: دستگاهی را از پیکربندی WOL حذف کرد.

source: Choose which interface the host to be woken up is connected to.
fa: رابط را انتخاب کنید که میزبان از خواب بیدار شود.

source: *MAC address
fa: * آدرس MAC

source: Enter a MAC address in the following format: xx:xx:xx:xx:xx:xx
fa: آدرس MAC را در قالب زیر وارد کنید: xx: xx: xx: xx: xx: xx

source: Send
fa: ارسال

source: Wake-on-LAN Devices
fa: دستگاه های Wake-on-LAN

source: Wake All Devices
fa: بیدار همه دستگاه ها

source: Click the MAC address to wake up an individual device.
fa: برای بیدار کردن یک دستگاه خاص ، روی آدرس MAC کلیک کنید.

source: Edit Device
fa: ویرایش دستگاه

source: Delete Device
fa: حذف دستگاه

source: Wake Device
fa: دستگاه بیدار

source: Invalid Backup Count specified
fa: تعداد پشتیبان گیری نامعتبر مشخص شد

source: (platform default)
fa: (پیش فرض بستر)

source: Changed backup revision count to %s
fa: تعداد نسخه های نسخه پشتیبان تهیه شده به%s تغییر یافته است

source: Successfully reverted to timestamp %1$s with description "%2$s".
fa: با موفقیت در برگه%1 $ s با شرح %2 $ s به برگردانده شد.

source: Unable to revert to the selected configuration.
fa: برگشت به پیکربندی انتخابی امکان پذیر نیست.

source: Deleted backup with timestamp %1$s and description "%2$s".
fa: نسخه پشتیبان تهیه شده با زمان سنج%1 $ s و شرح %2 $ s حذف شد.

source: Backup & Restore
fa: پشتیبان گیری بازیابی

source: Config History
fa: پیکربندی تاریخچه

source: Configuration Diff from %1$s to %2$s
fa: پیکربندی تفاوت از%1 $ s تا%2 $ s

source: Configuration Backup Cache Settings
fa: تنظیمات حافظه نهان پشتیبان تنظیمات

source: Backup Count
fa: تعداد پشتیبان گیری

source: Current space used by backups
fa: فضای فعلی مورد استفاده توسط پشتیبان گیری

source: Diff
fa: اختلاف

source: Current configuration
fa: پیکربندی فعلی

source: Revert config
fa: برگرداندن پیکربندی

source: Download config
fa: بارگیری پیکربندی

source: No backups found.
fa: هیچ بکاپ یافت نشد.

source: Service type
fa: نوع سرویس

source: Update URL
fa: به روزرسانی URL

source: The hostname contains invalid characters.
fa: نام میزبان حاوی نویسه های نامعتبر است.

source: The MX contains invalid characters.
fa: MX حاوی نویسه های نامعتبر است.

source: Dynamic DNS client configured.
fa: پیکربندی مشتری پویا DNS.

source: *Service Type
fa: * نوع خدمات

source: *Interface to monitor
fa: * رابط برای نظارت

source: *Interface to send update from
fa: * رابط برای ارسال به روزرسانی از

source: This is almost always the same as the Interface to Monitor.
fa: این تقریباً همیشه همان رابط کاربری مانیتور است.

source: Wildcards
fa: کارتهای وحشی

source: Cloudflare Proxy
fa: پروکسی Cloudflare

source: Verbose logging
fa: گزارش ورود به سیستم

source: HTTP API DNS Options
fa: گزینه های HTTP API DNS

source: HTTP API SSL/TLS Options
fa: گزینه های HTTP API SSL / TLS

source: Zone ID
fa: شناسه منطقه

source: Result Match
fa: نتیجه مسابقه

source: Choose TTL for the dns record.
fa: TTL را برای ثبت dns انتخاب کنید.

source: Save & Force Update
fa: ذخیره و به روز رسانی نیرو

source: Edit hostname
fa: ویرایش نام میزبان

source: Delete hostname
fa: حذف نام میزبان

source: All connections %1$sto%2$s the hostname are allowed
fa: همه اتصالات%1 $ sto%2 $ s نام میزبان مجاز است

source: All connections %1$sfrom%2$s the hostname are allowed
fa: همه اتصالات%1 $ sfrom%2 $ s نام میزبان مجاز است

source: All connections %1$sto or from%2$s are allowed
fa: همه اتصالات%1 $ sto یا از%2 $ s مجاز هستند

source: Protocol counts
fa: شمارش پروتکل

source: States Summary
fa: خلاصه ای از ایالات

source: By Source IP
fa: توسط منبع IP

source: By Destination IP
fa: توسط IP مقصد

source: Total per IP
fa: کل در هر IP

source: By IP Pair
fa: توسط IP Pair

source: The Firewall Adaptive values must be set together.
fa: مقادیر سازگار با فایروال باید در کنار هم قرار گیرند.

source: The Firewall Adaptive Start value must be an integer.
fa: مقدار Firewall Adaptive Start باید عدد صحیحی باشد.

source: The Firewall Adaptive End value must be an integer.
fa: مقدار Firewall Adaptive End باید عدد صحیحی باشد.

source: The Firewall Maximum States value must be an integer.
fa: مقدار حداکثر حالت فایروال باید عدد صحیح باشد.

source: The Aliases Hostname Resolve Interval value must be an integer.
fa: مقدار Aliases Hostname Resolve Interval مقدار باید عدد صحیح باشد.

source: The Firewall Maximum Table Entries value must be an integer.
fa: مقدار فایروال جدول ورودی حداکثر باید یک عدد صحیح باشد.

source: The Firewall Maximum Fragment Entries value must be an integer.
fa: مقدار Firewall Maximum Fragment Entries باید یک عدد صحیح باشد.

source: The TCP idle timeout must be an integer.
fa: زمان بندی TCP بیکار باید یک عدد صحیح باشد.

source: The Reflection timeout must be an integer.
fa: زمان بازتاب باید عدد صحیح باشد.

source: The TCP first timeout value must be an integer.
fa: مقدار اولیه TCP باید یک عدد صحیح باشد.

source: The TCP opening timeout value must be an integer.
fa: مقدار باز شدن TCP باید عدد صحیحی باشد.

source: The TCP established timeout value must be an integer.
fa: مقدار بازپرداخت TCP باید یک عدد صحیح باشد.

source: The TCP closing timeout value must be an integer.
fa: مقدار بسته شدن TCP باید یک عدد صحیح باشد.

source: The TCP FIN wait timeout value must be an integer.
fa: مقدار زمان انتظار TCP FIN صحیح باید عدد صحیح باشد.

source: The TCP closed timeout value must be an integer.
fa: مقدار زمان بسته TCP باید عدد صحیح باشد.

source: The UDP first timeout value must be an integer.
fa: مقدار اول وقت UDP باید عدد صحیح باشد.

source: The UDP single timeout value must be an integer.
fa: مقدار UDP تک زمان باید یک عدد صحیح باشد.

source: The UDP multiple timeout value must be an integer.
fa: مقدار زمان بندی UDP چندگانه باید عدد صحیح باشد.

source: The ICMP first timeout value must be an integer.
fa: مقدار زمان اولیه ICMP باید عدد صحیح باشد.

source: The ICMP error timeout value must be an integer.
fa: مقدار پایان خطای ICMP باید یک عدد صحیح باشد.

source: The Other first timeout value must be an integer.
fa: مقدار اول وقت دیگر باید یک عدد صحیح باشد.

source: The Other single timeout value must be an integer.
fa: مقدار دیگر timeout باید یک عدد صحیح باشد.

source: The Other multiple timeout value must be an integer.
fa: مقدار دیگر زمان بندی دیگر باید یک عدد صحیح باشد.

source: Changed Advanced Firewall/NAT settings.
fa: تنظیمات پیشرفته Firewall / NAT تغییر یافته است.

source: Firewall Advanced
fa: فایروال پیشرفته

source: IP Do-Not-Fragment compatibility
fa: سازگاری IP Do-Not-Fragment

source: IP Random id generation
fa: تولید شناسه تصادفی IP

source: High-latency
fa: تاخیر زیاد

source: Aggressive
fa: خشونت آمیز

source: Conservative
fa: محافظه کار

source: Firewall Optimization Options
fa: گزینه های بهینه سازی فایروال

source: Select the type of state table optimization to use
fa: نوع بهینه سازی جدول حالت را برای استفاده انتخاب کنید

source: Disable Firewall
fa: غیرفعال کردن فایروال

source: Disable Firewall Scrub
fa: غیر فعال کردن اسکراب فایروال

source: Firewall Adaptive Timeouts
fa: زمانبندی تطبیقی ​​فایروال

source: Adaptive start
fa: شروع تطبیقی ​​

source: Adaptive end
fa: پایان سازگار

source: Firewall Maximum States
fa: حداکثر ایالات فایروال

source: Firewall Maximum Table Entries
fa: حداکثر ورودی های جدول Firewall

source: Firewall Maximum Fragment Entries
fa: فایروال حداکثر ورودی های قطعه

source: Static route filtering
fa: فیلتر مسیر استاتیک

source: Disable Auto-added VPN rules
fa: غیرفعال کردن قوانین VPN خودکار اضافه شده

source: Note: This disables automatically added rules for IPsec.
fa: توجه: این به طور خودکار قوانین اضافه شده را برای IPsec غیرفعال می کند.

source: Disable reply-to
fa: غیرفعال کردن پاسخ به

source: Disable Negate rules
fa: غیرفعال کردن قوانین منفی

source: Allow APIPA
fa: اجازه APIPA

source: Aliases Hostnames Resolve Interval
fa: نام های میزبان Aliases حل فاصله

source: Check certificate of aliases URLs
fa: گواهی URL های نام مستعار را بررسی کنید

source: Bogon Networks
fa: شبکه های بوگون

source: Monthly
fa: ماهانه

source: Weekly
fa: هفتگی

source: Daily
fa: روزانه

source: Update Frequency
fa: فرکانس را به روز کنید

source: Network Address Translation
fa: ترجمه آدرس شبکه

source: NAT + proxy
fa: پروکسی + NAT

source: Pure NAT
fa: خالص NAT

source: NAT Reflection mode for port forwards
fa: حالت بازتاب NAT برای پورت به جلو

source: Reflection Timeout
fa: زمان انعکاس

source: Enable NAT Reflection for 1:1 NAT
fa: بازتاب NAT را برای 1: 1 NAT فعال کنید

source: Enable automatic outbound NAT for Reflection
fa: فعال کردن اتوماتیک خروجی NAT برای بازتاب

source: TFTP Proxy
fa: پروکسی TFTP

source: Choose the interfaces on which to enable TFTP proxy helper.
fa: واسط هایی را انتخاب کنید که یاور پروکسی TFTP را فعال کنید.

source: State Timeouts (seconds - blank for default)
fa: حالت پایان دولت (ثانیه - خالی به طور پیش فرض)

source: Other
fa: دیگر

source: The default optimization algorithm
fa: الگوریتم بهینه سازی پیش فرض

source: QinQ interface does not exist
fa: رابط QinQ وجود ندارد

source: QinQ Interfaces
fa: رابط های QinQ

source: Tag
fa: برچسب زدن

source: QinQ members
fa: اعضای QinQ

source: Edit Q-in-Q interface
fa: رابط Q-in-Q را ویرایش کنید

source: Delete Q-in-Q interface
fa: حذف رابط Q-Q-Q

source: Wrong parameters supplied
fa: پارامترهای اشتباه ارائه شده

source: Wrong index supplied
fa: فهرست نادرست تهیه شد

source: GIF Interfaces
fa: رابط های GIF

source: Tunnel to &hellip;
fa: تونل به & hellip؛

source: Edit GIF interface
fa: ویرایش رابط GIF

source: Delete GIF interface
fa: حذف رابط GIF

source: Allowed Hostname
fa: نام میزبان مجاز

source: A valid Hostname must be specified. [%s]
fa: یک نام میزبان معتبر باید مشخص شود. [%s]

source: Hostname [%s] already allowed.
fa: نام میزبان [%s] قبلاً مجاز است.

source: Captive Portal Hostname Settings
fa: تنظیمات نام میزبان پورتال اسیر

source: Enter a upload limit to be enforced on this Hostname in Kbit/s
fa: حد مجاز بارگذاری برای اجرای این نام میزبان را در Kbit / s وارد کنید

source: Enter a download limit to be enforced on this Hostname in Kbit/s
fa: محدودیت بارگیری را برای اجرای این نام میزبان در Kbit / s وارد کنید

source: The IGMP entry list has been changed.
fa: لیست ورودی IGMP تغییر کرده است.

source: General IGMP Options
fa: گزینه های عمومی IGMP

source: Verbose Logging
fa: گزارش ورود به سیستم

source: Edit IGMP entry
fa: ویرایش ورودی IGMP

source: Delete IGMP entry
fa: حذف ورودی IGMP

source: Edit Gateway
fa: ویرایش دروازه

source: Choose which interface this gateway applies to.
fa: انتخاب کنید کدام رابط برای این دروازه کاربرد دارد.

source: Choose the Internet Protocol this gateway uses.
fa: پروتکل اینترنت را که از این دروازه استفاده می کند ، انتخاب کنید.

source: *Name
fa: *نام

source: Gateway name
fa: نام دروازه

source: Gateway IP address
fa: آدرس IP Gateway

source: This will consider this gateway as always being up.
fa: این باعث می شود این دروازه مثل همیشه در حال پیشرفت باشد.

source: Gateway Action
fa: اقدام دروازه ای

source: Monitor IP
fa: نظارت بر IP

source: Force state
fa: حالت زور

source: This will force this gateway to be considered down.
fa: این باعث می شود این دروازه در نظر گرفته شود.

source: A description may be entered here for reference (not parsed).
fa: توضیحات ممکن است برای مرجع در اینجا وارد شود (تجزیه نشده).

source: Weight
fa: وزن

source: Weight for this gateway when used in a Gateway Group.
fa: وزن این دروازه در هنگام استفاده در یک گروه Gateway.

source: Data Payload
fa: بارگذاری داده

source: Define data payload to send on ICMP packets to gateway monitor IP.
fa: بار داده را برای ارسال بسته های ICMP به IP مانیتور دروازه تعریف کنید.

source: Latency thresholds
fa: آستانه های تأخیر

source: Packet Loss thresholds
fa: آستانه های از دست دادن بسته

source: Low and high thresholds for packet loss in %%. Default is %1$d/%2$d.
fa: آستانه پایین و بالا برای از بین رفتن بسته در٪٪. پیش فرض%1 $ d /%2 $ d است.

source: Probe Interval
fa: فاصله پروب

source: How often an ICMP probe will be sent in milliseconds. Default is %d.
fa: چند بار یک کاوشگر ICMP در میلی ثانیه ارسال می شود. پیش فرض%d است.

source: Loss Interval
fa: بازه ضرر

source: Time Period
fa: بازه زمانی

source: Alert interval
fa: فاصله هشدار

source: Additional information
fa: اطلاعات اضافی

source: Use non-local gateway
fa: استفاده از دروازه غیر محلی

source: Cannot write %s
fa: نمی توان%s نوشت

source: fwrite %s failed
fa: fwrite%s انجام نشد

source: fclose %s failed
fa: fclose%s شکست خورده

source: A password for encryption must be supplied and confirmed.
fa: یک رمز عبور برای رمزگذاری باید تهیه و تأیید شود.

source: A password for decryption must be supplied and confirmed.
fa: یک رمز عبور برای رمزگشایی باید تهیه و تأیید شود.

source: File decryption failed. Incorrect password or file is invalid.
fa: رمزگشایی پرونده انجام نشد. گذرواژه یا پرونده نادرست نیست.

source: Upgrading m0n0wall configuration to pfsense.
fa: پیکربندی پیکربندی m0n0wall به pfsense.

source: Removing pkg repository set after restoring full configuration
fa: حذف مجموعه مخازن pkg پس از بازیابی پیکربندی کامل

source: Restore serial console enabling in configuration.
fa: بازیابی کنسول سریال را قادر می سازد در تنظیمات باشد.

source: Unset RRD data from configuration after restoring full configuration
fa: داده های RRD را از پیکربندی پس از بازیابی کامل پیکربندی تنظیم کنید

source: Imported m0n0wall configuration
fa: پیکربندی m0n0wall وارد شده

source: The m0n0wall configuration has been restored and upgraded to pfSense.
fa: پیکربندی m0n0wall ترمیم و به pfSense ارتقا یافته است.

source: The configuration could not be restored.
fa: پیکربندی قابل بازیابی نیست.

source: The configuration could not be restored (file upload error).
fa: پیکربندی بازیابی نشد (خطای بارگذاری پرونده).

source: Captive Portal Vouchers
fa: کوپن پورتال کوپن

source: Firewall Rules
fa: قوانین فایروال

source: Scheduled Tasks
fa: وظایف زمانبندی شده

source: Static routes
fa: مسیرهای استاتیک

source: System tunables
fa: تنظیمات سیستم

source: SNMP Server
fa: سرور SNMP

source: The firewall configuration has been changed.
fa: پیکربندی فایروال تغییر کرده است.

source: The firewall is now rebooting.
fa: اکنون دیوار آتش دوباره راه اندازی می شود.

source: Backup Configuration
fa: پیکربندی پشتیبان گیری

source: Backup area
fa: منطقه پشتیبان گیری

source: Skip packages
fa: پرش از بسته ها

source: Skip RRD data
fa: پرش داده های RRD

source: Encryption
fa: رمزگذاری

source: Download configuration as XML
fa: بارگیری پیکربندی به عنوان XML

source: Restore Backup
fa: بازگرداندن پشتیبان

source: Restore area
fa: بازگرداندن منطقه

source: Configuration file
fa: فایل پیکربندی

source: Restore Configuration
fa: بازیابی پیکربندی

source: The firewall will reboot after restoring the configuration.
fa: فایروال بعد از بازیابی پیکربندی دوباره راه اندازی می شود.

source: Package Functions
fa: توابع بسته بندی

source: Reinstall Packages
fa: نصب مجدد بسته ها

source: Clear Package Lock
fa: پاک کردن قفل بسته بندی

source: AHEAD of
fa: سر از

source: BEHIND
fa: پشت

source: The hostname can only contain the characters A-Z, 0-9 and '-'. It may not start or end with '-'.
fa: (%1 $ s ساعت%2 $ s GMT)

source: A valid IP address must be specified for DNS server %s.
fa: دامنه فقط ممکن است شامل نویسه های az ، 0-9 ، - و باشد.

source: The hostname provided for DNS server "%1$s" is not valid.
fa: یک آدرس IP معتبر باید برای سرور DNS%s مشخص شود.

source: The IPv6 gateway "%1$s" can not be specified for IPv4 DNS server "%2$s".
fa: نام میزبان ارائه شده برای سرور DNS %1 $ s معتبر نیست.

source: Name of the firewall host, without domain part
fa: تنظیم عمومی

source: Do not use '.local' as the final part of the domain (TLD), The '.local' domain is %1$swidely used%2$s by mDNS (including Avahi and Apple OS X's Bonjour/Rendezvous/Airprint/Airplay), and some Windows systems and networked devices. These will not network correctly if the router uses '.local'. Alternatives such as '.local.lan' or '.mylocal' are safe.
fa: نام میزبان فایروال ، بدون قسمت دامنه

source: Enter IP addresses to be used by the system for DNS resolution.
fa: تنظیمات سرور DNS

source: These are also used for the DHCP service, DNS Forwarder and DNS Resolver when it has DNS Query Forwarding enabled.
fa: آدرسهای IP را وارد کنید تا توسط سیستم برای وضوح DNS استفاده شود.

source: When using multiple WAN connections there should be at least one unique DNS server per gateway.
fa: به صورت اختیاری دروازه را برای هر سرور DNS انتخاب کنید.

source: Add DNS Server
fa: نام میزبان DNS

source: DNS Server Override
fa: اضافه کردن سرور DNS

source: If this option is set, %s will use DNS servers assigned by a DHCP/PPP server on WAN for its own purposes (including the DNS Forwarder/DNS Resolver). However, they will not be assigned to DHCP clients.
fa: رد سرور DNS

source: By default localhost (127.0.0.1) will be used as the first DNS server where the DNS Forwarder or DNS Resolver is enabled and set to listen on localhost, so system can use the local DNS service to perform lookups. Checking this box omits localhost from the list of DNS servers in resolv.conf.
fa: غیرفعال کردن DNS Forwarder

source: *Timezone
fa: بومی سازی

source: Select a geographic region name (Continent/Location) to determine the timezone for the firewall. %1$sChoose a special or "Etc" zone only in cases where the geographic zones do not properly handle the clock offset required for this firewall.
fa: *منطقه زمانی

source: Use a space to separate multiple hosts (only one required). Remember to set up at least one DNS server if a host name is entered here!
fa: Timeservers

source: Choose a language for the webConfigurator
fa: * زبان

source: Disable dragging
fa: زبانی را برای تنظیم کننده وب انتخاب کنید

source: Disables dragging rows to allow selecting and copying row contents and avoid accidental changes.
fa: غیرفعال کردن کشیدن

source: Dark green
fa: آبی تیره

source: Crimson red
fa: سبز تیره

source: Purple
fa: قرمز پررنگ

source: Gray
fa: رنگ بنفش

source: Dark gray
fa: خاکستری

source: Black
fa: خاکستری تیره

source: Dark brown
fa: سیاه

source: Brown
fa: قهوه ای تیره

source: Green
fa: رنگ قهوه ای

source: Light Blue
fa: سبز

source: Red
fa: آبی کمرنگ

source: Violet
fa: قرمز

source: Login page color
fa: بنفش

source: Choose a color for the login page
fa: رنگ صفحه ورود

source: Login hostname
fa: رنگی را برای صفحه ورود انتخاب کنید

source: %sUser-created themes are unsupported, use at your own risk.
fa: ورود نام میزبان

source: PPPoE Server
fa: تم های ایجاد شده sUser پشتیبانی نمی شوند ، با خطر خودتان استفاده کنید.

source: The PPPoE entry list has been changed.
fa: سرور PPPoE

source: Number of users
fa: لیست ورود PPPoE تغییر کرده است.

source: Edit PPPoE instance
fa: تعداد کاربران

source: Delete PPPoE instance
fa: ویرایش نمونه PPPoE

source: Member Down
fa: حذف نمونه PPPoE

source: Packet Loss
fa: عضو پایین

source: High Latency
fa: از دست دادن بسته

source: Packet Loss or High Latency
fa: تاخیر بالا

source: A valid gateway group name must be specified.
fa: از دست دادن بسته یا تأخیر زیاد

source: gateway group
fa: یک نام گروه معتبر دروازه باید مشخص شود.

source: Changing name on a gateway group is not allowed.
fa: گروه دروازه

source: A gateway group with this name "%s" already exists.
fa: تغییر نام در یک گروه دروازه مجاز نیست.

source: A gateway group cannot have the same name as a gateway "%s" please choose another name.
fa: یک گروه دروازه ای با این نام %s در حال حاضر وجود دارد.

source: Gateway Groups
fa: هیچ دروازه ای (بازدید کنندگان) برای استفاده در این گروه انتخاب نشده است

source: Interface Address
fa: گروه های دروازه

source: Edit Gateway Group Entry
fa: آدرس رابط

source: *Gateway Priority
fa: ویرایش ورودی گروه Gateway

source: Tier
fa: * اولویت دروازه

source: Link Priority
fa: ردیف

source: *Trigger Level
fa: اولویت پیوند

source: When to trigger exclusion of a member
fa: * سطح شروع

source: Server address
fa: چه موقع باعث محرومیت عضو می شود

source: Remote start address
fa: آدرس سرور

source: RADIUS server address
fa: آدرس شروع از راه دور

source: RADIUS shared secret
fa: آدرس سرور RADIUS

source: A valid server address must be specified.
fa: RADIUS راز مشترک

source: 'Server address' parameter should NOT be set to any IP address currently in use on this firewall.
fa: یک آدرس سرور معتبر باید مشخص شود.
