Repository: mehdiimrzz/pfsense
Catalog: src/usr/local/share/locale/*/LC_MESSAGES/pfSense.po
Languages: fa

source: schedule
fa: نام برنامه نمی تواند خالی باشد.

source: A Schedule with this name already exists.
fa: برنامه

source: Invalid start time - '%s'
fa: یک برنامه با این نام از قبل موجود است.

source: Invalid stop time - '%s'
fa: زمان شروع نامعتبر - %s

source: The schedule must have at least one time range configured.
fa: زمان توقف نامعتبر - %s

source: Firewall schedule configured.
fa: برنامه باید حداقل یک بازه زمانی پیکربندی شده داشته باشد.

source: Tue
fa: برنامه فایروال پیکربندی شده است.

source: Thu
fa: سه بار

source: Click individual date to select that date only. Click the appropriate weekday Header to select all occurrences of that weekday.
fa: پنجم

source: *Schedule Name
fa: اطلاعات برنامه

source: The name of the schedule may only consist of the characters "a-z, A-Z, 0-9 and _".
fa: * نام برنامه

source: A description may be entered here for administrative reference (not parsed).
fa: این برنامه در حال استفاده است بنابراین ممکن است نام اصلاح نشود!

source: *Time
fa: *تاریخ

source: Start Hrs
fa: *زمان

source: Start Mins
fa: ساعت شروع کنید

source: Stop Hrs
fa: شروع کارها

source: Stop Mins
fa: توقف ساعت

source: Select the time range for the day(s) selected on the Month(s) above. A full day is 0:00-23:59.
fa: توقف مین ها

source: Add Time
fa: شرح محدوده زمانی

source: Clear selection
fa: اضافه کردن زمان

source: Configured Ranges
fa: پاک کردن انتخاب

source: Day(s)
fa: دامنه های پیکربندی شده

source: Start time
fa: روزها)

source: Stop time
fa: زمان شروع

source: RTTsd
fa: توقف زمان

source: Loss
fa: RTTsd

source: Pending
fa: ضرر - زیان

source: Offline (forced)
fa: در انتظار

source: Offline
fa: آفلاین (اجباری)

source: Danger, Packetloss
fa: آفلاین

source: Warning, Packetloss
fa: خطر ، Packetloss

source: Danger, Latency
fa: هشدار ، Packetloss

source: Warning, Latency
fa: خطر ، تأخیر

source: Remote tunnel endpoint IP address
fa: هشدار ، تأخیر

source: Local tunnel IP address
fa: آدرس IP پایان نقطه تونل از راه دور

source: Remote tunnel IP address
fa: آدرس IP محلی تونل

source: Remote tunnel network
fa: آدرس IP از راه دور تونل

source: The tunnel local and tunnel remote fields must have valid IP addresses.
fa: شبکه تونل از راه دور

source: The GRE Tunnel remote address must be IPv4 where tunnel local address is IPv4.
fa: زیر شبکه تونل GRE باید عدد صحیحی باشد.

source: The GRE Tunnel remote address must be IPv6 where tunnel local address is IPv6.
fa: زیر شبکه تونل GRE باید عدد صحیحی بین 1 و 32 باشد.

source: A GRE tunnel with the network %s is already defined.
fa: زیر شبکه تونل GRE باید عدد صحیحی بین 1 و 128 باشد.

source: GRE Configuration
fa: یک تونل GRE با شبکه%s از قبل تعریف شده است.

source: This interface serves as the local address to be used for the GRE tunnel.
fa: تنظیمات GRE

source: Peer address where encapsulated GRE packets will be sent.
fa: * آدرس از راه دور GRE

source: *GRE tunnel local address
fa: آدرس همتا جایی که بسته های GRE محصور شده ارسال می شوند.

source: Local GRE tunnel endpoint.
fa: * آدرس محلی تونل GRE

source: *GRE tunnel remote address
fa: نقطه پایانی تونل GRE.

source: Remote GRE address endpoint.
fa: * آدرس راه دور تونل GRE

source: *GRE tunnel subnet
fa: انتهای آدرس GRE از راه دور.

source: The subnet is used for determining the network that is tunnelled.
fa: * زیر شبکه تونل GRE

source: Add Static Route
fa: زیر شبکه برای تعیین شبکه ای که تونل شده است استفاده می شود.

source: Create an internal Certificate Revocation List
fa: افزودن مسیر استاتیک

source: Import an existing Certificate Revocation List
fa: ایجاد یک لیست ابطال مجوز گواهینامه داخلی

source: Invalid CRL reference.
fa: وارد کردن لیست ابطال مجوزهای موجود

source: Certificate Revocation List %s is in use and cannot be deleted.
fa: مرجع CRL نامعتبر است.

source: Certificate Revocation List %s successfully deleted.
fa: لیست ابطال مجوز%s در حال استفاده است و نمی توان حذف کرد.

source: Both the Certificate and CRL must be specified.
fa: لیست ابطال مجوز%s با موفقیت حذف شد.

source: CA mismatch between the Certificate and CRL. Unable to Revoke.
fa: گواهینامه و CRL هم باید مشخص شوند.

source: Cannot revoke certificates for an imported/external CRL.
fa: عدم تطابق CA بین گواهینامه و CRL. امکان ابطال وجود ندارد.

source: Deleted Certificate %1$s from CRL %2$s.
fa: نمی توان گواهینامه های CRL وارد شده / خارجی را ابطال کرد.

source: Failed to delete Certificate %1$s from CRL %2$s.
fa: گواهی%1 $ s از CRL%2 $ s حذف شد.

source: Certificate Revocation List data
fa: گواهی%1 $ s از CRL%2 $ s حذف نشد.

source: Lifetime is longer than the maximum allowed value. Use a shorter lifetime.
fa: داده های لیست ابطال مجوز

source: *Certificate Authority
fa: ایجاد لیست ابطال جدید

source: Existing Certificate Revocation List
fa: *صدور گواهی

source: *CRL data
fa: لیست لغو مجوزهای موجود

source: Paste a Certificate Revocation List in X.509 CRL format here.
fa: * داده های CRL

source: Internal Certificate Revocation List
fa: در اینجا یک لیست ابطال گواهی را با فرمت CRL X.509 جایگذاری کنید.

source: Lifetime (Days)
fa: لیست ابطال مجوزهای داخلی

source: Serial
fa: طول عمر (روزها)

source: Edit Imported Certificate Revocation List
fa: سریال

source: Currently Revoked Certificates for CRL
fa: ویرایش لیست لغو مجوزهای وارداتی

source: No certificates found for this CRL.
fa: در حال حاضر مجوزهای CRL لغو شده

source: Certificate Name
fa: هیچ گواهی نامه ای برای این CRL یافت نشد.

source: Revocation Reason
fa: نام گواهینامه

source: Revoked At
fa: دلیل ابطال

source: Delete this certificate from the CRL
fa: ابطال شده در

source: No certificates found for this CA.
fa: حذف این گواهینامه از CRL

source: Choose a Certificate to Revoke
fa: هیچ گواهی نامه ای برای این CA یافت نشد.

source: Certificate
fa: یک گواهی برای ابطال انتخاب کنید

source: Reason
fa: گواهینامه

source: Additional Certificate Revocation Lists
fa: دلیل

source: Add or Import CRL
fa: لیست های ابطال مجوز گواهی های اضافی

source: Export CRL
fa: افزودن یا وارد کردن CRL

source: Edit CRL
fa: صادرات CRL

source: Delete CRL
fa: ویرایش CRL

source: Test Port
fa: حذف CRL

source: Please enter a valid IP or hostname.
fa: پورت تست

source: Please enter a valid port number.
fa: لطفاً یک IP یا نام میزبان معتبر وارد کنید.

source: Please enter a valid source port number, or leave the field blank.
fa: لطفاً یک شماره پورت معتبر وارد کنید.

source: Cannot connect to an IPv4 address using IPv6.
fa: لطفاً یک درگاه منبع معتبر وارد کنید ، یا قسمت را خالی بگذارید.

source: Cannot connect to an IPv6 address using IPv4.
fa: اتصال با آدرس IPv4 با استفاده از IPv6 امکان پذیر نیست.

source: Port test to host: %1$s Port: %2$s successful.
fa: اتصال با آدرس IPv6 با استفاده از IPv4 امکان پذیر نیست.

source: Any text received from the host will be shown below the form.
fa: تست درگاه میزبان:%1 $ s بندر:%2 $ s موفق شد.

source: No output received, or connection failed. Try with "Show Remote Text" unchecked first.
fa: هر متنی که از میزبان دریافت شود ، در زیر فرم نشان داده خواهد شد.

source: This page performs a simple TCP connection test to determine if a host is up and accepting connections on a given port.
fa: ارتباط ناموفق بود.

source: Shows the text given by the server when connecting to the port. If checked it will take 10+ seconds to display in a panel below this form.
fa: متن از راه دور

source: Select source address for the trace.
fa: *آدرس منبع

source: *IP Protocol
fa: آدرس منبع را برای ردگیری انتخاب کنید.

source: If IPv4 or IPv6 is forced and a hostname is used that does not contain a result using that protocol, it will result in an error. For example if IPv4 is forced and a hostname is used that only returns an AAAA IPv6 IP address, it will not work.
fa: * پروتکل IP

source: Link Interface(s)
fa: متن از راه دور دریافت شد

source: Phone Number
fa: رابط لینک (ها)

source: Dial on demand
fa: شماره تلفن

source: Idle timeout value
fa: در صورت درخواست تلفن بزنید

source: Local IP address
fa: مقدار زمان پایان کار

source: Remote IP address
fa: آدرس IP محلی

source: Please choose a Link Type.
fa: آدرس IP از راه دور

source: Multilink connections (MLPPP) using the PPP link type is not currently supported. Please select only one Link Interface.
fa: لطفاً یک نوع پیوند انتخاب کنید.

source: The idle timeout value must be an integer.
fa: یک نام سرویس و یک نام سرویس NULL را مشخص نکنید.

source: A valid PPPoE reset hour must be specified (0-23).
fa: مقدار مدت زمان خالی بودن باید یک عدد صحیح باشد.

source: A valid PPPoE reset minute must be specified (0-59).
fa: یک ساعت تنظیم مجدد PPPoE معتبر باید مشخص شود (0-23). ​​

source: A valid PPPoE reset date must be specified (mm/dd/yyyy).
fa: یک دقیقه بازنشانی معتبر PPPoE باید مشخص شود (0-59).

source: A valid PPPoE reset month must be specified (1-12) in the Custom PPPoE Periodic reset fields.
fa: یک تاریخ تنظیم مجدد PPPoE معتبر باید مشخص شود (mm / dd / yyyy).

source: A valid gateway IP address OR hostname must be specified for %s.
fa: یک آدرس IP معتبر محلی باید برای%s مشخص شود.

source: The bandwidth value for %s must be an integer.
fa: یک آدرس معتبر IP دروازه یا نام میزبان باید برای%s مشخص شود.

source: The MTU for %s must be greater than 576 bytes.
fa: مقدار پهنای باند برای%s باید عدد صحیح باشد.

source: The MRU for %s must be greater than 576 bytes.
fa: MTU برای%s باید بیشتر از 576 بایت باشد.

source: The MTU (%1$d) is too big for %2$s (maximum allowed with current settings: %3$d).
fa: MRU برای%s باید بیشتر از 576 بایت باشد.

source: PPPoE
fa: انتخاب کنید

source: PPTP
fa: PPPoE

source: Bandwidth is set only for MLPPP connections and when links have different bandwidths<br />MTU defaults to 1492<br />MRU will be auto-negotiated by default<br />Set only for MLPPP connections. MRRU will be auto-negotiated by default.
fa: PPTP

source: *Link Type
fa: پیکربندی PPP

source: *Link Interface(s)
fa: * نوع پیوند

source: Select at least two interfaces for Multilink (MLPPP) connections.
fa: * رابط لینک (ها)

source: A description may be entered here for administrative reference. Description will appear in the "Interfaces Assign" select lists.
fa: حداقل دو رابط برای اتصالات چند لایه (MLPPP) انتخاب کنید.

source: Provider
fa: کشور

source: Plan
fa: ارائه دهنده

source: Select to fill in service provider data.
fa: طرح

source: IP/Gateway (
fa: برای پر کردن اطلاعات ارائه دهنده خدمات ، انتخاب کنید.

source: Local IP Address
fa: IP / Gateway (

source: Gateway IP or Hostname
fa: آدرس IP محلی

source: *Phone number
fa: IP Gateway یا نام میزبان

source: Typically *99# for GSM networks and #777 for CDMA networks
fa: *شماره تلفن

source: Access Point Name (APN)
fa: به طور معمول * 99 # برای شبکه های GSM و # 777 برای شبکه های CDMA

source: APN number (optional)
fa: نام نقطه دستیابی (APN)

source: Defaults to 1 if APN is set. Ignored if no APN is set.
fa: شماره APN (اختیاری)

source: SIM PIN
fa: در صورت تنظیم APN ، پیش فرض 1 است. نادیده گرفته می شود اگر APN تنظیم نشده باشد.

source: SIM PIN wait
fa: پین سیم

source: Time to wait for SIM to discover network after PIN is sent to SIM (seconds).
fa: پین سیم کارت صبر کنید

source: Enter the modem initialization string here. Do NOT include the "AT" string at the beginning of the command. Many modern USB 3G modems don't need an initialization string.
fa: رشته اولیه

source: Enter timeout in seconds for connection to be established (sec.) Default is 45 sec.
fa: زمان پایان اتصال

source: Causes cumulative uptime to be recorded and displayed on the %1$sStatus->Interfaces%2$s page.
fa: ورود به سیستم

source: This field can usually be left empty. Service name will not be configured if this field is empty. Check the "Configure NULL" box to configure a blank Service name.
fa: نام سرویس

source: Periodic Reset
fa: از پیش تنظیم شده

source: Select a reset timing type
fa: تنظیم مجدد دوره ای

source: Reset Date/Time
fa: نوع بازنشانی زمان بندی را انتخاب کنید

source: Minute
fa: بازنشانی تاریخ / زمان

source: Specific date
fa: دقیقه

source: Leaving the date field empty will cause the reset to be executed each day at the time specified in the minutes and hour fields.
fa: تاریخ خاص

source: Advanced options
fa: بازنشانی فرکانس

source: Dial On Demand
fa: گزینه های پیشرفته

source: Causes the interface to operate in dial-on-demand mode. Do NOT enable if the link is to remain continuously connected. The interface is configured, but the actual connection of the link is delayed until qualifying outgoing traffic is detected.
fa: در صورت درخواست تلفن بزنید

source: If no incoming or outgoing packets are transmitted for the entered number of seconds the connection is brought down. When the idle timeout occurs, if the dial-on-demand option is enabled, mpd goes back into dial-on-demand mode. Otherwise, the interface is brought down and all associated routes removed.
fa: زمان پایان کار

source: Causes mpd to adjust incoming and outgoing TCP SYN segments so that the requested maximum segment size is not greater than the amount allowed by the interface MTU. This is necessary in many setups to avoid problems caused by routers that drop ICMP Datagram Too Big messages. Without these messages, the originating machine sends data, it passes the rogue router then hits a machine that has an MTU that is not big enough for the data. Because the IP Don't Fragment option is set, this machine sends an ICMP Datagram Too Big message back to the originator and drops the packet. The rogue router drops the ICMP message and the originator never gets to discover that it must reduce the fragment size or drop the IP Don't Fragment option from its outgoing data.
fa: TCPmssFix

source: This option is only meaningful if multi-link PPP is negotiated. It proscribes shorter multi-link fragment headers, saving two bytes on every frame. It is not necessary to disable this for connections that are not multi-link.
fa: ShortSeq

source: Address and control field compression. This option only applies to asynchronous link types. It saves two bytes per frame.
fa: ACFComp

source: Protocol field compression. This option saves one byte per frame for most frames.
fa: ProtoComp

source: Enable if the provider supports LCP multilink extensions over single link (will ignore MTU / MRU settings)
fa: چند پیوند بر روی پیوند منفرد

source: Overwrite the result of LCP negotiation with a known working higher value. WARNING: This option violates RFC 1661 and can break connectivity.
fa: نیروی MTU

source: Bandwidth
fa: پارامترهای پیوند (

source: MRU
fa: پهنای باند

source: MRRU
fa: MRU

source: Session details
fa: MRRU

source: Session duration: %s
fa: جزئیات جلسه

source: Session time left: %s
fa: مدت زمان جلسه:%s

source: Idle time: %s
fa: زمان جلسه باقی مانده است:%s

source: Idle time left: %s
fa: زمان بیکار:%s

source: Bytes sent: %s
fa: زمان بیکار مانده:%s

source: Bytes received: %s
fa: بایت ارسال شد:%s

source: Captive Portal Zone
fa: بایت دریافت شد:%s

source: Display Zone
fa: منطقه اسیر پورتال

source: Users Logged In (%d)
fa: نمایش منطقه

source: Authentication method
fa: کاربران وارد شده اند (%d)

source: Session start
fa: روش احراز هویت

source: Last activity
fa: شروع جلسه

source: Disconnect this User
fa: آخرین فعالیت

source: No Captive Portal zones have been configured. New zones may be added here: %1$sServices > Captive Portal%2$s.
fa: قطع این کاربر

source: Hide Last Activity
fa: آخرین فعالیت را نشان ندهید

source: Show last activity
fa: آخرین فعالیت را مخفی کنید

source: Show Last Activity
fa: نمایش آخرین فعالیت

source: Disconnect all active users
fa: آخرین فعالیت

source: Disconnect All Users
fa: قطع همه کاربران فعال

source: Firewall: NAT: NPt - reordered NPt mappings.
fa: قطع همه کاربران

source: Firewall: NAT: NPt - deleted NPt mapping.
fa: فایروال: NAT: نقشه های NPt - مرتب شده مجدد از NPt.

source: Firewall: NAT: NPt - deleted selected NPt mappings.
fa: فایروال: NAT: NPt - نقشه برداری NPt حذف شد.

source: Firewall: NAT: NPt - enabled NPt rule.
fa: فایروال: NAT: NPt - نقشه های انتخاب شده NPt را حذف کرد.

source: Firewall: NAT: NPt - disabled NPt rule.
fa: فایروال: NAT: قانون NPt - قانون NPt را فعال کنید.

source: NPt Mappings
fa: فایروال: NAT: NPt - قانون NPt را غیرفعال می کند.

source: External Prefix
fa: NPt Neappings

source: Internal prefix
fa: پیشوند خارجی

source: One or more NPt mappings have been moved but have not yet been saved
fa: پیشوند داخلی

source: Routes
fa: یک یا چند نقشه‌برداری NPt منتقل شده اما هنوز ذخیره نشده است

source: Routing Table Display Options
fa: مسیرها

source: Resolve names
fa: گزینه های نمایش جدول مسیریابی

source: Enabling name resolution may cause the query to take longer. It can be stopped at any time by clicking the Stop button in the browser.
fa: حل نامها

source: Use a regular expression to filter the tables.
fa: ردیف ها برای نمایش

source: IPv4 Routes
fa: از یک عبارت معمولی برای فیلتر کردن جداول استفاده کنید.

source: Gathering data, please wait...
fa: مسیرهای IPv4

source: IPv6 Routes
fa: با جمع آوری داده ها ، لطفا صبر کنید ...

source: Cannot delete user %s because you are currently logged in as that user.
fa: مسیرهای IPv6

source: Cannot delete user %s because it is a system user.
fa: کاربر با موفقیت حذف شد:%s

source: user
fa: کاربر%s را نمی توان حذف کرد زیرا کاربر سیستم است.

source: users
fa: کاربر

source: Removed certificate association "%s" from user %s
fa: کاربران

source: Removed Privilege "%s" from user %s
fa: انجمن گواهی %s از کاربر%s حذف شد

source: The username is longer than 32 characters.
fa: امتیاز %s از کاربر%s حذف شد

source: IPsec Pre-Shared Key contains invalid characters.
fa: نام کاربری طولانی تر از 32 نویسه است.

source: One or more invalid groups was submitted.
fa: کلید پیش اشتراک گذاری IPsec حاوی نویسه های نامعتبر است.

source: That username is reserved by the system.
fa: یک یا چند گروه نامعتبر ارسال شد.

source: Invalid expiration date format; use MM/DD/YYYY instead.
fa: این نام کاربری توسط سیستم محفوظ است.

source: Invalid internal Certificate Authority
fa: قالب تاریخ انقضا نامعتبر است. به جای آن از MM / DD / YYYY استفاده کنید.

source: Successfully %s user %s
fa: مرجع صدور گواهینامه داخلی معتبر

source: Inherited from
fa: با موفقیت%s کاربر%s

source: Security notice: This user effectively has administrator-level access
fa: وراثت از

source: CA
fa: اخطار امنیتی: این کاربر بطور موثر دسترسی به سطح سرپرست دارد

source: Remove this certificate association? (Certificate will not be deleted)
fa: CA

source: Full name
fa: این انجمن گواهی را حذف کنید؟ (گواهی حذف نمی شود)

source: Enabled
fa: نام و نام خانوادگی

source: Delete selected users
fa: فعال شده

source: Additional users can be added here. User permissions for accessing the webConfigurator can be assigned directly or inherited from group memberships. Some system object properties can be modified but they cannot be deleted.
fa: حذف کاربران انتخاب شده

source: Defined by
fa: ویژگی های کاربر

source: Confirm Password
fa: تعریف شده توسط

source: User's full name, for administrative information only
fa: تأیید گذرواژه

source: Expiration date
fa: نام کامل کاربر ، فقط برای اطلاعات اداری

source: Leave blank if the account shouldn't expire, otherwise enter the expiration date as MM/DD/YYYY
fa: تاریخ انقضا

source: Not member of
fa: تنظیمات سفارشی

source: Member of
fa: عضو

source: Move to "Member of" list
fa: عضو

source: Move to "Not member of" list
fa: انتقال به لیست لیست

source: No private CAs found. A private CA is required to create a new user certificate. Save the user first to import an external certificate.
fa: انتقال به لیست عضو نیست

source: User Certificates
fa: امتیازات مؤثر

source: Create Certificate for User
fa: گواهی های کاربر

source: The larger the key, the more security it offers, but larger keys take considerably more time to generate, and take slightly longer to validate leading to a slight slowdown in setting up new sessions (not always noticeable). As of 2016, 2048 bit is the minimum and most common selection and 4096 is the maximum in common use. For more information see %1$s.
fa: ایجاد گواهی برای کاربر

source: Authorized keys
fa: کلیدها

source: Authorized SSH Keys
fa: کلیدهای مجاز

source: Enter authorized SSH keys for this user
fa: کلیدهای مجاز SSH

source: IPsec Pre-Shared Key
fa: کلیدهای مجاز مجاز SSH را برای این کاربر وارد کنید

source: any
fa: کلید پیش اشتراک گذاری IPsec

source: For ICMP rules on IPv4, one or more of these ICMP subtypes may be specified.
fa: هر

source: Sloppy
fa: نگاه داشتن

source: Synproxy
fa: درهم و برهم

source: The IP protocol is not recognized.
fa: Synproxy

source: A valid rule type is not selected.
fa: پروتکل IP به رسمیت شناخته نمی شود.

source: Gateways can not be assigned in a rule that applies to both IPv4 and IPv6.
fa: یک نوع قانون معتبر انتخاب نشده است.

source: An IPv6 gateway group can not be assigned in IPv4 rules.
fa: در قوانین IPv6 نمی توان یک گروه دروازه IPv4 تعیین کرد.

source: An IPv4 gateway can not be assigned in IPv6 rules.
fa: در قوانین IPv4 نمی توان یک گروه دروازه IPv6 تعیین کرد.

source: An IPv6 gateway can not be assigned in IPv4 rules.
fa: در قوانین IPv6 نمی توان یک دروازه IPv4 اختصاص داد.

source: %s is only valid with protocol TCP.
fa: در قوانین IPv4 یک دروازه IPv6 را نمی توان اختصاص داد.

source: %s is only valid if the gateway is set to 'default'.
fa: %s فقط با پروتکل TCP معتبر است.

source: Source bit count
fa: %s فقط معتبر است اگر دروازه روی پیش فرض تنظیم شده باشد.

source: Destination bit count
fa: تعداد بیت منبع

source: Invert match cannot be selected with 'any'.
fa: تعداد بیت مقصد

source: Alias entries must be a single host or alias.
fa: مسابقه معکوس را نمی توان با هر انتخاب کرد.

source: The source and destination IP addresses must have the same family (IPv4 / IPv6).
fa: ورودی نام مستعار باید یک میزبان واحد یا نام مستعار باشد.

source: IPv4 addresses can not be used in IPv6 rules (except within an alias).
fa: آدرس IPv6 در قوانین IPv4 (به جز نام مستعار) قابل استفاده نیست.

source: IPv4 and IPv6 addresses can not be used in rules that apply to both IPv4 and IPv6 (except within an alias).
fa: آدرس IPv4 در قوانین IPv6 قابل استفاده نیست (به جز در یک نام مستعار).

source: Invalid OS detection selection. Please select a valid OS.
fa: تشخیص سیستم عامل فقط با پروتکل TCP معتبر است.

source: ICMP types expected to be a list if present, but is not.
fa: انتخاب تشخیص نامعتبر سیستم عامل لطفاً یک سیستم عامل معتبر را انتخاب کنید.

source: Invalid ICMP subtype: %s can not be used with %s.
fa: انتظار می رود انواع ICMP در صورت وجود یک لیست باشند ، اما چنین نیست.

source: A queue must be selected when an acknowledge queue is also selected.
fa: زیرمجاز ICMP نامعتبر:%s با%s قابل استفاده نیست.

source: Acknowledge queue and Queue cannot be the same.
fa: یک صف هنگام انتخاب یک صف تأیید نیز باید انتخاب شود.

source: Limiters can not be used in Floating rules without choosing a direction.
fa: تایید صف و صف نمی توانند یکسان باشند.

source: A queue and a virtual interface cannot be selected for IN and Out. Both must be from the same type.
fa: صف داخل و خارج نمی تواند یکسان باشد.

source: The maximum number of established connections per host (advanced option) can only be specified for TCP protocol.
fa: شناسه باید عدد صحیح باشد

source: Maximum number of unique source hosts (advanced option) must be a positive integer
fa: حداکثر ورودی های حالت (گزینه پیشرفته) باید عدد صحیح مثبت باشند

source: Both maximum new connections per host and the interval (per second(s)) must be specified
fa: زمان بندی حالت (گزینه پیشرفته) باید عدد صحیح مثبت باشد

source: Invalid tag value.
fa: مقدار DSCP نامعتبر است.

source: Invalid tagged value.
fa: مقدار برچسب نامعتبر است.

source: Invalid State Type.
fa: مقدار نشانگر نامعتبر است.

source: Invalid VLAN Prio.
fa: نوع حالت نامعتبر است.

source: Invalid VLAN Prio Set.
fa: VLAN Prio نامعتبر است.

source: Invalid ACK Queue.
fa: مجموعه VLAN Prio نامعتبر است.

source: Invalid Default Queue.
fa: صف ACK نامعتبر است.

source: Invalid In Pipe.
fa: صف پیش فرض نامعتبر است.

source: Invalid Out Pipe.
fa: در لوله نامعتبر است.

source: Firewall: Rules - saved/edited a firewall rule.
fa: لوله نامعتبر است.
