Repository: mehdiimrzz/pfsense
Catalog: src/usr/local/share/locale/*/LC_MESSAGES/pfSense.po
Languages: fa

source: The entry was successfully deleted
fa: هیچ ورودی برای این نام کاربری موجود نیست:

source: No entry exists for this mac address:
fa: ورودی با موفقیت حذف شد

source: The Captive Portal MAC address configuration has been changed.
fa: هیچ ورودی برای این آدرس مک موجود نیست:

source: Edit MAC address
fa: پیکربندی آدرس Captive Portal MAC تغییر کرده است.

source: Delete MAC address
fa: ویرایش آدرس MAC

source: Adding MAC addresses as "pass" MACs allows them access through the captive portal automatically without being taken to the portal page.
fa: حذف آدرس MAC

source: A valid webConfigurator port number must be specified
fa: یک پروتکل معتبر webConfigurator معتبر باید مشخص شود

source: Max Processes must be a number 1 or greater
fa: یک شماره پورت معتبر سازنده وب باید مشخص شود

source: Alternate hostname %s is not a valid hostname.
fa: حداکثر پردازش ها باید عدد 1 یا بیشتر باشند

source: A valid port number must be specified
fa: نام میزبان جایگزین%s یک نام میزبان معتبر نیست.

source: Invalid subnet '%s' added to Login Protection Whitelist
fa: یک شماره پورت معتبر باید مشخص شود

source: One moment...redirecting to %s in 20 seconds.
fa: زیرمجاز نامعتبر '%s' به لیست سفید محافظت از ورود به سیستم اضافه شد

source: No Certificates have been defined. A certificate is required before SSL/TLS can be enabled. %1$s Create or Import %2$s a Certificate.
fa: یک لحظه ... در 20 ثانیه به%s هدایت می شوید.

source: Enter a custom port number for the webConfigurator above to override the default (80 for HTTP, 443 for HTTPS). Changes will take effect immediately after save.
fa: پورت TCP

source: Enter the number of webConfigurator processes to run. This defaults to 2. Increasing this will allow more users/browsers to access the GUI concurrently.
fa: حداکثر فرآیندهای

source: When this is unchecked, access to the webConfigurator is always permitted even on port 80, regardless of the listening port configured. Check this box to disable this automatically added redirect rule.
fa: تغییر مسیر WebGUI

source: When this is unchecked, Strict-Transport-Security HTTPS response header is sent by the webConfigurator to the browser. This will force the browser to use only HTTPS for future requests to the firewall FQDN. Check this box to disable HSTS. (NOTE: Browser-specific steps are required for disabling to take effect when the browser already visited the FQDN while HSTS was enabled.)
fa: HSTS

source: When this is checked, OCSP Stapling is forced on in nginx. Remember to upload your certificate as a full chain, not just the certificate, or this option will be ignored by nginx.
fa: OCSP Must-Staple

source: When this is checked, login credentials for the webConfigurator may be saved by the browser. While convenient, some security standards require this to be disabled. Check this box to enable autocomplete on the login form so that browsers will prompt to save credentials (NOTE: Some browsers do not respect this option).
fa: تکمیل ورود به سیستم WebGUI

source: When this is checked, successful logins to the webConfigurator will not be logged.
fa: پیام های ورود به سیستم WebGUI

source: When this is unchecked, access to the webConfigurator on the %1$s interface is always permitted, regardless of the user-defined firewall rule set. Check this box to disable this automatically added rule, so access to the webConfigurator is controlled by the user-defined firewall rules (ensure a firewall rule is in place that allows access, to avoid being locked out!) %2$sHint: the &quot;Set interface(s) IP address&quot; option in the console menu resets this setting as well.%3$s
fa: ضد قفل

source: When this is unchecked, the system is protected against %1$sDNS Rebinding attacks%2$s. This blocks private IP responses from the configured DNS servers. Check this box to disable this protection if it interferes with webConfigurator access or name resolution in the environment.
fa: بررسی مجدد DNS

source: Alternate Hostnames for DNS Rebinding and HTTP_REFERER Checks. Specify alternate hostnames by which the router may be queried, to bypass the DNS Rebinding Attack checks. Separate hostnames with spaces.
fa: نام های میزبان جایگزین

source: When this is unchecked, access to the webConfigurator is protected against HTTP_REFERER redirection attempts. Check this box to disable this protection if it interferes with webConfigurator access in certain corner cases such as using external scripts to interact with this system. More information on HTTP_REFERER is available from %1$sWikipedia%2$s
fa: اجرای مرورگر HTTP_REFERER

source: Secure Shell Server
fa: پوسته امن

source: SSHd Key Only
fa: سرور امن Shell

source: When set to %3$sPublic Key Only%4$s, SSH access requires authorized keys and these keys must be configured for each %1$suser%2$s that has been granted secure shell access. If set to %3$sRequire Both Password and Public Key%4$s, the SSH daemon requires both authorized keys %5$sand%6$s valid passwords to gain access. The default %3$sPassword or Public Key%4$s setting allows either a valid password or a valid authorized key to login.
fa: فقط کلید SSHd

source: SSH port
fa: مجاز به ارسال نماینده

source: Note: Leave this blank for the default of 22.
fa: پورت SSH

source: Login Protection
fa: توجه: برای پیش فرض 22 این را خالی بگذارید.

source: Block attackers when their cumulative attack score exceeds threshold. Most attacks have a score of 10.
fa: حفاظت از ورود

source: Add address
fa: لیست سفید

source: Serial Communications
fa: اضافه کردن آدرس

source: Serial Terminal
fa: ارتباطات سریال

source: Note: This will redirect the console output and messages to the serial port. The console menu can still be accessed from the internal video card/keyboard. A %1$snull modem%2$s serial cable or adapter is required to use the serial console.
fa: ترمینال سریال

source: Allows selection of different speeds for the serial console port.
fa: سرعت سریال

source: Serial Console
fa: انتخاب سرعتهای مختلف برای درگاه کنسول سریال.

source: VGA Console
fa: کنسول سریال

source: Primary Console
fa: کنسول VGA

source: Select the preferred console if multiple consoles are present. The preferred console will show pfSense boot script output. All consoles display OS boot messages, console messages, and the console menu.
fa: کنسول اولیه

source: Console menu
fa: گزینه های کنسول

source: secure shell configuration has changed. Stopping sshd.
fa: منوی کنسول

source: secure shell configuration has changed. Restarting sshd.
fa: پیکربندی پوسته ایمن تغییر کرده است. توقف sshd.

source: Add Privileges
fa: پیکربندی پوسته ایمن تغییر کرده است. شروع مجدد sshd.

source: Selected privileges
fa: افزودن امتیازات

source: Privileges changed for group: %s
fa: امتیازات انتخاب شده

source: Group Privileges
fa: امتیازات برای گروه تغییر یافت:%s

source: *Assigned privileges
fa: امتیازات گروهی

source: Shadow
fa: * امتیازات اختصاص یافته

source: Show only the choices containing this term
fa: سایه

source: Privilege information
fa: فقط گزینه های حاوی این عبارت را نمایش دهید

source: The following privileges effectively give administrator-level access to users in the group because the user gains access to execute general commands, edit system files, modify users, change passwords or similar:
fa: اطلاعات اختصاصی

source: Select a privilege from the list above for a description
fa: لطفا هنگام اعطای این امتیازات مراقب باشید.

source: (This privilege effectively gives administrator-level access to users in the group)
fa: برای توصیف ، یک لیست را از لیست بالا انتخاب کنید

source: The Check IP Service URL is not valid.
fa: نام سرویس IP بررسی شامل نویسه های نامعتبر است.

source: New/Edited Check IP Services entry was posted.
fa: بررسی URL سرویس IP معتبر نیست.

source: Check IP Service
fa: ورودی جدید / ویرایش شده بررسی IP خدمات ارسال شد.

source: The name of the service may only consist of the characters "a-z, A-Z, 0-9 and _".
fa: سرویس IP را بررسی کنید

source: User name
fa: * URL

source: %s is not a valid IPv4 address or could not be deleted.
fa: نام کاربری

source: The ARP cache entry for %s has been deleted.
fa: %s یک آدرس IPv4 معتبر نیست یا نمی تواند حذف شود.

source: ARP Table
fa: ورودی حافظه نهان ARP برای%s حذف شده است.

source: Loading, please wait...
fa: جدول ARP

source: Link Type
fa: در حال بارگزاری لطفا منتظر بمانید...

source: Enter a search string or *nix regular expression to filter entries.
fa: نوع پیوند

source: Delete arp cache entry
fa: یک فیلد جستجو یا اصطلاح معمولی * nix را برای فیلتر کردن ورودی ها وارد کنید.

source: Local IPv6 peers use %1$sNDP%2$s instead of ARP.
fa: ورود به حافظه نهانگاه آرپ را حذف کنید

source: Permanent ARP entries are shown for local interfaces or static ARP entries.
fa: همسالان محلی IPv6 به جای ARP از%1 $ sNDP%2 $ s استفاده می کنند.

source: Load Balancer Pools
fa: استخرهای تعادل بار به روز شده از طریق صفحه نمایش وضعیت.

source: Load balancing
fa: استخرهای بالانس بار

source: Manual failover
fa: تعادل بار

source: (default)
fa: عدم موفقیت دستی

source: Deleted OpenVPN client specific override %1$s %2$s
fa: (پیش فرض)

source: Client specific override successfully deleted.
fa: رد کردن نادیده گرفتن%1 $ s%2 $ s خاص مشتری OpenVPN

source: The field 'DNS Server #1' must contain a valid IP address
fa: رد کردن خاص مشتری با موفقیت حذف شد.

source: The field 'DNS Server #2' must contain a valid IP address
fa: قسمت سرور شماره DNS # 1 باید حاوی یک آدرس IP معتبر باشد

source: The field 'DNS Server #3' must contain a valid IP address
fa: قسمت DNS Server # 2 باید حاوی یک آدرس IP معتبر باشد

source: The field 'DNS Server #4' must contain a valid IP address
fa: قسمت سرور DNS شماره 3 باید دارای یک آدرس IP معتبر باشد

source: The field 'NTP Server #1' must contain a valid IP address
fa: قسمت سرور DNS شماره 4 باید دارای یک آدرس IP معتبر باشد

source: The field 'NTP Server #2' must contain a valid IP address
fa: قسمت NTP Server 1 باید حاوی یک آدرس IP معتبر باشد

source: The field 'NTP Server #3' must contain a valid IP address
fa: قسمت NTP Server 2 باید حاوی یک آدرس IP معتبر باشد

source: The field 'NTP Server #4' must contain a valid IP address
fa: قسمت NTP Server # 3 باید حاوی یک آدرس IP معتبر باشد

source: The field 'WINS Server #1' must contain a valid IP address
fa: قسمت NTP Server شماره 4 باید حاوی یک آدرس IP معتبر باشد

source: The field 'WINS Server #2' must contain a valid IP address
fa: قسمت WINS Server # 1 باید حاوی یک آدرس IP معتبر باشد

source: The field 'NetBIOS Data Distribution Server #1' must contain a valid IP address
fa: قسمت WINS Server # 2 باید حاوی یک آدرس IP معتبر باشد

source: Added OpenVPN client specific override %1$s %2$s
fa: نادیده گرفتن%1 $ s%2 $ s نادیده گرفته شده ویژه مشتری OpenVPN

source: OpenVPN Server %d: %s
fa: اضافه شدن نادیده گرفتن%1 $ s%2 $ s خاص مشتری OpenVPN

source: Select the servers that will utilize this override. When no servers are selected, the override will apply to all servers.
fa: سرور OpenVPN%d:%s

source: Connection blocking
fa: توضیحی برای مرجع اداری (تجزیه نشده).

source: Prevents the client from connecting to this server. Do not use this option to permanently disable a client due to a compromised key or password. Use a CRL (certificate revocation list) instead.
fa: مسدود کردن اتصال

source: These are the IPv4 server-side networks that will be accessible from this particular client. Expressed as a comma-separated list of one or more CIDR networks. %1$sNOTE: Networks do not need to be specified here if they have already been defined on the main server configuration.
fa: شبکه / محلی محلی IPv4

source: These are the IPv6 server-side networks that will be accessible from this particular client. Expressed as a comma-separated list of one or more IP/PREFIX networks.%1$sNOTE: Networks do not need to be specified here if they have already been defined on the main server configuration.
fa: شبکه / محلی محلی IPv6

source: These are the IPv4 client-side networks that will be routed to this client specifically using iroute, so that a site-to-site VPN can be established. Expressed as a comma-separated list of one or more CIDR ranges. May be left blank if there are no client-side networks to be routed.%1$sNOTE: Remember to add these subnets to the IPv4 Remote Networks list on the corresponding OpenVPN server settings.
fa: شبکه / راه دور از راه دور IPv4

source: These are the IPv6 client-side networks that will be routed to this client specifically using iroute, so that a site-to-site VPN can be established. Expressed as a comma-separated list of one or more IP/PREFIX networks. May be left blank if there are no client-side networks to be routed.%1$sNOTE: Remember to add these subnets to the IPv6 Remote Networks list on the corresponding OpenVPN server settings.
fa: شبکه / راه دور از راه دور IPv6

source: Client Settings
fa: تغییر مسیر دروازه

source: Server Definitions
fa: تنظیمات مشتری

source: DNS Domain
fa: تعاریف سرور

source: Server 1
fa: دامنه DNS

source: Server 2
fa: سرور 1

source: Server 3
fa: سرور 2

source: Server 4
fa: سرور 3

source: NetBIOS Options
fa: سرور 4

source: If this option is not set, all NetBIOS-over-TCP/IP options (including WINS) will be disabled.
fa: گزینه های NetBIOS

source: Possible options: b-node (broadcasts), p-node (point-to-point name queries to a WINS server), m-node (broadcast then query name server), and h-node (query name server, then broadcast).
fa: نوع گره

source: Edit CSC Override
fa: عدم موفقیت CSC

source: Copy CSC Override
fa: ویرایش رد کردن CSC

source: Delete CSC Override
fa: کپی CSC Override

source: Help
fa: حذف CSC Override

source: About this Page
fa: کمک

source: The Help page is the only page this user has privilege for.
fa: درباره این صفحه

source: Displaying the Help page because it is the first page this user has privilege for.
fa: صفحه راهنما تنها صفحه ای است که کاربر برای آن امتیاز دارد.

source: Firewall Status on %s
fa: دسترسی به صفحه راهنما به طور مستقیم و بدون هیچ پارامتر صفحه.

source: This status page includes the following information
fa: وضعیت فایروال در%s

source: Make sure all sensitive information is removed! (Passwords, etc.) before posting information from this page in public places such as forum or social media sites.
fa: این صفحه وضعیت شامل اطلاعات زیر است

source: Status output suppressed. Download archive to view.
fa: دانلود

source: Gathering status data...
fa: خروجی وضعیت سرکوب شد. برای مشاهده بایگانی بارگیری کنید.

source: Saving output to archive...
fa: جمع آوری داده های وضعیت ...

source: Done.
fa: ذخیره خروجی در بایگانی ...

source: Select LDAP containers for authentication
fa: انجام شده.

source: Containers
fa: ظروف LDAP را برای تأیید اعتبار انتخاب کنید

source: Authentication Server %s deleted.
fa: ظروف

source: Hostname or IP
fa: سرور تأیید هویت%s حذف شد.

source: Port value
fa: نام میزبان یا IP

source: Transport
fa: مقدار پورت

source: Protocol version
fa: حمل و نقل

source: Search level
fa: نسخه پروتکل

source: User naming Attribute
fa: سطح جستجو

source: Group naming Attribute
fa: نامگذاری کاربر از ویژگی

source: Group member attribute
fa: نامگذاری گروه ویژگی

source: Authentication container
fa: ویژگی اعضای گروه

source: Bind user DN
fa: ظرف تأیید اعتبار

source: Bind Password
fa: اتصال کاربر DN

source: Radius Protocol
fa: گذرواژه اتصال

source: Authentication port
fa: پروتکل رادیوس

source: Accounting port
fa: پورت تأیید اعتبار

source: Shared Secret
fa: درگاه حسابداری

source: The host name contains invalid characters.
fa: راز مشترک

source: An authentication server with the same name already exists.
fa: نام میزبان حاوی نویسه های نامعتبر است.

source: The name of an authentication server cannot be changed.
fa: یک سرور تأیید اعتبار با همین نام در حال حاضر وجود دارد.

source: %s Timeout value must be numeric and positive.
fa: نام یک سرور تأیید اعتبار قابل تغییر نیست.

source: IPv6 does not work for RADIUS authentication, see Bug #4154.
fa: مقدار%Timeout باید عددی و مثبت باشد.

source: Server Name
fa: IPv6 برای تأیید هویت RADIUS کار نمی کند ، به اشکال شماره 4154 مراجعه کنید.

source: Edit server
fa: نام ارائهکننده

source: Delete server
fa: ویرایش سرور

source: Server Settings
fa: حذف سرور

source: LDAP Server Settings
fa: تنظیمات سرور

source: *Hostname or IP address
fa: تنظیمات سرور LDAP

source: NOTE: When using SSL/TLS or STARTTLS, this hostname MUST match a Subject Alternative Name (SAN) or the Common Name (CN) of the LDAP server SSL/TLS Certificate.
fa: * نام میزبان یا آدرس IP

source: *Transport
fa: * مقدار پورت

source: Peer Certificate Authority
fa: * حمل و نقل

source: This CA is used to validate the LDAP server certificate when 'SSL' or 'STARTTLS' Transport is active. This CA must match the CA used by the LDAP server.
fa: مرجع صدور گواهینامه

source: Server Timeout
fa: * نسخه پروتکل

source: Timeout for LDAP operations (seconds)
fa: اتمام سرور

source: Search scope
fa: زمان پایان عملیات LDAP (ثانیه)

source: *Level
fa: دامنه جستجو

source: Base DN
fa: *مرحله

source: *Authentication containers
fa: پایه DN

source: Note: Semi-Colon separated. This will be prepended to the search base dn above or the full container path can be specified containing a dc= component.%1$sExample: CN=Users;DC=example,DC=com or OU=Staff;OU=Freelancers
fa: * ظروف تأیید اعتبار

source: Extended query
fa: یک ظرف را انتخاب کنید

source: Query
fa: جستجوی پیشرفته

source: Example: memberOf=CN=Groupname,OU=MyGroups,DC=example,DC=com
fa: پرس و جو

source: Bind anonymous
fa: مثال: عضوOf = CN = نام گروه ، OU = MyGroups ، DC = مثال ، DC = com

source: *Bind credentials
fa: بی نام ببند

source: User DN:
fa: * مدارک معتبر

source: Initial Template
fa: کاربر DN:

source: *User naming attribute
fa: الگوی اولیه

source: *Group naming attribute
fa: * ویژگی نامگذاری کاربر

source: *Group member attribute
fa: * ویژگی نامگذاری گروه

source: RFC 2307 Groups
fa: * ویژگی اعضای گروه

source: RFC 2307 style group membership has members listed on the group object rather than using groups listed on user object. Leave unchecked for Active Directory style group membership (RFC 2307bis).
fa: RFC 2307 گروه

source: Object class used for groups in RFC2307 mode. Typically "posixGroup" or "group".
fa: کلاس شیء گروهی

source: Required to support international characters, but may not be supported by every LDAP server.
fa: رمزگذاری UTF8

source: e.g. user@host becomes user when unchecked.
fa: تغییرات نام کاربری

source: RADIUS Server Settings
fa: به عنوان مثال کاربر @ میزبان هنگام عدم کنترل ، کاربر می شود.

source: *Shared Secret
fa: تنظیمات سرور RADIUS

source: *Services offered
fa: * راز مشترک

source: Authentication Timeout
fa: *خدمات ارائه شده

source: This value controls how long, in seconds, that the RADIUS server may take to respond to an authentication request. If left blank, the default value is 5 seconds. NOTE: If using an interactive two-factor authentication system, increase this timeout to account for how long it will take the user to receive and enter a token.
fa: مدت زمان تأیید اعتبار

source: Enter the IP to use for the "NAS-IP-Address" attribute during RADIUS Acccess-Requests.<br />Please note that this choice won't change the interface used for contacting the RADIUS server.
fa: ویژگی RADIUS NAS IP

source: Please fill the required values.
fa: ظروف LDAP

source: Please fill the bind username/password.
fa: لطفا مقادیر مورد نیاز را پر کنید.

source: This point-to-point link cannot be deleted because it is still being used as an interface.
fa: لطفاً نام کاربری / رمز ورود را پر کنید.

source: Interface(s)/Port(s)
fa: رابط های PPP

source: Edit PPP interface
fa: رابط (ها) / پورت (ها)

source: Delete PPP interface
fa: ویرایش رابط PPP

source: The Captive Portal entry list has been changed.
fa: حذف رابط PPP

source: Captive Portal Zones
fa: لیست ورودی Captive Portal تغییر یافته است.

source: Edit zone
fa: مناطق اسیر پورتال

source: Delete zone
fa: منطقه ویرایش

source: Invalid characters detected %s. Please remove invalid characters and save again.
fa: حذف منطقه

source: Destination port to
fa: بندر مقصد از

source: Redirect target IP
fa: بندر مقصد به

source: The submitted interface does not exist.
fa: تغییر مسیر IP

source: "%s" is not a valid redirect target IP address or host alias.
fa: رابط ارسال شده وجود ندارد.

source: Redirect target IP must be IPv4.
fa: %s یک آدرس IP هدف تغییر مسیر معتبر یا نام مستعار میزبان نیست.

source: %s is not a valid start source port. It must be a port alias or integer between 1 and 65535.
fa: تغییر مسیر IP باید IPv4 باشد.

source: Source must be IPv4.
fa: %s یک آدرس IP منبع معتبر یا نام مستعار نیست.

source: A valid source bit count must be specified.
fa: منبع باید IPv4 باشد.

source: %s is not a valid destination IP address or alias.
fa: یک تعداد بیت منبع معتبر باید مشخص شود.

source: Destination must be IPv4.
fa: %s یک آدرس IP معتبر یا نام مستعار معتبر نیست.

source: The target port range must be an integer between 1 and 65535.
fa: مقصد باید IPv4 باشد.

source: The destination port range overlaps with an existing entry.
fa: دامنه پورت هدف باید عدد صحیحی بین 1 و 65535 باشد.

source: NAT Port Forward
fa: دامنه بندر مقصد با ورودی موجود همپوشانی دارد.

source: Firewall: NAT: Port Forward - saved/edited a port forward rule.
fa: بندر NAT به جلو

source: This Firewall (self)
fa: Firewall: NAT: Port Portward - یک قانون بندر رو به جلو ذخیره یا ویرایش شد.

source: Edit Redirect Entry
fa: این فایروال (خود)

source: No RDR (NOT)
fa: ویرایش تغییر مسیر ورود

source: This option is rarely needed. Don't use this without thorough knowledge of the implications.
fa: بدون RDR (خیر)

source: Source port range
fa: منبع نیست

source: From port
fa: محدوده پورت منبع

source: Custom
fa: از بندر

source: To port
fa: سفارشی

source: Specify the source port or port range for this rule. This is usually random and almost never equal to the destination port range (and should usually be 'any'). The 'to' field may be left empty if only filtering a single port.
fa: برای انتقال

source: *Destination port range
fa: مقصد نیست

source: Specify the port or port range for the destination of the packet for this mapping. The 'to' field may be left empty if only mapping a single port.
fa: * محدوده بندر مقصد

source: Enter the internal IP address of the server on which to map the ports.%s e.g.: 192.168.1.12
fa: * تغییر مسیر IP

source: Specify the port on the machine with the IP address entered above. In case of a port range, specify the beginning port of the range (the end port will be calculated automatically).%sThis is usually identical to the "From port" above.
fa: * تغییر مسیر درگاه

source: This prevents the rule on Master from automatically syncing to other CARP members. This does NOT prevent the rule from being overwritten on Slave.
fa: بدون همگام سازی XMLRPC

source: Enable (Pure NAT)
fa: فعال کردن (NAT + Proxy)

source: Rule %s
fa: فعال کردن (NAT خالص)

source: View the filter rule
fa: قانون%s

source: Create new associated filter rule
fa: مشاهده قانون فیلتر

source: Filter rule association
fa: قانون جدید فیلتر مرتبط ایجاد کنید

source: Add associated filter rule
fa: انجمن قانون فیلتر

source: Add unassociated filter rule
fa: قانون فیلتر مرتبط را اضافه کنید

source: The "pass" selection does not work properly with Multi-WAN. It will only work on an interface containing the default gateway.
fa: قانون فیلتر غیرمجاز را اضافه کنید

source: Mon
fa: حذف Shaper

source: Tues
fa: دوشنبه

source: Wed
fa: سه شنبه

source: Thur
fa: چهارشنبه

source: Fri
fa: از

source: Sat
fa: جمعه

source: Sun
fa: نشستن

source: January
fa: آفتاب

source: February
fa: ژانویه

source: March
fa: فوریه

source: April
fa: مارس

source: May
fa: آوریل

source: June
fa: ممکن است

source: July
fa: ژوئن

source: August
fa: جولای

source: September
fa: اوت

source: October
fa: سپتامبر

source: November
fa: اکتبر

source: December
fa: نوامبر

source: Schedule may not be named LAN.
fa: دسامبر

source: Schedule may not be named WAN.
fa: برنامه ممکن است نامگذاری نشده باشد.

source: Schedule name cannot be blank.
fa: برنامه ممکن است WAN نامگذاری نشود.
