Repository: mehdiimrzz/pfsense
Catalog: src/usr/local/share/locale/*/LC_MESSAGES/pfSense.po
Languages: fa

source: The key that is fed to the hashing algorithm in hex format, preceeded by "0x", or any string. A non-hex string is hashed using md5 to a hexadecimal key. Defaults to a randomly generated value.
fa: منبع کلید هاش

source: Prevents the rule on Master from automatically syncing to other CARP members. This does NOT prevent the rule from being overwritten on Slave.
fa: متفرقه

source: Fallback pool
fa: پیکربندی سرور مجازی تغییر کرده است.

source: Edit virtual server
fa: استخر بازگشت

source: Copy virtual server
fa: ویرایش سرور مجازی

source: Delete virtual server
fa: کپی سرور مجازی

source: No virtual servers have been configured.
fa: حذف سرور مجازی

source: Related settings
fa: هیچ سرور مجازی پیکربندی نشده است.

source: Related status
fa: تنظیمات مرتبط

source: Related log entries
fa: وضعیت مرتبط

source: Deleted IPsec Pre-Shared Key
fa: مدخل ورود به سیستم

source: ANY USER
fa: کلید پیش اشتراک گذاری IPsec حذف شده است

source: Edit key
fa: هر کاربر

source: Delete key
fa: ویرایش کلید

source: A valid IP address must be specified, or # for an exclusion or ! to not forward at all.
fa: حذف کلید

source: Domain Override Options
fa: آدرس IP رابط برای منبع پرس و جو DNS باید مشخص شود.

source: Domain to override (NOTE: this does not have to be a valid TLD!)%1$se.g.: test or mycompany.localdomain or 1.168.192.in-addr.arpa
fa: گزینه های رد کردن دامنه

source: Source IP address for queries to the DNS server for the override domain. Leave blank unless the DNS server is accessed through a VPN tunnel.
fa: منبع IP

source: Aliases to import
fa: واردات فله

source: Cannot use a reserved keyword as an alias name: %s
fa: نام مستعار برای واردات

source: An interface description with this name already exists.
fa: نمی توان از یک کلمه کلیدی رزرو شده به عنوان نام مستعار استفاده کرد:%s

source: Sorry, an interface group with this name already exists.
fa: شرح رابط با این نام از قبل موجود است.

source: %s is not a valid port or port range.
fa: متأسفیم ، یک گروه رابط با این نام از قبل موجود است.

source: IPv6 address ranges are not supported (%s)
fa: %s محدوده پورت یا پورت معتبری نیست.

source: %s is not an IP address. Please correct the error to continue
fa: محدوده آدرس IPv6 پشتیبانی نمی شود (%s)

source: Descriptions may not start or end with vertical bar (|) or contain double vertical bar ||.
fa: %s آدرس IP نیست. لطفا خطایی را برای ادامه اصلاح کنید

source: Imported a firewall alias.
fa: توضیحات باید کمتر از 200 نویسه داشته باشند.

source: Port Alias Details
fa: یک نام مستعار فایروال وارد کرد.

source: Paste in the ports to import separated by a carriage return. The list may contain port numbers, port ranges, blank lines (ignored) and an optional description after each port. e.g.:
fa: جزئیات بندر نام مستعار

source: 4000:4099 Description of a port range
fa: 443 پورت HTTPS

source: IP Alias Details
fa: 4000: 4099 توضیحات محدوده درگاه

source: Paste in the aliases to import separated by a carriage return. Common examples are lists of IPs, networks, blacklists, etc. The list may contain IP addresses, with or without CIDR prefix, IP ranges, blank lines (ignored) and an optional description after each IP. e.g.:
fa: جزئیات IP Alias ​​

source: 10.20.0.0/16 Office network
fa: 192.168.1.254 روتر خانگی

source: 10.40.1.10-10.40.1.19 Managed switches
fa: 10.20.0.0/16 شبکه اداری

source: *Alias Name
fa: 10.40.1.10-10.40.1.19 سوئیچ های مدیریت شده

source: The name of the alias may only consist of the characters "a-z, A-Z, 0-9 and _".
fa: *نام مستعار

source: Captive Portal: zone %s: Restore default portal page
fa: * نام مستعار برای واردات

source: Captive Portal: zone %s: Restore default error page
fa: Captive Portal: zone%s: بازیابی صفحه پیش فرض پورتال

source: Captive Portal: zone %s: Restore default logout page
fa: Captive Portal: zone%s: بازیابی صفحه خطای پیش فرض

source: The captive portal cannot be used on interface %s since it is part of a bridge.
fa: Captive Portal: zone%s: بازیابی صفحه خروج پیش فرض

source: Certificate must be specified for HTTPS login.
fa: روش تأیید اعتبار نامعتبر است.

source: The HTTPS server name must be specified for HTTPS login.
fa: برای ورود به HTTPS باید گواهی مشخص شود.

source: The timeout must be at least 1 minute.
fa: نام سرور HTTPS باید برای ورود به HTTPS مشخص شود.

source: Hard timeout must be less than or equal to the Default lease time set on DHCP Server
fa: زمان اتمام باید حداقل 1 دقیقه باشد.

source: The traffic quota must be at least 1 megabyte.
fa: مدت زمان خاموش باید حداقل 1 دقیقه باشد.

source: The pass-through credit count must be a number or left blank.
fa: سهمیه ترافیک باید حداقل 1 مگابایت باشد.

source: The waiting period to restore pass-through credits must be above 0 hours.
fa: اعتبار اعتبار عبور باید یک عدد باشد یا خالی باشد.

source: RADIUS MAC Authentication can only be performed on a RADIUS server.
fa: شما باید حداقل یک سرور تأیید اعتبار را انتخاب کنید.

source: RADIUS MAC Authentication cannot be used if MAC filtering is disabled
fa: احراز هویت RADIUS MAC فقط در یک سرور RADIUS قابل انجام است.

source: You need to select at least one accounting server.
fa: در صورت غیرفعال بودن فیلتر MAC ، تأیید هویت RADIUS MAC قابل استفاده نیست

source: You need to select an option for Accounting Updates !
fa: شما باید حداقل یک سرور حسابداری را انتخاب کنید.

source: The NAS-Identifier must be 3-253 characters long and should only contain ASCII characters.
fa: شما باید گزینه ای را برای به روزرسانی های حسابداری انتخاب کنید!

source: Unsupported background image type.
fa: نوع تصویر آرم پشتیبانی نشده است.

source: Captive Portal Configuration
fa: نوع تصویر پس زمینه پشتیبانی نشده است.

source: Select the interface(s) to enable for captive portal.
fa: پیکربندی پورتال اسیر

source: Maximum concurrent connections
fa: رابط (ها) را برای فعال کردن پورتال اسیر انتخاب کنید.

source: Limits the number of concurrent connections to the captive portal HTTP(S) server. This does not set how many users can be logged in to the captive portal, but rather how many connections a single IP can establish to the portal web server.
fa: حداکثر اتصالات همزمان

source: Clients will be disconnected after this amount of inactivity. They may log in again immediately, though. Leave this field blank for no idle timeout.
fa: زمان پایان کار (دقیقه)

source: Clients will be disconnected after this amount of time, regardless of activity. They may log in again immediately, though. Leave this field blank for no hard timeout (not recommended unless an idle timeout is set).
fa: زمان سخت (دقیقه)

source: Clients will be disconnected after exceeding this amount of traffic, inclusive of both downloads and uploads. They may log in again immediately, though. Leave this field blank for no traffic quota.
fa: سهمیه ترافیکی (مگابایت)

source: Allows passing through the captive portal without authentication a limited number of times per MAC address. Once used up, the client can only log in with valid credentials until the waiting period specified below has expired. Recommended to set a hard timeout and/or idle timeout when using this for it to be effective.
fa: اعتبار را به ازای هر آدرس MAC منتقل کنید.

source: Clients will have their available pass-through credits restored to the original count after this amount of time since using the first one. This must be above 0 hours if pass-through credits are enabled.
fa: دوره انتظار برای بازگرداندن اعتبارهای عبور. (ساعت ها)

source: If enabled, the waiting period is reset to the original duration if access is attempted when all pass-through credits have already been exhausted.
fa: بازنشانی دوره انتظار

source: If enabled, a popup window will appear when clients are allowed through the captive portal. This allows clients to explicitly disconnect themselves before the idle or hard timeout occurs.
fa: پنجره ظاهر شده

source: Set a default redirection URL. Visitors will be redirected to this URL after authentication only if the captive portal doesn't know where to redirect them. This field will be accessible through $PORTAL_REDIRURL$ variable in captiveportal's HTML pages.
fa: URL تغییر مسیر قبل از تأیید اعتبار

source: Set a forced redirection URL. Clients will be redirected to this URL instead of the one they initially tried to access after they've authenticated.
fa: پس از تأیید مجدد URL برای تغییر مسیر

source: Blocked MAC addresses will be redirected to this URL when attempting access.
fa: URL تغییر مسیر آدرس MAC مسدود شده

source: If enabled only the most recent login per username will be active. Subsequent logins will cause machines previously logged in with the same username to be disconnected.
fa: ورود همزمان کاربر

source: If enabled no attempts will be made to ensure that the MAC address of clients stays the same while they are logged in. This is required when the MAC address of the client cannot be determined (usually because there are routers between pfSense and the clients). If this is enabled, RADIUS MAC authentication cannot be used.
fa: فیلتر MAC

source: When enabled, a MAC passthrough entry is automatically added after the user has successfully authenticated. Users of that MAC address will never have to authenticate again. To remove the passthrough MAC entry either log in and remove it manually from the %1$sMAC tab%2$s or send a POST from another system. If this is enabled, the logout window will not be shown.
fa: عبور از ورود خودکار MAC

source: Default download (Kbit/s)
fa: محدودیت پهنای باند برای هر کاربر

source: Default upload (Kbit/s)
fa: بارگیری پیش فرض (Kbit / s)

source: If this option is set, the captive portal will restrict each user who logs in to the specified default bandwidth. RADIUS servers can override the default settings. Leave empty for no limit.
fa: بارگیری پیش فرض (Kbit / s)

source: If set a portal.html page must be created and uploaded. If unchecked the default template will be used
fa: استفاده از صفحه پورتال اسیر سفارشی

source: Portal page contents
fa: محتوای صفحه HTML

source: Upload an HTML/PHP file for the portal page here (leave blank to keep the current one). Make sure to include a form (POST to "$PORTAL_ACTION$") with a submit button (name="accept") and a hidden field with name="redirurl" and value="$PORTAL_REDIRURL$". Include the "auth_user" and "auth_pass" and/or "auth_voucher" input fields if authentication is enabled, otherwise it will always fail.%1$sExample code for the form: %1$s&lt;form method=&quot;post&quot; action=&quot;$PORTAL_ACTION$&quot;&gt;%1$s&nbsp;&nbsp;&nbsp;&lt;input name=&quot;auth_user&quot; type=&quot;text&quot;&gt;%1$s&nbsp;&nbsp;&nbsp;&lt;input name=&quot;auth_pass&quot; type=&quot;password&quot;&gt;%1$s&nbsp;&nbsp;&nbsp;&lt;input name=&quot;auth_voucher&quot; type=&quot;text&quot;&gt;%1$s&nbsp;&nbsp;&nbsp;&lt;input name=&quot;redirurl&quot; type=&quot;hidden&quot; value=&quot;$PORTAL_REDIRURL$&quot;&gt;%1$s&nbsp;&nbsp;&nbsp;&lt;input name=&quot;zone&quot; type=&quot;hidden&quot; value=&quot;$PORTAL_ZONE$&quot;&gt;%1$s&nbsp;&nbsp;&nbsp;&lt;input name=&quot;accept&quot; type=&quot;submit&quot; value=&quot;Continue&quot;&gt;%1$s&lt;/form&gt;
fa: محتوای صفحه درگاه

source: Live View
fa: صفحه درگاه فعلی

source: View Page Contents
fa: نمایش زنده

source: Restore Default Page
fa: مشاهده مطالب صفحه

source: Auth error page contents
fa: بازگرداندن صفحه پیش فرض

source: The contents of the HTML/PHP file that is uploaded here are displayed when an authentication error occurs. It may include "$PORTAL_MESSAGE$", which will be replaced by the error or reply messages from the RADIUS server, if any.
fa: محتویات صفحه خطا

source: Logout page contents
fa: صفحه خطای فعلی

source: The contents of the HTML/PHP file that is uploaded here are displayed on authentication success when the logout popup is enabled.
fa: محتوای صفحه خروج

source: Captive Portal Login Page
fa: صفحه خروج فعلی

source: Display custom logo image
fa: صفحه ورود به سایت اسیر

source: Logo Image
fa: نمایش تصویر آرم سفارشی

source: Add a logo for use in the default portal login screen. File will be renamed captiveportal-logo.* The image will be resized to fit within the given area, It can be of any image type: .png, .jpg, .svg <strong>This image will not be stored in the config</strong>. The default logo will be used if no custom image is present.
fa: تصویر آرم

source: Background Image
fa: نمایش تصویر پس زمینه سفارشی

source: Add a background image for use in the default portal login screen. File will be renamed captiveportal-background.* The background image will fill the screen. <strong>This image will not be stored in the config</strong>. The default background image will be used if no custom background is present.
fa: تصویر پس زمینه

source: Copy and paste terms and conditions for use in the captive portal. HTML tags will be stripped out
fa: شرایط و ضوابط

source: Authentication Method
fa: *روش احراز هویت

source: Select an Authentication Method to use for this zone. One method must be selected.<br />- "Authentication backend" will force the login page to be displayed and will authenticate users using their login and password, or using vouchers.<br />- "None" method will force the login page to be displayed but will accept any visitor that clicks the "submit" button.<br/>- "RADIUS MAC Authentication" method will try to authenticate devices automatically with their MAC address without displaying any login page.
fa: روش احراز هویت

source: You can optionally select a second set of servers to to authenticate users. Users will then be able to login using separated HTML inputs.<br />This setting is useful if you want to provide multiple authentication method to your users. If you don't need multiple authentication method, then leave this setting empty.
fa: سرور تأیید اعتبار ثانویه

source: Specify a NAS identifier to override the default value (CaptivePortal-%s)
fa: شناسه NAS

source: If reauthentication is enabled, request are made to the server for each user that is logged in every minute. If an access denied is received for a user, that user is disconnected from the captive portal immediately. Reauthentication requires user credentials to be cached in the captive portal database while a user is logged in; The cached credentials are necessary for the portal to perform automatic reauthentication requests.
fa: تأیید مجدد کاربران

source: RADIUS MAC Secret
fa: امتیازات تأیید هویت محلی

source: RADIUS MAC will automatically try to authenticate devices with their MAC address as username, and the password entered below as password. Devices will still need to make one HTTP request to get connected, through.
fa: RADIUS MAC Secret

source: When enabled, users will be redirected to the captive portal login page when RADIUS MAC authentication failed.
fa: صفحه ورود به سیستم

source: When enabled, clients will be disconnected after exceeding the amount of traffic, inclusive of both downloads and uploads, retrieved from the RADIUS pfSense-Max-Total-Octets attribute.
fa: سهمیه ترافیکی

source: When enabled, the bandwidth assigned to a client will be limited to the values retrieved from the RADIUS pfSense-Bandwidth-Max-Up and pfSense-Bandwidth-Max-Down attributes or from the comparable WISPr attributes.
fa: محدودیت های پهنای باند برای هر کاربر

source: Unformatted
fa: تك تك

source: MAC address format
fa: بدون قالب

source: This option changes the MAC address format used when performing a RADIUS authentication. %1$sDefault: 00:11:22:33:44:55 %1$sSingle dash: 001122-334455 %1$sIETF: 00-11-22-33-44-55 %1$sCisco: 0011.2233.4455 %1$sUnformatted: 001122334455
fa: قالب آدرس MAC

source: You can add a Radius Accounting server in the <a href="/system_authservers.php">User Manager</a>.
fa: سرور حسابداری

source: This field set the way Accounting Updates should be done : <br />- If "No updates" is selected, then only one "Accounting Start" and one "Accounting Stop" request will be sent, when any user get connected and disconnected.<br />- If "Interim" is selected, then "Accounting Update" requests will be send regularly (every minute) to the RADIUS server, for each connected user.<br />- In some rare cases, you would like to simulate users to disconnect and reconnect every minute (eg, to send an Accounting Stop then an Accounting Start) instead of sending Accounting updates, this is the purpose of "Stop/Start" option. FreeRADIUS does not support this option very well, you should select "Stop/Start (FreeRADIUS)" instead.
fa: ارسال به روزرسانی های حسابداری

source: When enabled, data counts for RADIUS accounting packets will be taken from the client perspective, not the NAS. Acct-Input-Octets will represent download, and Acct-Output-Octets will represent upload.
fa: سبک حسابداری

source: This setting change the stop time that will be send in the Accounting Stop request, when a user get disconnected after exceeding the idle timeout. If not checked, the sent stop time will be the last activity time.
fa: حسابداری زمان بیکار

source: When enabled, the username and password will be transmitted over an HTTPS connection to protect against eavesdroppers. A server name and certificate must also be specified below.
fa: وارد شدن

source: This name will be used in the form action for the HTTPS POST and should match the Common Name (CN) in the certificate (otherwise, the client browser will most likely display a security warning). Make sure captive portal clients can resolve this name in DNS and verify on the client that the IP resolves to the correct interface IP on pfSense.
fa: * نام سرور HTTPS

source: If no certificates are defined, one may be defined here: %1$sSystem &gt; Cert. Manager%2$s
fa: * گواهی SSL / TLS

source: If this option is set, attempts to connect to HTTPS (SSL/TLS on port 443) sites will not be forwarded to the captive portal. This prevents certificate errors from being presented to the user even if HTTPS logins are enabled. Users must attempt a connection to an HTTP (Port 80) site to get forwarded to the captive portal. If HTTPS logins are enabled, the user will be redirected to the HTTPS login page.
fa: HTTPS به جلو

source: High Avail. Sync
fa: خروج

source: Setup Wizard
fa: عالی همگام سازی

source: Cert. Manager
fa: جادوگر راه اندازی

source: User Settings
fa: گواهی مدیر

source: Assignments
fa: تنظیمات کاربر

source: Switches
fa: تکالیف

source: CARP (failover)
fa: سوئیچ ها

source: DHCPv6 Leases
fa: CARP (عدم موفقیت)

source: Traffic Graph
fa: اجاره DHCPv6

source: Halt System
fa: نمودار ترافیک

source: NDP Table
fa: سیستم توقف

source: pfInfo
fa: جدول NDP

source: S.M.A.R.T. Status
fa: pfInfo

source: Bug Database
fa: وضعیت SMART

source: User Forum
fa: بانک اطلاعات اشکال

source: Documentation
fa: انجمن کاربر

source: Paid Support
fa: مستندات

source: pfSense Book
fa: پشتیبانی پرداخت شده

source: FreeBSD Handbook
fa: کتاب pfSense

source: User survey
fa: کتابچه راهنمای FreeBSD

source: Notices
fa: نظرسنجی کاربر

source: %sWARNING:%s The 'admin' account password is set to the default value. %s Change the password in the User Manager.%s
fa: اعلامیه ها

source: Available widgets
fa: ذخیره طرح داشبورد

source: Log filter
fa: ابزارک های موجود

source: Manage log
fa: فیلتر ورود به سیستم

source: Refresh Graph
fa: مدیریت ورود به سیستم

source: Export Graph
fa: نمودار تازه کردن

source: Help for items on this page
fa: نمودار صادرات

source: %1$s%3$s is booting, then packages will be reinstalled in the background.%2$s%1$sDo not make changes in the GUI until this is complete.%2$s
fa: راهنما برای موارد موجود در این صفحه

source: Close
fa: این صفحه در حال حاضر توسط یک دستگاه از راه دور اداره می شود.

source: Mark All as Read
fa: نزدیک

source: The settings cannot be managed for a non-local user.
fa: همه را به عنوان خوانده شده علامت بزن

source: Theme
fa: این تنظیمات برای یک کاربر غیر محلی قابل مدیریت نیست.

source: Dashboard Columns
fa: موضوع

source: User settings successfully changed for user %s.
fa: ستون داشبورد

source: User Settings for
fa: تنظیمات کاربر با موفقیت برای کاربر%s تغییر یافت.

source: Cannot delete schedule. Currently in use by %s.
fa: تنظیمات کاربر برای

source: Firewall schedule deleted.
fa: برنامه حذف نمی شود هم اکنون٪%در حال استفاده است.

source: Range: Date / Times / Name
fa: برنامه فایروال حذف شد.

source: Schedule is currently active
fa: محدوده: تاریخ / بار / نام

source: Edit schedule
fa: برنامه در حال حاضر فعال است

source: Delete schedule
fa: ویرایش برنامه

source: Indicates that the schedule is currently active.
fa: حذف برنامه

source: Schedules act as placeholders for time ranges to be used in firewall rules.
fa: نشان می دهد که برنامه در حال حاضر فعال است.

source: EAP-TLS can only be used with IKEv2 type VPNs.
fa: EAP-MSChapv2 فقط با VPN از نوع IKEv2 قابل استفاده است.

source: EAP-RADIUS can only be used with IKEv2 type VPNs.
fa: EAP-TLS فقط با VPN از نوع IKEv2 قابل استفاده است.

source: Remote gateway
fa: EAP-RADIUS فقط با VPN های نوع IKEv2 قابل استفاده است.

source: The P1 lifetime must be an integer.
fa: دروازه راه دور

source: Invalid Child SA Close Action.
fa: طول عمر P1 باید عدد صحیحی باشد.

source: The margintime must be an integer.
fa: اقدام نزدیک به کودک نامعتبر است.

source: The margintime must be smaller than the P1 lifetime.
fa: حاشیه زمان باید عدد صحیح باشد.

source: A valid remote gateway address or host name must be specified.
fa: حاشیه زمان باید کوچکتر از طول عمر P1 باشد.

source: A valid remote gateway IPv4 address must be specified or protocol needs to be changed to IPv6
fa: باید یک آدرس معتبر از راه دور دروازه یا نام میزبان مشخص شود.

source: There is a Phase 2 using IPv6, cannot use IPv4.
fa: دروازه راه دور %1 $ s قبلاً توسط مرحله 1 %2 $ s استفاده می شود.

source: There is a Phase 2 using IPv4, cannot use IPv6.
fa: یک فاز 2 با استفاده از IPv6 وجود دارد ، نمی توانید از IPv4 استفاده کنید.

source: Please enter an address for 'My Identifier'
fa: یک فاز 2 با استفاده از IPv4 وجود دارد ، نمی توانید از IPv6 استفاده کنید.

source: Please enter a keyid tag for 'My Identifier'
fa: لطفاً یک آدرس برای شناسه من وارد کنید

source: Please enter a fully qualified domain name for 'My Identifier'
fa: لطفاً برچسب اصلی را برای شناسه من وارد کنید

source: Please enter a user and fully qualified domain name for 'My Identifier'
fa: لطفاً یک نام دامنه کاملاً واجد شرایط برای شناسه من وارد کنید

source: A valid IP address for 'My identifier' must be specified.
fa: لطفاً یک نام دامنه پویا برای شناسه من وارد کنید

source: A valid domain name for 'My identifier' must be specified.
fa: یک آدرس IP معتبر برای شناسه من باید مشخص شود.

source: A valid FQDN for 'My identifier' must be specified.
fa: یک نام دامنه معتبر برای شناسه من باید مشخص شود.

source: A valid User FQDN in the form of user@my.domain.com for 'My identifier' must be specified.
fa: یک FQDN معتبر برای شناسه من باید مشخص شود.

source: Please enter an address for 'Peer Identifier'
fa: یک آدرس DNS معتبر DNS برای شناسه من باید مشخص شود.

source: Please enter a keyid tag for 'Peer Identifier'
fa: لطفاً یک آدرس برای شناسه همکار وارد کنید

source: Please enter a fully qualified domain name for 'Peer Identifier'
fa: لطفاً برچسب اصلی را برای شناسه همسالان وارد کنید

source: Please enter a user and fully qualified domain name for 'Peer Identifier'
fa: لطفاً یک نام دامنه کاملاً واجد شرایط برای شناسه همکار وارد کنید

source: A valid domain name for 'Peer identifier' must be specified.
fa: یک آدرس IP معتبر برای شناسه همکار باید مشخص شود.

source: A valid FQDN for 'Peer identifier' must be specified.
fa: یک نام دامنه معتبر برای شناسه همکار باید مشخص شود.

source: A valid User FQDN in the form of user@my.domain.com for 'Peer identifier' must be specified.
fa: یک FQDN معتبر برای شناسه همکار باید مشخص شود.

source: A numeric value must be specified for DPD retries.
fa: مقدار عددی باید برای تأخیر DPD مشخص شود.

source: A numeric value must be specified for TFC bytes.
fa: برای آزمایش های DPD باید یک مقدار عددی مشخص شود.

source: Valid arguments for IKE type are v1, v2 or auto
fa: مقدار عددی باید برای بایت های TFC مشخص شود.
