Repository: mehdiimrzz/pfsense
Catalog: src/usr/local/share/locale/*/LC_MESSAGES/pfSense.po
Languages: fa

source: Allow access to the 'System: Advanced: Notifications' page.
fa: WebCfg - سیستم: پیشرفته: اعلان ها

source: WebCfg - System: Advanced: Tunables
fa: اجازه دسترسی به صفحه سیستم: پیشرفته: اعلانات را بدهید.

source: Allow access to the 'System: Advanced: Tunables' page.
fa: WebCfg - سیستم: پیشرفته: تنظیمات

source: WebCfg - System: Authentication Servers
fa: اجازه دسترسی به صفحه سیستم: پیشرفته: تنظیمات را بدهید.

source: Allow access to the 'System: Authentication Servers' page.
fa: WebCfg - سیستم: سرورهای تأیید اعتبار

source: WebCfg - System: CA Manager
fa: اجازه دسترسی به صفحه سیستم: سرورهای تأیید اعتبار را بدهید.

source: Allow access to the 'System: CA Manager' page.
fa: WebCfg - سیستم: CA Manager

source: WebCfg - System: Certificate Manager
fa: اجازه دسترسی به صفحه System: CA Manager را بدهید.

source: Allow access to the 'System: Certificate Manager' page.
fa: WebCfg - سیستم: مدیر گواهینامه

source: WebCfg - System: CRL Manager
fa: اجازه دسترسی به صفحه سیستم: مدیر گواهی را بدهید.

source: Allow access to the 'System: CRL Manager' page.
fa: WebCfg - سیستم: مدیر CRL

source: WebCfg - System: Gateway Groups
fa: اجازه دسترسی به صفحه System: CRL Manager را بدهید.

source: Allow access to the 'System: Gateway Groups' page.
fa: WebCfg - سیستم: گروه‌های دروازه

source: WebCfg - System: Gateways: Edit Gateway Groups
fa: اجازه دسترسی به صفحه 'System: Gateway Groups' را بدهید.

source: Allow access to the 'System: Gateways: Edit Gateway Groups' page.
fa: WebCfg - سیستم: دروازه ها: ویرایش گروه های دروازه

source: WebCfg - System: Gateways
fa: اجازه دسترسی به صفحه سیستم: دروازه ها: ویرایش گروه های دروازه را بدهید.

source: Allow access to the 'System: Gateways' page.
fa: WebCfg - سیستم: دروازه

source: WebCfg - System: Gateways: Edit Gateway
fa: اجازه دسترسی به صفحه سیستم: دروازه ها را بدهید.

source: Allow access to the 'System: Gateways: Edit Gateway' page.
fa: WebCfg - سیستم: دروازه ها: ویرایش دروازه

source: WebCfg - System: Group Manager
fa: اجازه دسترسی به صفحه سیستم: دروازه ها: ویرایش دروازه را بدهید.

source: Allow access to the 'System: Group Manager' page.
fa: WebCfg - سیستم: مدیر گروه

source: WebCfg - System: Group Manager: Add Privileges
fa: اجازه دسترسی به صفحه سیستم: مدیر گروه را بدهید.

source: Allow access to the 'System: Group Manager: Add Privileges' page.
fa: WebCfg - سیستم: مدیر گروه: اضافه کردن امتیازات

source: WebCfg - System: High Availability Sync
fa: اجازه دسترسی به صفحه سیستم: مدیر گروه: اضافه کردن امتیازات را بدهید.

source: Allow access to the 'System: High Availability Sync' page.
fa: WebCfg - سیستم: همگام سازی با دسترسی بالا

source: WebCfg - System: Static Routes
fa: اجازه دسترسی به صفحه سیستم: دسترسی به همگام سازی بالا.

source: Allow access to the 'System: Static Routes' page.
fa: WebCfg - سیستم: مسیرهای استاتیک

source: WebCfg - System: Static Routes: Edit route
fa: اجازه دسترسی به صفحه سیستم: مسیرهای ایستا را بدهید.

source: Allow access to the 'System: Static Routes: Edit route' page.
fa: WebCfg - سیستم: مسیرهای ثابت: ویرایش مسیر

source: WebCfg - System: Update: Settings
fa: اجازه دسترسی به صفحه سیستم: مسیرهای ایستا: ویرایش مسیر را بدهید.

source: Allow access to the 'System: Update: Settings' page.
fa: WebCfg - سیستم: بروزرسانی: تنظیمات

source: WebCfg - System: User Settings
fa: اجازه دسترسی به صفحه سیستم: بروزرسانی: تنظیمات را بدهید.

source: Allow access to the 'System: User Settings' page.
fa: WebCfg - سیستم: تنظیمات کاربر

source: WebCfg - System: User Manager
fa: اجازه دسترسی به صفحه سیستم: تنظیمات کاربر را بدهید.

source: Allow access to the 'System: User Manager' page.
fa: WebCfg - سیستم: مدیر کاربر

source: WebCfg - System: User Manager: Add Privileges
fa: اجازه دسترسی به صفحه سیستم: مدیر کاربر را بدهید.

source: Allow access to the 'System: User Manager: Add Privileges' page.
fa: WebCfg - سیستم: مدیر کاربر: اضافه کردن امتیازات

source: WebCfg - System: User Password Manager
fa: اجازه دسترسی به صفحه سیستم: مدیر کاربر: اضافه کردن امتیازات را بدهید.

source: Allow access to the 'System: User Password Manager' page.
fa: WebCfg - سیستم: مدیر رمز عبور کاربر

source: WebCfg - System: User Manager: Settings
fa: اجازه دسترسی به صفحه سیستم: مدیر رمز عبور کاربر را بدهید.

source: Allow access to the 'System: User Manager: Settings' page.
fa: WebCfg - سیستم: مدیر کاربر: تنظیمات

source: WebCfg - Hidden: Upload Configuration
fa: اجازه دسترسی به صفحه سیستم: مدیر کاربر: تنظیمات را بدهید.

source: Allow access to the 'Hidden: Upload Configuration' page.
fa: WebCfg - پنهان: پیکربندی بارگذاری

source: WebCfg - VPN: IPsec
fa: اجازه دسترسی به صفحه پنهان: بارگذاری پیکربندی را بدهید.

source: Allow access to the 'VPN: IPsec' page.
fa: WebCfg - VPN: IPsec

source: WebCfg - VPN: IPsec: Pre-Shared Keys List
fa: اجازه دسترسی به صفحه VPN: IPsec را بدهید.

source: Allow access to the 'VPN: IPsec: Pre-Shared Keys List' page.
fa: WebCfg - VPN: IPsec: لیست کلیدهای پیش اشتراک شده

source: WebCfg - VPN: IPsec: Edit Pre-Shared Keys
fa: اجازه دسترسی به صفحه VPN: IPsec: لیست کلیدهای از قبل مشترک را بدهید.

source: Allow access to the 'VPN: IPsec: Edit Pre-Shared Keys' page.
fa: WebCfg - VPN: IPsec: ویرایش کلیدهای پیش اشتراک شده

source: WebCfg - VPN: IPsec: Mobile
fa: اجازه دسترسی به صفحه VPN: IPsec: ویرایش کلیدهای پیش اشتراک شده را بدهید.

source: Allow access to the 'VPN: IPsec: Mobile' page.
fa: WebCfg - VPN: IPsec: Mobile

source: WebCfg - VPN: IPsec: Edit Phase 1
fa: اجازه دسترسی به صفحه VPN: IPsec: Mobile را بدهید.

source: Allow access to the 'VPN: IPsec: Edit Phase 1' page.
fa: WebCfg - VPN: IPsec: ویرایش فاز 1

source: WebCfg - VPN: IPsec: Edit Phase 2
fa: اجازه دسترسی به صفحه 'VPN: IPsec: ویرایش فاز 1' را بدهید.

source: Allow access to the 'VPN: IPsec: Edit Phase 2' page.
fa: WebCfg - VPN: IPsec: ویرایش فاز 2

source: WebCfg - VPN: IPsec: Settings
fa: اجازه دسترسی به صفحه 'VPN: IPsec: ویرایش فاز 2' را بدهید.

source: Allow access to the 'VPN: IPsec: Settings' page.
fa: WebCfg - VPN: IPsec: تنظیمات

source: WebCfg - VPN: L2TP
fa: اجازه دسترسی به صفحه VPN: IPsec: تنظیمات را بدهید.

source: Allow access to the 'VPN: L2TP' page.
fa: WebCfg - VPN: L2TP

source: WebCfg - VPN: L2TP: Users
fa: اجازه دسترسی به صفحه VPN: L2TP را بدهید.

source: Allow access to the 'VPN: L2TP: Users' page.
fa: WebCfg - VPN: L2TP: کاربران

source: WebCfg - VPN: L2TP: Users: Edit
fa: اجازه دسترسی به صفحه VPN: L2TP: Users را بدهید.

source: Allow access to the 'VPN: L2TP: Users: Edit' page.
fa: WebCfg - VPN: L2TP: کاربران: ویرایش

source: WebCfg - OpenVPN: Clients
fa: اجازه دسترسی به صفحه VPN: L2TP: کاربران: ویرایش را بدهید.

source: Allow access to the 'OpenVPN: Clients' page.
fa: WebCfg - OpenVPN: مشتریان

source: WebCfg - OpenVPN: Client Specific Override
fa: اجازه دسترسی به صفحه OpenVPN: مشتریان را بدهید.

source: Allow access to the 'OpenVPN: Client Specific Override' page.
fa: WebCfg - OpenVPN: نادیده گرفتن خاص مشتری

source: WebCfg - OpenVPN: Servers
fa: اجازه دسترسی به صفحه OpenVPN: Clip Specific Override را بدهید.

source: Allow access to the 'OpenVPN: Servers' page.
fa: WebCfg - OpenVPN: سرورها

source: WebCfg - pfSense wizard subsystem
fa: اجازه دسترسی به صفحه OpenVPN: Server را بدهید.

source: Allow access to the 'pfSense wizard subsystem' page.
fa: WebCfg - زیر سیستم جادوگر pfSense

source: WebCfg - XMLRPC Library
fa: اجازه دسترسی به صفحه زیر سیستم جادوگر pfSense را بدهید.

source: Allow access to the 'XMLRPC Library' page.
fa: WebCfg - کتابخانه XMLRPC

source: DANGER! WARNING! ACHTUNG!
fa: اجازه دسترسی به صفحه XMLRPC Library.

source: %1$s requires *AT LEAST* %2$s RAM to function correctly.%3$s
fa: خطرناک! هشدار! ACHTUNG!

source: Only (%1$s) MB RAM has been detected, with (%2$s) available to %3$s.%4$s
fa: %1 $ s برای عملکرد صحیح به رم * در حداقل *%2 $ s نیاز دارد.%3 $ s

source: No interfaces found!
fa: برای ادامه ، ENTER را فشار دهید.

source: Do VLANs need to be set up first?
fa: هیچ رابط یافت نشد!

source: If VLANs will not be used, or only for optional interfaces, it is typical to say no here and use the webConfigurator to configure VLANs later, if required.
fa: آیا ابتدا باید VLAN راه اندازی شود؟

source: VLAN interfaces:
fa: آیا اکنون VLAN ها [y | n] تنظیم شده اند؟

source: Enter the WAN interface name or 'a' for auto-detection
fa: رابط های VLAN:

source: %1$s(%2$s or a):
fa: نام رابط WAN یا 'a' را برای تشخیص خودکار وارد کنید

source: %1$sInvalid interface name '%2$s'%3$s
fa: %1 $ s (%2 $ s یا a):

source: %1$sEnter the LAN interface name or 'a' for auto-detection %2$sNOTE: this enables full Firewalling/NAT mode.%3$s(%4$s a or nothing if finished):%5$s
fa: %1 $ s نام رابط نامعتبر '%2 $ s'%3 $ s

source: %1$sEnter the Optional %2$s interface name or 'a' for auto-detection%3$s(%4$s a or nothing if finished):%5$s
fa: توضیحات%1 $ sOptional%2 $ s یافت شد:%3 $ s

source: The interfaces will be assigned as follows:
fa: اختیاری

source: Do you want to proceed [y|n]?
fa: رابط ها به شرح زیر اختصاص داده می شوند:

source: You have chosen to remove the LAN interface.
fa: آیا می خواهید [y | n] را ادامه دهید؟

source: Would you like to remove the LAN IP address and unload the interface now [y|n]?
fa: شما تصمیم به حذف رابط LAN گرفتید.

source: Console assignment of interfaces
fa: پیکربندی%sWriting ...

source: done.%s
fa: اختصاص کنسول رابط ها

source: One moment while the settings are reloading...
fa: انجام شده است.%s

source: done!
fa: یک لحظه در حال بارگیری مجدد تنظیمات ...

source: Detected link-up on interface %1$s.%2$s
fa: انجام شده!

source: No link-up detected.%s
fa: پیوند پیوند در رابط%1 $ s.%2 $ s شناسایی شد

source: WARNING: all existing VLANs will be cleared if you proceed!
fa: هیچ پیوندی شناسایی نشده است.%s

source: VLAN Capable interfaces:
fa: اخطار: اگر VLAN های موجود پاک شوند ، اگر ادامه دهید

source: No VLAN capable interfaces detected.
fa: رابط های قابلیت VLAN:

source: Enter the parent interface name for the new VLAN (or nothing if finished):
fa: هیچ رابط کاربری VLAN شناسایی نشده است.

source: %1$sInvalid VLAN tag '%2$s'%3$s
fa: برچسب VLAN (1-4094) را وارد کنید:

source: This parent interface and VLAN already created.
fa: برچسب%1 $ s نامعتبر VLAN '%2 $ s'%3 $ s

source: There was a error parsing log entry: %s. Please report to mailing list or forum.
fa: این رابط والدین و VLAN قبلاً ایجاد شده اند.

source: Alternate Host
fa: سرویس%1 $ s /%2 $ s:%3 $ s

source: Datagram conversion error
fa: میزبان جایگزین

source: Echo reply
fa: خطای تبدیل دیتاگرام

source: Echo request
fa: پاسخ اکو

source: FQDN reply
fa: درخواست اکو

source: FQDN query
fa: پاسخ FQDN

source: Group membership query
fa: جستجوی FQDN

source: Group membership report
fa: جستجوی عضویت در گروه

source: Group membership termination
fa: گزارش عضویت گروه

source: Information reply
fa: خاتمه عضویت در گروه

source: Information request
fa: پاسخ اطلاعات

source: IPv6 I-am-here
fa: درخواست اطلاعات

source: IPv6 where-are-you
fa: IPv6 I-am-here

source: Multicast listener done
fa: IPv6 کجا هستی

source: Multicast listener report
fa: شنونده Multicast انجام شد

source: Multicast listener query
fa: گزارش شنونده Multicast

source: Address mask reply
fa: جستجوی شنونده Multicast

source: Address mask request
fa: پاسخ ماسک آدرس

source: Mobile host redirect
fa: درخواست ماسک آدرس

source: Mobile registration reply
fa: تغییر مسیر میزبان تلفن همراه

source: Mobile registration request
fa: پاسخ ثبت نام موبایل

source: mtrace messages
fa: درخواست ثبت نام موبایل

source: mtrace resp
fa: پیامهای mtrace

source: Neighbor advertisement
fa: احترام

source: Neighbor solicitation
fa: تبلیغات همسایه

source: Node information request
fa: وکالت همسایه

source: Node information reply
fa: درخواست اطلاعات گره

source: Parameter problem (invalid IP header)
fa: پاسخ به اطلاعات گره

source: Photuris
fa: مشکل پارامتر (هدر IP نامعتبر)

source: Router advertisement
fa: فوتوریس

source: Router solicitation
fa: تبلیغات روتر

source: Router renumbering
fa: درخواست روتر

source: SKIP
fa: تغییر روتر

source: Source quench
fa: جست و خیز

source: Timestamp reply
fa: منبع خاموش

source: Timestamp
fa: پاسخ زمان سنج

source: Time exceeded
fa: زمان سنج

source: Packet too big
fa: زمان فراتر رفت

source: Destination unreachable
fa: بسته خیلی بزرگ است

source: Who are you reply
fa: مقصد غیرقابل دستیابی

source: Who are you request
fa: شما کی پاسخ می دهید

source: Initializing
fa: چه کسی درخواست می کنی

source: Configuring firewall
fa: اولیه سازی

source: Creating aliases
fa: پیکربندی فایروال

source: Generating Limiter rules
fa: ایجاد نام مستعار

source: Generating NAT rules
fa: تولید قوانین محدود کننده

source: Generating filter rules
fa: تولید قوانین NAT

source: Generating ALTQ queues
fa: ایجاد قوانین فیلتر

source: Loading filter rules
fa: ایجاد صف ALTQ

source: Filter is disabled. Not loading rules.
fa: قوانین بارگیری فیلتر

source: Setting up logging information
fa: فیلتر غیرفعال است. قوانین بارگیری نشده است.

source: Setting up SCRUB information
fa: تنظیم اطلاعات ورود به سیستم

source: pf was busy but succeeded after %s tries
fa: تنظیم اطلاعات SCRUB

source: The line in question reads [%1$d]: %2$s
fa: pf مشغول بود اما بعد از%s تلاش

source: PF was wedged/busy and has been reset.
fa: خط مورد نظر [%1 $ d] خوانده شده است:%2 $ s

source: There were error(s) loading the rules: %1$s - %2$s
fa: PF گوه / شلوغ بود و دوباره تنظیم شده است.

source: Processing down interface states
fa: خطایی در بارگیری قوانین رخ داد:%1 $ s -%2 $ s

source: Running plugins
fa: پردازش حالتهای رابط پایین

source: Running plugins (pf)
fa: در حال اجرا افزونه ها

source: Plugins completed.
fa: در حال اجرا افزونه ها (pf)

source: Done
fa: افزونه ها به پایان رسید.

source: To block bogon IPv6 networks the Firewall Maximum Table Entries value in System / Advanced / Firewall must be increased at least to %s
fa: انجام شده

source: Creating gateway group item...
fa: نام های مستعار با نامهای عددی معتبر نیستند. جستجوی نام مستعار%s

source: Setting up route with %1$s on %2$s
fa: در حال ایجاد مورد گروهی دروازه ...

source: Too many members in group %s, gateway group truncated in ruleset.
fa: تنظیم مسیر با%1 $ s با%2 $ s

source: An error occurred while trying to find the interface got %s . The rule has not been added.
fa: اعضای بسیار زیاد در گروه%s ، گروه دروازه در خط مقررات کوتاه شده است.

source: Creating reflection rule for %s...
fa: ایجاد قانون بازتاب برای%s ...

source: Not installing NAT reflection rules for a port range > 500
fa: ایجاد قانون بازتاب برای%s ...

source: Installing partial NAT reflection rules. Maximum 1,000 reached.
fa: عدم نصب قوانین بازتاب NAT برای دامنه> 500

source: localhost
fa: تنظیم قوانین بازتاب جزئی جزئی. حداکثر 1000 رسیده است.

source: static route
fa: محلی

source: DHCP alias address
fa: مسیر استاتیک

source: PPPoE server
fa: آدرس مستعار DHCP

source: L2TP server
fa: سرور PPPoE

source: OpenVPN server
fa: سرور L2TP

source: OpenVPN client
fa: سرور OpenVPN

source: IPsec client
fa: مشتری OpenVPN

source: Auto created rule for ISAKMP
fa: مشتری IPsec

source: Auto created rule
fa: به طور خودکار قانون برای ISAKMP ایجاد شد

source: Creating 1:1 rules...
fa: قانون ایجاد شده خودکار

source: Creating advanced outbound rule %s
fa: ایجاد قوانین 1: 1 ...

source: Creating outbound NAT rules
fa: ایجاد قانون خارج از مرز پیشرفته%s

source: Creating automatic outbound rules
fa: ایجاد قوانین NAT برون مرزی

source: Setting up TFTP helper
fa: ایجاد قوانین اتوماتیک برون مرزی

source: Creating NAT rule %s
fa: راه‌اندازی یاور TFTP

source: Creating filter rule %s ...
fa: ایجاد قانون NAT%s

source: filter_generate_port: %1$s is not a valid %2$s port.
fa: ایجاد قانون فیلتر%s ...

source: Creating filter rules %s ...
fa: filter_generate_port:%1 $ s یک پورت%2 $ s معتبر نیست.

source: Unresolvable source alias '%1$s' for rule '%2$s'
fa: ایجاد قوانین فیلتر%s ...

source: Unresolvable destination alias '%1$s' for rule '%2$s'
fa: نام منبع غیرقابل حل %1 $ s برای قانون %2 $ s

source: Unresolvable source port alias '%1$s' for rule '%2$s'
fa: مقصد غیرقابل حل %1 $ s برای قانون %2 $ s

source: Empty source port alias '%1$s' for rule '%2$s'
fa: نام مستقل پورت غیرقابل حل %1 $ s برای قانون %2 $ s

source: Unresolvable destination port alias '%1$s' for rule '%2$s'
fa: خالی از نام بندر منبع %1 $ s برای قانون %2 $ s

source: Empty destination port alias '%1$s' for rule '%2$s'
fa: نام مستقل پورت غیرقابل حل %1 $ s برای قانون %2 $ s

source: Setting up pass/block rules
fa: قاعده %1 $ s برای قاعده %2 $ s خالی کنید

source: Setting up pass/block rules %s
fa: تنظیم قوانین عبور / بلوک

source: The gateway: %s is invalid or unknown, not using it.
fa: تنظیم قوانین عبور / بلوک%s

source: Creating rule %s
fa: دروازه:%s نامعتبر یا ناشناخته است ، از آن استفاده نمی کند.

source: [TDR DEBUG] status true -- rule type '%s'
fa: ایجاد قانون%s

source: Creating default rules
fa: [TDR DEBUG] وضعیت صحیح است - نوع قانون %s

source: Creating IPsec rules...
fa: ایجاد قوانین پیش فرض

source: Installed 15 minute filter reload for Time Based Rules
fa: ایجاد قوانین IPsec ...

source: Removed 15 minute filter reload for Time Based Rules
fa: بارگیری مجدد فیلتر 15 دقیقه برای قوانین مبتنی بر زمان نصب شده است

source: Checking for %1$s PF hooks in package %2$s
fa: بارگیری مجدد فیلتر 15 دقیقه برای قوانین مبتنی بر زمان حذف شد

source: Processing early %1$s rules for package %2$s
fa: چک کردن قلاب PF%1 $ s در بسته%2 $ s

source: There was an error while parsing the package filter rules for %s.
fa: مراحل اولیه%1 $ s برای بسته%2 $ s پردازش می شود

source: delete this separator
fa: هنگام تجزیه قوانین فیلتر بسته برای%s خطایی رخ داد.

source: Dynamic DNS: updatedns() starting
fa: حذف این جداکننده

source: Dynamic DNS (%1$s): running get_failover_interface for %2$s. found %3$s
fa: پویا DNS: به روز شده () شروع

source: Dynamic DNS %1$s (%2$s): Processing dummy update on No-IP free account. IP temporarily set to %3$s
fa: پویا DNS%1 $ s (%2 $ s): _update () شروع می شود.

source: querying domains
fa: ارسال درخواست به:%s

source: User Authentication Failed
fa: دامنه های پرس و جو

source: User Authorization Failed
fa: عدم موفقیت در احراز هویت کاربر

source: no domain ID for domain
fa: مجوز کاربر انجام نشد

source: found domain id: %s
fa: هیچ شناسه دامنه برای دامنه

source: found existing record id: %s
fa: شناسه دامنه یافت شد:%s

source: no matching record found
fa: شناسه موجود موجود است:%s

source: Dynamic DNS %1$s (%2$s): _remove() starting.
fa: هیچ سابقه مطابق یافت نشد

source: Dynamic DNS %1$s (%2$s): _listCurrent() starting.
fa: Dynamic DNS%1 $ s (%2 $ s): _remove () شروع می شود.

source: Dynamic DNS %1$s (%2$s): _checkLookupStatus() starting.
fa: Dynamic DNS%1 $ s (%2 $ s): _listCurrent () شروع می شود.

source: Curl error occurred:
fa: پویا DNS%1 $ s (%2 $ s): _checkLookupStatus () شروع می شود.

source: PAYLOAD:
fa: خطای حلقه رخ داده است:

source: Dynamic DNS %1$s (%2$s): _checkLookupStatus() ending. No matching records found.
fa: ظرفیت ترابری:

source: IP Address Changed Successfully!
fa: Dynamic DNS%1 $ s (%2 $ s): _checkStatus () شروع می شود.

source: Unknown Response
fa: آدرس IP با موفقیت تغییر کرد!

source: The DNS-O-Matic username or password specified are incorrect. No updates will be distributed to services until this is resolved.
fa: پاسخ ناشناخته

source: DNS error encountered. Stop updating for 30 minutes.
fa: نام میزبان برای سوءاستفاده از بروزرسانی مسدود شده است.

source: Not A FQDN!
fa: خطای DNS روبرو شد. 30 دقیقه به روز رسانی را متوقف کنید.

source: No such host
fa: نه یک FQDN!

source: No Change In IP Address
fa: چنین میزبان

source: IP address is current, no update performed.
fa: بدون تغییر در آدرس IP

source: DNS hostname update successful.
fa: آدرس IP فعلی است ، هیچ به روزرسانی انجام نشده است.

source: Hostname supplied does not exist.
fa: به روزرسانی نام میزبان DNS با موفقیت انجام شد.

source: Invalid Username.
fa: نام میزبان ارائه شده وجود ندارد.

source: Invalid Password.
fa: نام کاربری نامعتبر است.

source: Too many updates sent.
fa: رمز عبور نامعتبر.

source: Account disabled due to violation of No-IP terms of service.
fa: به روزرسانی های زیادی ارسال شده است.

source: Invalid IP. IP Address submitted is improperly formatted or is a private IP address or is on a blacklist.
fa: حساب به دلیل نقض شرایط خدمات بدون IP غیرفعال شده است.

source: Host updated is configured as a web redirect and no update was performed.
fa: غیرفعال / نام قفل قفل شده است.

source: DNS group update is successful.
fa: گروه عرضه شده وجود ندارد.

source: DNS group is current, no update performed.
fa: به روزرسانی گروه DNS موفقیت آمیز است.

source: Update client support not available for supplied hostname or group.
fa: گروه DNS فعلی است ، هیچ به روزرسانی انجام نشده است.

source: Hostname supplied does not have offline settings configured.
fa: پشتیبانی مشتری را برای نام میزبان یا گروه ارائه شده در دسترس نباشید.

source: Client disabled. Client should exit and not perform any more updates without user intervention.
fa: نام میزبان ارائه شده تنظیمات آفلاین ندارد.

source: Authentication Failed: Username and/or Password was Incorrect.
fa: پاسخ ناشناخته:

source: No Service: Dynamic DNS Service has been disabled for this domain.
fa: تأیید صحت انجام نشد: نام کاربری یا رمز عبور نادرست بود.

source: Illegal Input: Self-Explanatory
fa: بدون سرویس: سرویس پویا DNS برای این دامنه غیرفعال شده است.

source: Too Soon: Not Enough Time Has Elapsed Since Last Update
fa: ورودی غیرقانونی: خود توضیح

source: IP Updated Successfully!
fa: خیلی زود: هنوز زمان کافی از آخرین به روزرسانی سپری نشده است

source: Error 799
fa: IP با موفقیت به روز شد!

source: Update Failed!
fa: خطا در 799

source: Error 700
fa: به روز رسانی نا موفق بود!

source: IP Address Updated Successfully!
fa: خطای 700

source: Bad Request - The URL was malformed. Required parameters were not provided.
fa: آدرس IP با موفقیت به روز شد!

source: Database Error - There was a server-sided database error.
fa: به زودی بروزرسانی شود - از زمان تغییر اخیر خیلی سریع به روز رسانی شد.

source: Hostname Error - The hostname (%1$s) doesn't belong to user (%2$s).
fa: خطای پایگاه داده - خطایی در پایگاه داده به صورت سرور رخ داده است.

source: Not a valid username or password!
fa: خطای نام میزبان - نام میزبان (%1 $ s) متعلق به کاربر (%2 $ s) نیست.

source: Hostname specified does not exist.
fa: نام کاربری یا رمز عبور معتبری نیست!

source: Hostname specified exists, but not under the username specified.
fa: نام میزبان مشخص شده وجود ندارد.

source: Updating too frequently, considered abuse.
fa: نام میزبان مشخص شده وجود دارد ، اما تحت نام کاربری مشخص شده نیست.

source: Bad Request - The IP provided was invalid.
fa: به روزرسانی بیش از حد ، سوء استفاده در نظر گرفته می شود.

source: Bad Request - Required parameters were not provided.
fa: درخواست بد - IP ارائه شده نامعتبر است.

source: Bad Request - Illegal characters in either the username or the password.
fa: درخواست بد - پارامترهای لازم ارائه نشده است.

source: This account has been administratively locked.
fa: رمز عبور نامعتبر.

source: Updating too frequently.
fa: این حساب به صورت اداری قفل شده است.

source: Server side error.
fa: مرتباً به روز رسانی می شود.

source: Badly Formed Request (check the settings).
fa: خطای سمت سرور.

source: Bad Request - A hostname was not provided.
fa: درخواست بد شکل (تنظیمات را بررسی کنید).

source: Invalid username or password.
fa: درخواست بد - نام میزبان ارائه نشده است.

source: No Change In IP Address.
fa: نام کاربری یا گذرواژه نامعتبر است.

source: Bad Request - Missing/Invalid Parameters.
fa: هیچ تغییری در آدرس IP وجود ندارد.

source: Bad Request - Invalid Tunnel ID.
fa: درخواست بد - پارامترهای از دست رفته / نامعتبر.

source: Route53 API call failed
fa: درخواست بد - شناسه نامعتبر تونل.

source: IP address changed successfully
fa: تماس API Route53 ناموفق بود

source: Result did not match.
fa: آدرس IP با موفقیت تغییر یافت

source: %1$s updated to %2$s
fa: نتیجه مطابقت نداشت.

source: Invalid Credentials! Don't forget to use API Key for password field with Cloudflare.
fa: %1 $ s به%2 $ s به روز شد

source: UNKNOWN ERROR
fa: منطقه یا شناسه میزبان پیدا نشد ، نام میزبان را بررسی کنید.
