Repository: mehdiimrzz/pfsense
Catalog: src/usr/local/share/locale/*/LC_MESSAGES/pfSense.po
Languages: fa

source: RAM Disk Settings (Reboot to Apply Changes)
fa: تنظیمات دیسک RAM (راه اندازی مجدد برای اعمال تغییرات)

source: Use RAM Disks
fa: استفاده از دیسک های RAM

source: RAM Disk Size
fa: اندازه دیسک رم

source: /tmp RAM Disk Size
fa: / tmp اندازه دیسک رم

source: /tmp RAM Disk<br />Do not set lower than 40.
fa: / tmp RAM Disk <br /> کمتر از 40 را تنظیم نکنید.

source: /var RAM Disk<br />Do not set lower than 60.
fa: / var RAM Disk <br /> پایین تر از 60 قرار نگیرید.

source: Periodic RAM Disk Data Backups
fa: پشتیبان گیری از داده های دیسک رم دوره ای

source: Periodic RRD Backup
fa: پشتیبان گیری دوره ای RRD

source: RRD Data
fa: داده RRD

source: Periodic DHCP Leases Backup
fa: تهیه نسخه پشتیبان از اجاره دوره ای DHCP

source: DHCP Leases
fa: اجاره DHCP

source: Periodic Logs Backup
fa: پشتیبان گیری از گزارش های دوره ای

source: Log Directory
fa: فهرست راهنما

source: Hardware Settings
fa: تنظیمات سخت افزار

source: Always on
fa: همیشه در

source: Hard disk standby time
fa: زمان آماده به کار دیسک سخت

source: Installation Feedback
fa: بازخورد نصب

source: Netgate Device ID
fa: شناسه دستگاه Netgate

source: pfsync Synchronize Peer IP must be an IPv4 IP.
fa: pfsync همگام سازی همتا IP باید IPv4 IP باشد.

source: High Availability Sync
fa: همگام سازی با دسترسی بالا

source: State Synchronization Settings (pfsync)
fa: تنظیمات همگام سازی حالت (pfsync)

source: Synchronize states
fa: همگام سازی ایالات

source: Synchronize Interface
fa: همگام سازی رابط

source: pfsync Synchronize Peer IP
fa: pfsync همگام سازی IP همتا

source: Configuration Synchronization Settings (XMLRPC Sync)
fa: تنظیمات همگام سازی پیکربندی (همگام سازی XMLRPC)

source: Synchronize Config to IP
fa: همگام سازی پیکربندی با IP

source: Remote System Username
fa: نام کاربری سیستم از راه دور

source: Remote System Password
fa: گذرواژه سیستم از راه دور

source: Select options to sync
fa: گزینه های همگام سازی را انتخاب کنید

source: Synchronize Users and Groups
fa: همگام سازی کاربران و گروه ها

source: Synchronize Auth Servers
fa: همگام سازی سرورهای Auth

source: Synchronize Certificates
fa: همگام سازی گواهینامه ها

source: Synchronize Rules
fa: قوانین همگام سازی

source: Synchronize Firewall schedules
fa: همگام سازی برنامه های Firewall

source: Synchronize Firewall aliases
fa: همگام سازی نامهای فایروال

source: Synchronize NAT
fa: همگام سازی NAT

source: Synchronize IPsec
fa: همگام سازی IPsec

source: Synchronize OpenVPN
fa: همگام سازی OpenVPN

source: Synchronize DHCPD
fa: همگام سازی DHCPD

source: Synchronize Wake-on-LAN
fa: همگام سازی Wake-on-LAN

source: Synchronize Static Routes
fa: همگام سازی مسیرهای استاتیک

source: Synchronize Load Balancer
fa: همگام سازی بار بالاتری

source: Synchronize Virtual IPs
fa: همگام سازی IP های مجازی

source: Synchronize traffic shaper (queues)
fa: همگام سازی مکان ترافیک (صف)

source: Synchronize traffic shaper (limiter)
fa: همگام سازی shaper (محدود کننده) ترافیک

source: Synchronize DNS (Forwarder/Resolver)
fa: همگام سازی DNS (Forwarder / Resolver)

source: Synchronize Captive Portal)
fa: همگام سازی پورتال اسیر)

source: Category
fa: دسته بندی

source: Version
fa: نسخه

source: Package is configured, but not installed!
fa: بسته بندی پیکربندی شده است ، اما نصب نشده است!

source: Package is installed, but is not available on remote repository!
fa: بسته نصب شده است ، اما در مخزن از راه دور در دسترس نیست!

source: Newer than available (%s)
fa: جدیدتر از موجود (%s)

source: Upgrade available to %s
fa: به روزرسانی موجود در%s

source: Up-to-date
fa: به روز

source: Error comparing version
fa: خطا در مقایسه نسخه

source: View changelog
fa: مشاهده تغییرات

source: Package Dependencies
fa: وابستگی های بسته بندی

source: Remove package %s
fa: حذف بسته%s

source: Update package %s
fa: به روزرسانی بسته%s

source: Reinstall package %s
fa: نصب مجدد بسته%s

source: View more information
fa: مشاهده اطلاعات بیشتر

source: Please wait while the list of packages is retrieved and formatted.
fa: لطفاً منتظر بمانید تا لیست بسته ها بازیابی و قالب بندی شود.

source: Unable to retrieve package information.
fa: بازیابی اطلاعات بسته امکان پذیر نیست.

source: There are no packages currently installed.
fa: هیچ بسته ای در حال حاضر نصب نشده است.

source: Current
fa: جاری

source: Information
fa: اطلاعات

source: Reinstall
fa: نصب مجدد

source: Newer version available
fa: نسخه جدیدتر در دسترس است

source: Package is configured but not (fully) installed or deprecated
fa: بسته بندی پیکربندی شده است ، اما نصب نشده یا مستهلک نشده است

source: Cannot delete alias. Currently in use by %s.
fa: نام مستعار حذف نمی شود. هم اکنون٪%در حال استفاده است.

source: Deleted a firewall alias.
fa: نام مستعار فایروال حذف شد.

source: Ports
fa: بنادر

source: URLs
fa: آدرسهای اینترنتی

source: Aliases
fa: نام مستعار

source: The alias list has been changed.
fa: لیست نام مستعار تغییر کرده است.

source: Values
fa: ارزش های

source: Edit alias
fa: ویرایش نام مستعار

source: Delete alias
fa: حذف نام مستعار

source: Import
fa: وارد كردن

source: Timeout must be a numeric value
fa: زمان بندی باید یک مقدار عددی باشد

source: Interval must be a numeric value
fa: فاصله باید یک عددی باشد

source: Prefork must be a numeric value
fa: prefork باید یک مقدار عددی باشد

source: Prefork value must be between 1 and 32
fa: مقدار prefork باید بین 1 تا 32 باشد

source: Relayd Global Settings
fa: تنظیمات جهانی رله

source: Download Capture
fa: بارگیری

source: Packet Capture
fa: ضبط بسته

source: Invalid interface.
fa: رابط نامعتبر است.

source: Invalid address family.
fa: خانواده آدرس نامعتبر است.

source: IPv4 with ICMPv6 is not valid.
fa: IPv4 با ICMPv6 معتبر نیست.

source: IPv6 with ICMP is not valid.
fa: IPv6 با ICMP معتبر نیست.

source: Selecting an Address Family for ARP is not valid.
fa: انتخاب یک خانواده آدرس برای ARP معتبر نیست.

source: Invalid protocol.
fa: پروتکل نامعتبر است.

source: A valid IP address, CIDR block, or MAC address must be specified. [%s]
fa: یک آدرس IP معتبر ، بلوک CIDR یا آدرس MAC باید مشخص شود. [%s]

source: Invalid value specified for port.
fa: مقدار نامعتبر برای پورت مشخص شده است.

source: Invalid value specified for packet length.
fa: مقدار نامعتبر برای طول بسته مشخص شده است.

source: Invalid value specified for packet count.
fa: مقدار نامعتبر برای شمارش بسته مشخص شده است.

source: Start
fa: شروع

source: Stop
fa: متوقف کردن

source: Exclude
fa: استثناء

source: Packet Capture Options
fa: گزینه های ضبط بسته

source: Select the interface on which to capture traffic.
fa: رابط کاربری که می توانید ترافیک را انتخاب کنید ، انتخاب کنید.

source: Promiscuous
fa: تبلیغاتی

source: IPv4 Only
fa: فقط IPv4

source: IPv6 Only
fa: فقط IPv6

source: *Address Family
fa: * آدرس خانواده

source: Select the type of traffic to be captured.
fa: نوع ترافیکی را برای اسیر شدن انتخاب کنید.

source: Select the protocol to capture, or "Any".
fa: پروتکل را برای گرفتن یا هر را انتخاب کنید.

source: Host Address
fa: نشانی میزبان

source: Packet Length
fa: طول بسته

source: Count
fa: شمردن

source: Medium
fa: متوسط

source: Full
fa: پر شده

source: Level of detail
fa: سطح جزییات

source: Last capture start
fa: آخرین شروع ضبط

source: View Capture
fa: مشاهده ضبط

source: Last capture stop
fa: آخرین توقف گرفتن

source: Packet capture is running
fa: ضبط بسته در حال اجرا است

source: Command line
fa: خط فرمان

source: Packets Captured
fa: بسته های ضبط شده

source: Packet capture file is too large to display in the GUI.
fa: پرونده ضبط بسته برای نمایش در GUI بسیار بزرگ است.

source: Download the file, or view it in the console or ssh shell.
fa: پرونده را بارگیری کنید ، یا آن را در کنسول یا پوسته ssh مشاهده کنید.

source: No capture file to display.
fa: هیچ پرونده ضبط برای نمایش وجود ندارد.

source: Select a detail level to view the contents of the packet capture.
fa: یک سطح جزئیات را برای مشاهده محتوای ضبط بسته انتخاب کنید.

source: GEOM Mirrors
fa: آینه های GEOM

source: Forget all formerly connected consumers
fa: تمام مصرف کنندگان قبلاً متصل را فراموش کنید

source: Remove metadata from disk
fa: حذف ابرداده از دیسک

source: Insert consumer into mirror
fa: درج مصرف کننده در آینه

source: Remove consumer from mirror
fa: مصرف کننده را از آینه جدا کنید

source: Reactivate consumer on mirror
fa: فعال کردن مصرف کننده در آینه

source: Deactivate consumer from mirror
fa: غیرفعال کردن مصرف کننده از آینه

source: Force rebuild of mirror consumer
fa: بازسازی نیرو مصرف کننده آینه

source: A valid mirror name must be supplied.
fa: یک نام آینه معتبر باید ارائه شود.

source: A valid consumer name must be supplied
fa: یک نام معتبر مصرف کننده باید ارائه شود

source: Consumer is in use and cannot be cleared. Deactivate disk first.
fa: مصرف کننده در حال استفاده است و نمی توان آن را پاک کرد. ابتدا دیسک را غیرفعال کنید.

source: Consumer has no metadata to clear.
fa: مصرف کننده هیچ ابرداده برای پاک کردن ندارد.

source: Consumer is already present on specified mirror.
fa: مصرف کننده در حال حاضر در آینه مشخص شده حضور دارد.

source: Consumer has no metadata and cannot be reactivated.
fa: مصرف کننده متادیتا ندارد و نمی تواند دوباره فعال شود.

source: Consumer must be present on the specified mirror.
fa: مصرف کننده باید در آینه مشخص شده حضور داشته باشد.

source: Confirm Action
fa: تأیید اقدام

source: Please confirm the selected action:
fa: لطفاً عمل انتخاب شده را تأیید کنید:

source: Mirror:
fa: آینه:

source: Consumer
fa: مصرف كننده

source: GEOM Mirror Information - Mirror Status
fa: اطلاعات آینه GEOM - وضعیت آینه

source: Component
fa: مولفه

source: Forget Disconnected Disks
fa: دیسک های جدا شده را فراموش کنید

source: Rebuild
fa: بازسازی

source: Deactivate
fa: از کار انداختن

source: No Mirrors Found
fa: هیچ آینه ای یافت نشد

source: Consumer Information - Available Consumers
fa: اطلاعات مصرف کننده - مصرف کنندگان در دسترس

source: Size
fa: اندازه

source: Add to Mirror
fa: افزودن به آینه

source: Reactivate on %s
fa: فعال کردن در%s

source: Clear Metadata
fa: پاک کردن فوق داده

source: No unused consumers found
fa: هیچ مصرف کننده بلااستفاده ای یافت نشد

source: webConfigurator authentication error for user '%1$s' from: %2$s
fa: خطای تأیید تأیید webConfigurator برای کاربر %1 $ s از:%2 $ s

source: Authentication failed: Invalid username or password
fa: تأیید هویت انجام نشد: نام کاربری یا گذرواژه نامعتبر است

source: Authentication failed: not enough privileges
fa: تأیید هویت انجام نشد: امتیازات کافی نیست

source: Merged in config (%s sections) from XMLRPC client.
fa: در پیکربندی (%S بخش) از مشتری XMLRPC ادغام شد.

source: Destination Server IP address %s is not a valid IPv4 address.
fa: آدرس IP سرور مقصد%s یک آدرس IPv4 معتبر نیست.

source: At least one Destination Server IP address must be specified.
fa: حداقل یک آدرس IP سرور مقصد باید مشخص شود.

source: DHCP Relay
fa: رله DHCP

source: DHCP Relay Configuration
fa: پیکربندی رله DHCP

source: *Interface(s)
fa: * رابط (ها)

source: Interfaces without an IP address will not be shown.
fa: رابط های بدون آدرس IP نشان داده نمی شوند.

source: *Destination server
fa: * سرور مقصد

source: Destination server
fa: سرور مقصد

source: Add server
fa: اضافه کردن سرور

source: DNS Lookup
fa: جستجوی DNS

source: Created from Diagnostics-> DNS Lookup
fa: ایجاد شده از Diagnostics-> DNS Lookup

source: Created an alias from Diagnostics - DNS Lookup page.
fa: ایجاد یک نام مستعار از Diagnostics - صفحه جستجوی DNS.

source: Host must be a valid hostname or IP address.
fa: میزبان باید یک نام میزبان معتبر یا آدرس IP باشد.

source: No response
fa: بدون پاسخ

source: Host Name
fa: نام میزبان

source: Query Time
fa: زمان پرس و جو »

source: Host "%s" could not be resolved.
fa: میزبان %s برطرف نشد.

source: Alias was updated successfully.
fa: نام مستعار با موفقیت به روز شد.

source: Alias was created successfully.
fa: نام مستعار با موفقیت ایجاد شد.

source: Could not update alias for %s
fa: به‌روزرسانی نام مستعار برای%s انجام نشد

source: Could not create alias for %s
fa: برای%s نام مستعار ایجاد نشد

source: *Hostname
fa: * نام میزبان

source: Lookup
fa: جستجو

source: Update alias
fa: به روز رسانی نام مستعار

source: Add alias
fa: اضافه کردن نام مستعار

source: Results
fa: نتایج

source: Result
fa: نتیجه

source: Record type
fa: نوع ضبط

source: Timings
fa: زمان بندی

source: Name server
fa: نام سرور

source: Query time
fa: زمان پرس و جو

source: More Information
fa: اطلاعات بیشتر

source: Traceroute
fa: ردیاب

source: Upgraded settings from openttpd
fa: تنظیمات به روزرسانی شده از openttpd

source: The supplied value for NTP Orphan Mode is invalid.
fa: مقدار ارائه شده برای NTP Orphan Mode نامعتبر است.

source: NTP Server Configuration
fa: پیکربندی سرور NTP

source: Time Servers
fa: سرورهای زمان

source: %d is the maximum number of configured servers.
fa: %d حداکثر تعداد سرورهای پیکربندی شده است.

source: Orphan Mode
fa: حالت یتیم

source: NTP Graphs
fa: نمودارهای NTP

source: Logging
fa: ورود به سیستم

source: Statistics Logging
fa: آمار ورود به سیستم

source: Leap seconds
fa: ثانیه های جهش

source: Enter Leap second configuration as text OR select a file to upload.
fa: پیکربندی دوم Leap را به عنوان متن وارد کنید یا پرونده ای را برای بارگذاری انتخاب کنید.

source: Encryption password
fa: رمز عبور رمزگذاری

source: The encryption password must contain at least 8 characters
fa: رمز عبور باید حداقل 8 نویسه داشته باشد

source: Encryption password and confirmation do not match
fa: گذرواژه رمزگذاری و تأیید مطابقت ندارد

source: Schedule values may only contain 0-9 - , / *
fa: مقادیر برنامه فقط ممکن است شامل 0-9 - ، / *

source: You may not retain more than 50 manual backups.
fa: شما ممکن است بیش از 50 نسخه پشتیبان تهیه نکنید.

source: Auto Configuration Backup
fa: پشتیبان گیری پیکربندی خودکار

source: Auto Config Backup
fa: تهیه نسخه پشتیبان تهیه خودکار

source: Enable ACB
fa: فعال کردن ACB

source: Backup Frequency
fa: فرکانس پشتیبان گیری

source: Schedule
fa: برنامه

source: Hour
fa: ساعت

source: Hours (0-23)
fa: ساعت (0-23)

source: Day of month
fa: روز ماه

source: Day (1-31)
fa: روز (1-31)

source: Month
fa: ماه

source: Month (1-12)
fa: ماه (1-12)

source: Day of week
fa: روز هفته

source: Day of week (0-6)
fa: روز هفته (0-6)

source: *Encryption Password
fa: * رمزعبور رمزگذاری

source: Hint/Identifier
fa: اشاره / شناسه

source: Manual backups to keep
fa: پشتیبان گیری دستی برای نگه داشتن

source: Submission on captiveportal page with unknown zone parameter: %s
fa: ارسال در صفحه اسیر با پارامتر منطقه ناشناخته:%s

source: Vouchers
fa: کوپن ها

source: Voucher invalid
fa: کوپن نامعتبر است

source: Voucher expired
fa: کوپن منقضی شده است

source: Cannot write private key file
fa: نمی توان پرونده کلید خصوصی را نوشت

source: Need private RSA key to print vouchers
fa: برای چاپ کوپن به کلید RSA خصوصی نیاز دارید

source: charset
fa: چارتر

source: rollbits
fa: روبیت

source: ticketbits
fa: بلیت بلیط

source: checksumbits
fa: چک

source: publickey
fa: کلید عمومی

source: magic
fa: شعبده بازي

source: Synchronize Voucher Database IP
fa: همگام سازی IP بانک اطلاعاتی کوپن

source: Sync port
fa: درگاه همگام سازی

source: Sync password
fa: گذرواژه همگام سازی

source: Sync username
fa: همگام سازی نام کاربری

source: Need at least 2 characters to create vouchers.
fa: برای ایجاد کوپن به حداقل 2 شخصیت نیاز دارید.

source: Double quotes aren't allowed.
fa: نقل قول های مضاعف مجاز نیست.

source: ',' aren't allowed.
fa: ، مجاز نیستند.

source: # of Bits to store Roll Id needs to be between 1..31.
fa: # بیت برای ذخیره Roll Id باید بین 1..31 باشد.

source: # of Bits to store Ticket Id needs to be between 1..16.
fa: # بیت برای ذخیره شناسه بلیط باید بین 1..16 باشد.

source: # of Bits to store checksum needs to be between 1..31.
fa: # بیت برای ذخیره چک باید بین 1..31 باشد.

source: This doesn't look like an RSA Public key.
fa: این مانند کلید عمومی RSA به نظر نمی رسد.

source: This doesn't look like an RSA Private key.
fa: این مانند کلید خصوصی RSA به نظر نمی رسد.

source: The voucher database cannot be sync'd to this host (itself).
fa: پایگاه داده کوپن نمی تواند با این میزبان (خود) همگام سازی شود.

source: Password and confirmed password must match.
fa: گذرواژه و رمز تأیید شده باید مطابقت داشته باشند.

source: Voucher database has been synchronized from %1$s
fa: بانک اطلاعاتی کوپن از%1 $ s هماهنگ شده است

source: MACs
fa: MAC

source: Allowed Hostnames
fa: نامهای میزبان مجاز

source: File Manager
fa: مدیر فایل

source: Roll #
fa: رول #

source: Minutes/Ticket
fa: دقیقه / بلیط

source: # of Tickets
fa: # بلیط

source: Comment
fa: اظهار نظر

source: Edit voucher roll
fa: ویرایش رول کوپن

source: Delete voucher roll
fa: حذف رول کوپن

source: Export vouchers for this roll to a .csv file
fa: صدور کوپن های این رول به پرونده .csv

source: Create, Generate and Activate Rolls with Vouchers
fa: Rolls with Vouchers را ایجاد ، تولید و فعال کنید

source: Voucher Public Key
fa: کلید عمومی کوپن

source: Voucher Private Key
fa: کلید خصوصی Voucher

source: Character set
fa: مجموعه کاراکتر

source: # of Roll bits
fa: # بیت Roll

source: # of Ticket bits
fa: # بیت بلیط

source: # of Checksum bits
fa: # بیت Checksum

source: Magic number
fa: شماره جادویی

source: Invalid voucher message
fa: پیام کوپن نامعتبر است

source: Expired voucher message
fa: پیام کوپه منقضی شده

source: Voucher Database Synchronization
fa: همگام سازی بانک اطلاعاتی کوپن

source: Voucher sync port
fa: پورت همگام سازی کوپن

source: The port of the master voucher node's webConfigurator. Example: 443
fa: پورت تنظیم کننده وب گره گره کوپن. مثال: 443

source: Voucher sync username
fa: نام کاربری همگام سازی Voucher

source: This is the username of the master voucher nodes webConfigurator.
fa: این نام کاربری گره های کوپن استاد webConfigurator است.

source: Voucher sync password
fa: گذرواژه همگام سازی کوپن

source: This is the password of the master voucher nodes webConfigurator.
fa: این رمز عبور گره های اصلی کوپن webConfigurator است.

source: Generate new keys
fa: ایجاد کلیدهای جدید

source: No services found.
fa: هیچ خدمتی یافت نشد.

source: Sockets
fa: پریز برق

source: Show only listening sockets
fa: نمایش فقط سوکت های گوش دادن

source: Show all socket connections
fa: نمایش همه اتصالات سوکت

source: System Socket Information
fa: اطلاعات سوکت سیستم

source: Socket Information
fa: اطلاعات سوکت

source: The information listed for each socket is:
fa: اطلاعات ذکر شده برای هر سوکت عبارتند از:

source: %1$sUSER%2$s %3$sThe user who owns the socket.%4$s
fa: %1 $ sUSER%2 $ s t%3 $ s کاربر که صاحب سوکت است.%4 $ s

source: %1$sCOMMAND%2$s %3$sThe command which holds the socket.%4$s
fa: دستور%1 سوکت.%4 $ sCOMMAND%2 $ s t%3 $ s

source: %1$sFD%2$s %3$sThe file descriptor number of the socket.%4$s
fa: %1 $ sFD%2 $ s t%3 $ s شماره توصیف کننده پرونده سوکت.%4 $ s

source: Parent interface
fa: رابط والدین

source: Created with id %s
fa: ایجاد شده با id%s

source: Created without id
fa: بدون شناسه ایجاد شده است

source: None available
fa: موجود نیست

source: Wireless Interface Configuration
fa: پیکربندی رابط بی سیم

source: *Parent Interface
fa: * رابط والدین

source: *Mode
fa: * حالت

source: Firewall: NAT: Port forward, enable/disable NAT rule
fa: فایروال: NAT: بندر رو به جلو ، فعال یا غیرفعال کردن قانون NAT

source: Rules
fa: قوانین

source: Source Ports
fa: پورت های منبع

source: Dest. Address
fa: خراب کردن نشانی

source: Dest. Ports
fa: خراب کردن بنادر

source: NAT Ports
fa: پورت های NAT

source: All traffic matching this NAT entry is passed
fa: تمام ترافیک مطابق با این ورودی NAT منتقل شده است

source: Firewall rule ID %s is managed by this rule
fa: شناسه قانون فایروال%s با این قانون مدیریت می شود

source: Edit rule
fa: ویرایش قانون

source: Add a new NAT based on this one
fa: براساس این یک NAT جدید اضافه کنید

source: Delete rule
fa: حذف قانون

source: Add rule to the top of the list
fa: قانون را در بالای لیست اضافه کنید

source: Add rule to the end of the list
fa: قانون را به انتهای لیست اضافه کنید

source: Delete selected rules
fa: قوانین انتخاب شده را حذف کنید

source: Save rule order
fa: صرفه جویی در سفارش قانون

source: Add separator
fa: افزودن جداکننده

source: Separator
fa: جداکننده

source: Enter a description, Save, then drag to final location.
fa: توضیحی را وارد کنید ، ذخیره کنید ، سپس به مکان نهایی بکشید.

source: Legend
fa: افسانه

source: Linked rule
fa: قانون پیوندی

source: Either MAC address or Client identifier must be specified
fa: یا آدرس MAC یا شناسه مشتری باید مشخص شود

source: The hostname cannot end with a hyphen according to RFC952
fa: نام میزبان نمی تواند مطابق با RFC952 با یک خط پایان خاتمه یابد

source: The hostname can only contain the characters A-Z, 0-9 and '-'.
fa: نام میزبان فقط می تواند شامل شخصیت های AZ ، 0-9 و - باشد.

source: A valid IPv4 address must be specified.
fa: یک آدرس معتبر IPv4 باید مشخص شود.

source: A valid MAC address must be specified.
fa: یک آدرس MAC معتبر باید مشخص شود.

source: Static ARP is enabled. An IP address must be specified.
fa: ARP استاتیک فعال شده است. یک آدرس IP باید مشخص شود.

source: This MAC address or Client identifier already exists.
fa: این آدرس MAC یا شناسه مشتری قبلاً وجود دارد.

source: The IP address must not be within the DHCP range for this interface.
fa: آدرس IP برای این رابط نباید در محدوده DHCP باشد.

source: The IP address must lie in the %s subnet.
fa: آدرس IP باید در زیر شبکه%s باشد.

source: The IP address cannot be the %s network address.
fa: آدرس IP نمی تواند آدرس شبکه%s باشد.

source: The IP address cannot be the %s broadcast address.
fa: آدرس IP نمی تواند آدرس پخش%s باشد.

source: A valid IPv4 address must be specified for the gateway.
fa: یک آدرس معتبر IPv4 باید برای دروازه مشخص شود.

source: A valid IPV4 address must be specified for each of the DNS servers.
fa: یک آدرس IPV4 معتبر باید برای هر یک از سرورهای DNS مشخص شود.

source: Both a valid domain key and key name must be specified.
fa: هم یک نام دامنه معتبر و هم کلید نامی باید مشخص شوند.

source: A valid IPv4 address must be specified for the network boot server.
fa: یک آدرس معتبر IPv4 باید برای سرور boot شبکه مشخص شود.

source: A valid MAC address must be specified for use with static ARP.
fa: یک آدرس MAC معتبر باید برای استفاده با ARP استاتیک مشخص شود.

source: A valid IPv4 address must be specified for use with static ARP.
fa: یک آدرس معتبر IPv4 باید برای استفاده با ARP استاتیک مشخص شود.

source: Edit Static Mapping
fa: ویرایش نقشه برداری استاتیک

source: Copy My MAC
fa: کپی کردن MAC من

source: MAC address (6 hex octets separated by colons)
fa: آدرس MAC (6 اکتبر شش ضلعی جدا شده توسط روده بزرگ)

source: Client Identifier
fa: شناسه مشتری

source: Name of the host, without domain part.
fa: نام میزبان ، بدون قسمت دامنه.

source: Netboot filename
fa: نام پرونده Netboot

source: Enter the root-path-string, overrides setting on main page.
fa: رشته اصلی را وارد کرده و تنظیم را در صفحه اصلی لغو می کنید.

source: ARP Table Static Entry
fa: ورودی ARP جدول استاتیک

source: WINS Servers
fa: سرورهای WINS

source: Default lease time (Seconds)
fa: زمان اجاره به طور پیش فرض (ثانیه)

source: Maximum lease time (Seconds)
fa: حداکثر زمان اجاره (ثانیه)

source: DDNS Hostname
fa: نام میزبان DDNS

source: TFTP servers
fa: سرورهای TFTP

source: Create an internal Certificate Authority
fa: ایجاد یک مجوز گواهی داخلی

source: Import an existing Certificate Authority
fa: وارد کردن یک مجوز گواهی موجود

source: Create an intermediate Certificate Authority
fa: ایجاد یک مجوز گواهینامه میانی

source: Certificate Authority %s and its CRLs (if any) successfully deleted.
fa: سازمان صدور گواهینامه%s و CRL های آن (در صورت وجود) با موفقیت حذف شدند.

source: Encrypted private keys are not yet supported.
fa: کلیدهای رمزگذاری شده خصوصی هنوز پشتیبانی نمی شوند.

source: Signing Certificate Authority
fa: امضای مجوز گواهینامه

source: The field 'Descriptive Name' contains invalid characters.
fa: قسمت نام توصیفی حاوی نویسه های نامعتبر است.

source: Certificate Authorities
fa: مجوزهای گواهی

source: Internal
fa: درونی؛ داخلی

source: LDAP Server
fa: سرور LDAP

source: Edit CA
fa: ویرایش CA

source: Export CA
fa: صادرات CA

source: Export key
fa: کلید صادرات
