Repository: mehdiimrzz/pfsense
Catalog: src/usr/local/share/locale/*/LC_MESSAGES/pfSense.po
Languages: fa

source: Allow DNS server list to be overridden by DHCP/PPP on WAN
fa: پرونده پیکربندی رمزگذاری شده است.

source: Do not use the DNS Forwarder/DNS Resolver as a DNS server for the firewall
fa: اجازه دهید لیست سرور DNS توسط DHCP / PPP در WAN نادیده گرفته شود

source: Show hostname on login banner
fa: کشیدن قوانین فایروال / nat را غیرفعال کنید.

source: The priority selected here defines in what order failover and balancing of links will be done. Multiple links of the same priority will balance connections until all links in the priority will be exhausted. If all links in a priority level are exhausted then the next available link(s) in the next priority level will be used.
fa: نمایش نام میزبان در بنر ورود به سیستم

source: Use a RADIUS server for authentication
fa: فعال کردن سرور L2TP

source: Enable RADIUS accounting
fa: از یک سرور RADIUS برای تأیید اعتبار استفاده کنید

source: Issue IP Addresses via RADIUS server.
fa: فعال کردن حسابداری RADIUS

source: Provide a virtual IP address to clients
fa: صدور آدرس IP از طریق سرور RADIUS.

source: Provide a virtual IPv6 address to clients
fa: آدرس IP مجازی را به مشتریان ارائه دهید

source: Provide a list of accessible networks to clients
fa: آدرس IPv6 مجازی را به مشتریان ارائه دهید

source: Allow clients to save Xauth passwords (Cisco VPN client only).
fa: لیستی از شبکه های قابل دسترسی را به مشتری ارائه دهید

source: Provide a default domain name to clients
fa: به مشتریان اجازه دهید رمزهای عبور Xauth (فقط مشتری سیسکو VPN) را ذخیره کنند.

source: Provide a list of split DNS domain names to clients. Enter a space separated list.
fa: نام دامنه پیش فرض را به مشتریان ارائه دهید

source: Provide a WINS server list to clients
fa: لیست سرور DNS را به مشتریان ارائه دهید

source: Provide the Phase2 PFS group to clients ( overrides all mobile phase2 settings )
fa: ارائه لیست سرور WINS به مشتریان

source: Please add a monitor IP address on the monitors tab to use this feature."
fa: ارائه بنر ورود به سیستم به مشتریان

source: Disable webConfigurator redirect rule
fa: HTTPS (SSL / TLS)

source: Disable HTTP Strict Transport Security
fa: غیرفعال کردن قانون تغییر مسیر webConfigurator

source: Force OCSP Stapling in nginx
fa: غیرفعال کردن امنیت حمل و نقل دقیق HTTP

source: Enable webConfigurator login autocomplete
fa: فشار OCSP در nginx

source: Disable logging of webConfigurator successful logins
fa: فعال کردن تکمیل خودکار ورود به سیستم سازگارگر وب

source: Disable webConfigurator anti-lockout rule
fa: غیرفعال کردن ورود به سیستم ورود به سیستم موفق وب

source: Disable DNS Rebinding Checks
fa: غیرفعال کردن قانون ضد قفل کردن وب سازگار

source: Disable HTTP_REFERER enforcement check
fa: غیرفعال کردن چکهای بازنگری DNS

source: Enable Secure Shell
fa: غیرفعال کردن بررسی اجرای HTTP_REFERER

source: Enables ssh-agent forwarding support.
fa: فعال کردن پوسته ایمن

source: Enables the first serial port with 115200/8/N/1 by default, or another speed selectable below.
fa: پشتیبانی از حمل و نقل ssh-agent را فعال می کند.

source: Disable this override
fa: رمز عبور از منوی کنسول محافظت می کند

source: Block this client connection based on its common name.
fa: غیرفعال کردن این نادیده گرفتن

source: Force all client generated traffic through the tunnel.
fa: این اتصال مشتری را بر اساس نام مشترک آن مسدود کنید.

source: Prevent this client from receiving any server-defined client settings.
fa: ترافیک ایجاد شده توسط مشتری را از طریق تونل مجبور کنید.

source: Enable NetBIOS over TCP/IP
fa: لیست سرورهای NTP را به مشتریان ارائه دهید

source: No Certificate Authorities defined.<br/>Create one under <a href="system_camanager.php">System &gt; Cert. Manager</a>.
fa: فعال کردن NetBIOS از طریق TCP / IP

source: Enable extended query
fa: مرحله

source: Use anonymous binds to resolve distinguished names
fa: فعال کردن جستجوی طولانی

source: LDAP Server uses RFC 2307 style group membership
fa: از پیوندهای ناشناس برای حل و فصل نامهای برجسته استفاده کنید

source: UTF8 encode LDAP parameters before sending them to the server.
fa: سرور LDAP از عضویت گروهی به سبک RFC 2307 استفاده می کند

source: Do not strip away parts of the username after the @ symbol
fa: UTF8 پارامترهای LDAP را قبل از ارسال آنها به سرور رمزگذاری می کند.

source: Disable redirection for traffic matching this rule
fa: پس از نماد @ قسمت هایی از نام کاربری را جدا نکنید

source: Invert match.
fa: غیرفعال کردن تغییر مسیر برای ترافیک مطابق با این قانون

source: Do not automatically sync to other CARP members
fa: مسابقه معکوس.

source: Add an explicit static route for the remote inner tunnel address/subnet via the local tunnel address
fa: به طور خودکار با سایر اعضای CARP همگام سازی نکنید

source: Enable persistent logging of connection uptime.
fa: نمایش متن از راه دور

source: Configure NULL service name
fa: ورود مداوم از اتصال را فعال کنید.

source: Monthly (0 0 1 * *)
fa: پیکربندی نام سرویس NULL

source: Weekly (0 0 * * 0)
fa: ماهانه (0 0 1 * *)

source: Daily (0 0 * * *)
fa: هفتگی (0 0 * * 0)

source: Hourly (0 * * * *)
fa: روزانه (0 0 * * *)

source: Enable Dial-on-Demand mode.
fa: ساعتی (0 * * * *)

source: Disable vjcomp (compression, auto-negotiated by default).
fa: حالت Dial-on-Demand را فعال کنید.

source: Disable tcpmssfix (enabled by default).
fa: غیرفعال کردن vjcomp (فشرده سازی ، به طور پیش فرض مذاکره خودکار).

source: Disable shortseq (auto-negotiated by default).
fa: غیرفعال کردن tcpmssfix (به طور پیش فرض فعال است).

source: Disable ACF compression (auto-negotiated by default)
fa: غیرفعال کردن کوتاه (مذاکره خودکار به طور پیش فرض).

source: Disable Protocol compression (auto-negotiated by default)
fa: غیرفعال کردن فشرده سازی ACF (مذاکره خودکار به طور پیش فرض)

source: Multilink extensions over single link
fa: غیرفعال کردن فشرده سازی پروتکل (مذاکره خودکار به طور پیش فرض)

source: Force MTU value to a known higher value
fa: برنامه های افزودنی چند پیوندی بر روی پیوند منفرد

source: <span id="linkparamhelp">
fa: مقدار MTU را به یک مقدار بالاتر شناخته شده مجبور کنید

source: Use individual customized GUI options and dashboard layout for this user.
fa: این کاربر نمی تواند وارد سیستم شود

source: Click to paste an authorized key
fa: برای ایجاد گواهی کاربر کلیک کنید

source: Apply the action immediately on match.
fa: برای چسباندن یک کلید مجاز کلیک کنید

source: <span class="help-block">This is associated with a NAT rule.<br/>Editing the interface, protocol, source, or destination of associated filter rules is not permitted.
fa: اقدام را بلافاصله مطابقت دهید.

source: Log packets that are handled by this rule
fa: معکوس مسابقه

source: Allow packets with IP options to pass. Otherwise they are blocked by default. This is usually only seen with multicast traffic.
fa: بسته های ورود به سیستم را با این قانون وارد کنید

source: Prevent states created by this rule to be sync'ed over pfsync.
fa: پاسخ خودکار ایجاد شده برای این قانون را غیرفعال کنید.

source: Prevent the rule on Master from automatically syncing to other CARP members
fa: از حالت های ایجاد شده توسط این قانون جلوگیری کنید تا در pfsync همگام سازی شوند.

source: All IPv6 traffic will be blocked by the firewall unless this box is checked
fa: فعال کردن رله DHCPv6 در رابط

source: Prefer to use IPv4 even if IPv6 is available
fa: فعال کردن IPv6 از طریق تونل سازی IPv4

source: Do not generate local IPv6 DNS entries for LAN interfaces
fa: ترجیح می دهید از IPv4 استفاده کنید حتی اگر IPv6 در دسترس باشد

source: Disable hardware checksum offload
fa: ورودی IPN6 DNS محلی برای رابط های LAN ایجاد نکنید

source: Disable hardware TCP segmentation offload
fa: غیرفعال کردن بارگیری سخت افزار

source: Disable hardware large receive offload
fa: غیرفعال کردن بارگذاری قطعه قطعه TCP سخت افزاری

source: Suppress ARP messages
fa: غیرفعال کردن بزرگ بارگیری سخت افزاری بزرگ

source: Reset all states if WAN IP Address changes
fa: پیامهای ARP را سرکوب کنید

source: Enable PPPoE Server
fa: در صورت تغییر آدرس IP WAN همه حالت ها را بازنشانی کنید

source: Use RADIUS Authentication
fa: فعال کردن سرور PPPoE

source: Use RADIUS Accounting
fa: استفاده از احراز هویت RADIUS

source: Use a Backup RADIUS Authentication Server
fa: استفاده از حسابداری RADIUS

source: Assign IP Addresses to users via RADIUS server reply attributes
fa: استفاده از یک سرور تأیید هویت پشتیبان RADIUS

source: &nbsp;
fa: آدرس های IP را از طریق ویژگی های پاسخ سرور RADIUS به کاربران اختصاص دهید

source: A GPS connected via a serial port may be used as a reference clock for NTP. If the GPS also supports PPS and is properly configured, and connected, that GPS may also be used as a Pulse Per Second clock reference. NOTE: A USB GPS may work, but is not recommended due to USB bus timing issues.<br />For the best results, NTP should have at least three sources of time. So it is best to configure at least 2 servers under <a href="services_ntpd.php">Services > NTP > Settings</a> to minimize clock drift if the GPS data is not valid over time. Otherwise ntpd may only use values from the unsynchronized local clock when providing time to clients.
fa: & nbsp؛

source: Prefer this clock (default: checked).
fa: پردازش PGRMF. نادیده گرفتن تمام جملات NMEA دیگر. (پیش فرض: انتخاب نشده است.

source: Do not use this clock, display for reference only (default: unchecked).
fa: این ساعت را ترجیح دهید (پیش فرض: چک شده).

source: Enable kernel PPS clock discipline (default: checked).
fa: پردازش سیگنال PPS را فعال کنید (پیش فرض: بررسی شده).

source: Obscure location in timestamp (default: unchecked, unobscured).
fa: هسته ساعت PPS را فعال کنید (پیش فرض: بررسی شده).

source: Log the sub-second fraction of the received time stamp (default: unchecked, not logged).
fa: مکان مبهم در Timestamp (پیش فرض: کنترل نشده ، بدون کنترل).

source: Auto correct malformed initialization commands. (default: unchecked).
fa: وضعیت GPS طولانی را نمایش دهید (پیش فرض: بررسی شد).

source: Use TCP instead of UDP
fa: دستورات اولیه سازی نادرست خودکار را صحیح کنید. (پیش فرض: انتخاب نشده است.

source: If the interface IP is private, attempt to fetch and use the public IP instead.
fa: به جای UDP از TCP استفاده کنید

source: AAAA (IPv6)
fa: A (IPv4)

source: Enabling this option will disable NAT for traffic matching this rule and stop processing Outbound NAT rules
fa: AAAA (IPv6)

source: Enable waiting period reset on attempted access
fa: فعال کردن Portal Captive

source: Enable logout popup window
fa: تنظیم مجدد دوره انتظار برای دسترسی به تلاش

source: Disable Concurrent user logins
fa: فعال کردن پنجره ظاهر شده

source: Disable MAC filtering
fa: غیرفعال کردن ورود به سیستم کاربر همزمان

source: Enable Pass-through MAC automatic additions
fa: غیرفعال کردن فیلتر MAC

source: Enable per-user bandwidth restriction
fa: فعال کردن اضافات خودکار MAC عبور از طریق

source: Enable to use a custom captive portal login page
fa: فعال کردن محدودیت پهنای باند برای هر کاربر

source: Enable to use a custom uploaded logo
fa: فعال کردن صفحه ورود به سیستم سفارشی اسیر

source: Enable to use a custom uploaded background image
fa: امکان استفاده از یک آرم بارگذاری شده سفارشی

source: Reauthenticate connected users every minute
fa: امکان استفاده از تصویر پس زمینه بارگذاری شده سفارشی

source: Allow only users/groups with "Captive portal login" privilege set
fa: تأیید مجدد کاربران متصل هر دقیقه

source: Display the login page as fallback if RADIUS MAC authentication failed.
fa: فقط به کاربران / گروه های مجاز به ورود به سیستم دسترسی به پورتال اسیر اجازه دهید

source: Use RADIUS pfSense-Max-Total-Octets attribute
fa: از خصوصیات RADIUS Session-Timeout استفاده کنید

source: Use RADIUS pfSense-Bandwidth-Max-Up and pfSense-Bandwidth-Max-Down attributes
fa: از ویژگی RADIUS pfSense-Max-Total-Octets استفاده کنید

source: No updates
fa: بسته های حسابداری RADIUS ارسال کنید.

source: Stop/Start
fa: بدون بروزرسانی

source: Stop/Start (FreeRADIUS)
fa: توقف / شروع

source: Interim
fa: توقف / شروع (FreeRADIUS)

source: Invert Acct-Input-Octets and Acct-Output-Octets
fa: موقت

source: Include idle time when users get disconnected due to idle timeout
fa: Inct Acct-Input-Octets و Acct-Output-Octets

source: Enable HTTPS login
fa: زمان قطع شدن کار را به دلیل قطع زمان کار در حالت بیکار بودن

source: Disable HTTPS Forwards
fa: فعال کردن ورود HTTPS

source: Set this option to disable this phase1 without removing it from the list.
fa: غیرفعال کردن HTTPS به جلو

source: Whether rekeying of an IKE_SA should also reauthenticate the peer. In IKEv1, reauthentication is always done.
fa: مذاکره مجدد را غیرفعال می کند وقتی یک اتصال به پایان رسیده است.

source: <span class="helptext">
fa: فعال کردن DPD

source: version.server and version.bind queries are refused
fa: نمایش داده شد id.server و hostname.bind رد شد

source: Send minimum amount of QNAME/QTYPE information to upstream servers to enhance privacy
fa: نمایش داده شد version.server و version.bind رد می شود

source: Serve cache records even with TTL of 0
fa: داده های DNSSEC برای مناطق تحت پوشش اعتماد مورد نیاز است.

source: Disable the automatically-added access control entries
fa: ضبط کردن حافظه نهان را حتی با TTL از 0

source: Disable the automatically-added host entries
fa: غیرفعال کردن ورودی های کنترل دسترسی اضافه شده به طور خودکار

source: Use 0x-20 encoded random bits in the DNS query to foil spoofing attempts.
fa: غیرفعال کردن ورودی های میزبان اضافه شده به طور خودکار

source: Health
fa: اطلاعات

source: S.M.A.R.T. Capabilities
fa: سلامتی

source: Attributes
fa: قابلیت های SMART

source: Short
fa: ویژگی های

source: Long
fa: کوتاه

source: Conveyance
fa: طولانی

source: Self-test
fa: انتقال

source: Enable KOD packets.
fa: خودآزمایی

source: Deny run-time Configuration (nomodify) by ntpq and ntpdc.
fa: بسته های KOD را فعال کنید.

source: Disable ntpq and ntpdc queries (noquery).
fa: پیکربندی زمان اجرا (نامگذاری) توسط ntpq و ntpdc را رد کنید.

source: Disable all except ntpq and ntpdc queries (noserve).
fa: غیرفعال کردن نمایش داده شدهای ntpq و ntpdc (عدم اطلاع رسانی).

source: Deny packets that attempt a peer association (nopeer).
fa: غیر از جستجوی ntpq و ntpdc (noserve) غیرفعال شود.

source: Deny mode 6 control message trap service (notrap).
fa: بسته هایی را که تلاش می کند یک انجمن همسالان (nopeer) باشند ، رد کنید.

source: Disable this phase 2 entry without removing it from the list.
fa: سرویس خدمات کنترل پیام دام 6 (نوتروپ) را رد کنید.

source: Automatically refresh the output below
fa: غیرفعال کردن لیست از ورود این مرحله 2 غیرفعال کنید.

source: Enable interface
fa: به طور خودکار بازده زیر را

source: This interface type does not support manual address configuration on this page.
fa: فعال کردن رابط

source: Configuration Override
fa: IPv6 از پیوند اتصال IPv4 (PPPoE) استفاده می کند

source: Enable dhcpclient VLAN Priority tagging
fa: پیکربندی نادیده گرفتن

source: FreeBSD default
fa: فعال کردن برچسب گذاری اولویت dhcpclient VLAN

source: pfSense Default
fa: پیش فرض FreeBSD

source: Saved Cfg
fa: پیش فرض pfSense

source: Request a IPv6 prefix/information through the IPv4 connectivity link
fa: ذخیره شده Cfg

source: Only request an IPv6 prefix, do not request an IPv6 address
fa: از پیشوند / اطلاعات IPv6 از طریق پیوند اتصال IPv4 درخواست کنید

source: Send an IPv6 prefix hint to indicate the desired prefix size for delegation
fa: فقط یک پیشوند IPv6 را درخواست کنید ، آدرس IPv6 را درخواست نکنید

source: Required by some ISPs, especially those not using PPPoE
fa: شروع مشتری DHCP6 در حالت اشکال زدایی

source: dhcp6c will send a release to the ISP on exit, some ISPs then release the allocated address or prefix. This option prevents that signal ever being sent
fa: مورد نیاز برخی از ISP ها ، به ویژه کسانی که از PPPoE استفاده نمی کنند

source: Exchange Information Only
fa: فعال کردن برچسب گذاری اولویت dhcp6c VLAN

source: Non-Temporary Address Allocation
fa: فقط تبادل اطلاعات

source: Prefix Delegation
fa: تخصیص آدرس غیر موقت

source: Enable Dial-On-Demand mode
fa: نمایندگی پیشوند

source: Reset at each month ("0 0 1 * *")
fa: فعال کردن حالت Dial-On-Demand

source: Reset at each week ("0 0 * * 0")
fa: تنظیم مجدد در هر ماه (0 0 1 * * )

source: Reset at each day ("0 0 * * *")
fa: تنظیم مجدد در هر هفته (0 0 * * 0)

source: Reset at each hour ("0 * * * *")
fa: تنظیم مجدد در هر روز (0 0 * * * *)

source: Preserve common wireless configuration through interface deletions and reassignments.
fa: تنظیم مجدد در هر ساعت (0 * * * * )

source: Disable broadcasting of the SSID for this network (This may cause problems for some clients, and the SSID may still be discovered by other means.)
fa: کارت را مجبور به استفاده از WME (QoS بی سیم)

source: Force the AP to rekey whenever a client disassociates
fa: فعال کردن WPA

source: Enable 802.1X authentication
fa: مجبور شوید AP را مجدداً مجدداً مجدداً از مشتری جدا کند

source: Disable SMTP Notifications
fa: فعال کردن احراز هویت 802.1X

source: Enable SMTP over SSL/TLS
fa: غیرفعال کردن اعلان های SMTP

source: Validate the SSL/TLS certificate presented by the server
fa: فعال کردن SMTP از طریق SSL / TLS

source: Disable the startup/shutdown beep
fa: گواهی SSL / TLS ارائه شده توسط سرور را تأیید کنید

source: Disable Growl Notifications
fa: غیرفعال کردن بوق راه اندازی / خاموش

source: Adds interface to QinQ interface groups
fa: غیرفعال کردن اعلان های رشد

source: Ranges can be specified in the inputs below. Enter a range (2-3) or individual numbers.<br />Click "Add Tag" as many times as needed to add new inputs.
fa: رابط کاربری را به گروههای رابط QinQ اضافه می کند

source: Disable this server
fa: لطفاً برای استفاده از این ویژگی ، در برگه استخر استخر اضافه کنید.

source: Enforce match
fa: غیرفعال کردن این سرور

source: Allow clients on the bridge to obtain DHCP.
fa: اجرای مسابقه

source: Push the Bridge Interface IPv4 address to connecting clients as a route gateway
fa: به مشتریانی که در این پل هستند اجازه دهید DHCP را بدست آورند.

source: Force all client-generated IPv6 traffic through the tunnel.
fa: تمام ترافیک IPv4 ایجاد شده توسط مشتری را از طریق تونل مجبور کنید.

source: Push the selected Compression setting to connecting clients.
fa: تمام ترافیک IPv6 ایجاد شده توسط مشتری را از طریق تونل مجبور کنید.

source: Allow communication between clients connected to this server
fa: تنظیمات فشرده سازی انتخاب شده را به اتصال مشتری متصل کنید.

source: Allow multiple concurrent connections from clients using the same Common Name.
fa: اجازه برقراری ارتباط بین مشتریانی که به این سرور متصل هستند

source: Push ping-restart/ping-exit to VPN client
fa: پینگ را فشار دهید به مشتری VPN

source: Provide a DNS server list to clients. Addresses may be IPv4 or IPv6.
fa: فشار پینگ-راه اندازی مجدد / پینگ-خروج به مشتری VPN

source: Make Windows 10 Clients Block access to DNS servers except across OpenVPN while connected, forcing clients to use only VPN DNS servers.
fa: لیست سرورهای DNS را به مشتریان ارائه دهید. آدرس ها ممکن است IPv4 یا IPv6 باشد.

source: Enable strict interface binding
fa: فعال کردن IPCompression

source: Accept unencrypted ID and HASH payloads in IKEv1 Main Mode
fa: اتصال دقیق رابط را فعال کنید

source: Enable MSS clamping on VPN traffic
fa: قبول شناسه رمزگذاری نشده و بارهای پرداخت HASH در حالت اصلی IKEv1

source: Enable Unity Plugin
fa: بستن MSS را در ترافیک VPN فعال کنید

source: Enable strict Certificate Revocation List checking
fa: فعال کردن افزونه وحدت

source: Initiate IKEv2 reauthentication with a make-before-break
fa: فعال کردن بررسی لیست لغو مجوز دقیق

source: Enable bypass for LAN interface IP
fa: شروع مجدد شناسایی مجدد IKEv2 را با ایجاد قبل از وقفه

source: Use asynchronous mode to parallelize multiple cryptography jobs
fa: فعال کردن بای پس برای IP رابط LAN

source: Show log entries in reverse order (newest entries on top)
fa: برای موازی کردن چندین کار رمزنگاری ، از حالت ناهمزمان استفاده کنید

source: Show raw filter logs
fa: نمایش مطالب ورود به سیستم به ترتیب معکوس (جدیدترین مطالب در بالا)

source: Disable writing log files to the local disk
fa: نمایش سیاهههای مربوط به فیلتر خام

source: Send log messages to remote syslog server
fa: غیرفعال کردن نوشتن پرونده های ورود به دیسک محلی

source: Everything
fa: ارسال پیامهای ورود به سرور syslog از راه دور

source: System Events
fa: همه چیز

source: Firewall Events
fa: رویدادهای سیستم

source: DNS Events (Resolver/unbound, Forwarder/dnsmasq, filterdns)
fa: رویدادهای فایروال

source: DHCP Events (DHCP Daemon, DHCP Relay, DHCP Client)
fa: رویدادهای DNS (حل کننده / نامحدود ، فورواردر / dnsmasq ، فیلترها)

source: PPP Events (PPPoE WAN Client, L2TP WAN Client, PPTP WAN Client)
fa: رویدادهای DHCP (DHCP Daemon ، رله DHCP ، مشتری DHCP)

source: Captive Portal Events
fa: رویدادهای PPP (PPPoE WAN Client ، L2TP WAN Client ، PPTP WAN Client)

source: VPN Events (IPsec, OpenVPN, L2TP, PPPoE Server)
fa: رویدادهای پورتال اسیر

source: Gateway Monitor Events
fa: رویدادهای VPN (IPsec ، OpenVPN ، L2TP ، PPPoE سرور)

source: Routing Daemon Events (RADVD, UPnP, RIP, OSPF, BGP)
fa: رویدادهای مانیتورینگ دروازه

source: Server Load Balancer Events (relayd)
fa: مسیریابی Daemon Events (RADVD ، UPnP ، RIP ، OSPF ، BGP)

source: Network Time Protocol Events (NTP Daemon, NTP Client)
fa: رویدادهای بالانس بارگذاری سرور (رله)

source: Wireless Events (hostapd)
fa: رویدادهای پروتکل زمان شبکه (NTP Daemon ، NTP Client)

source: <br />
fa: رویدادهای بی سیم (hostapd)

source: Disable the Dashboard auto-update check
fa: <br />

source: Enable repository/branch sync before reboot
fa: غیرفعال کردن بررسی به روزرسانی خودکار داشبورد

source: Minimal
fa: فعال کردن مخزن مخزن / شاخه قبل از راه اندازی مجدد

source: Show Files
fa: حداقل

source: Show Command
fa: نمایش پرونده ها

source: Dry Run
fa: نمایش فرمان

source: Enable/disable discipline and its children
fa: خشک اجرا

source: Upper Limit
fa: فعال و غیرفعال کردن رشته و فرزندان آن

source: Real Time
fa: حد بالا

source: Link Share
fa: به موقع

source: Borrow from other queues when available
fa: اشتراک گذاری پیوند

source: Enable limiter and its children
fa: در صورت موجود بودن از صف های دیگر قرض بگیرید

source: Enable Explicit Congestion Notification (ECN)
fa: محدود کننده و فرزندانش را فعال کنید

source: Enable this queue
fa: فعال کردن اعلان آشکار تراکم (ECN)

source: Sort Alphabetically
fa: فعال کردن این صف

source: Manage Log
fa: ترتیب حروف الفبا

source: Monitoring Settings
fa: مدیریت ورود به سیستم

source: Disable details in alias popups
fa: تنظیمات نظارت

source: Display page name first in browser tab
fa: غیرفعال کردن جزئیات در پنجره های مستعار

source: Do not display state table without a filter
fa: اولین بار نام صفحه در برگه مرورگر نمایش داده شود
