Repository: mehdiimrzz/pfsense
Catalog: src/usr/local/share/locale/*/LC_MESSAGES/pfSense.po
Languages: fa

source: Not actually halting (DEBUG is set true)%s
fa: اکنون سیستم متوقف شده است. این ممکن است یک دقیقه یا بیشتر طول بکشد.

source: System Halt Confirmation
fa: در واقع متوقف نشده است (DEBUG درست است)%s

source: Click "Halt" to halt the system immediately, or "Cancel" to go to the system dashboard. (There will be a brief delay before the dashboard appears.)
fa: توقف سیستم

source: Halt the system and power off
fa: مکث

source: This Hostname, IP or DUID already exists.
fa: سیستم را متوقف کنید و خاموش کنید

source: Static DHCPv6 Mapping
fa: این نام میزبان ، IP یا DUID از قبل وجود دارد.

source: *DUID
fa: نقشه برداری استاتیک DHCPv6

source: Enter a DUID in the following format: %1$s %2$s
fa: * DUID

source: If an IPv6 address is entered, the address must be outside of the pool.%1$sIf no IPv6 address is given, one will be dynamically allocated from the pool.
fa: DUID را در قالب زیر وارد کنید:%1 $ s%2 $ s

source: This interface and MAC address wake-on-LAN entry already exists.
fa: رشته رشته را وارد کنید. این تنظیم در صفحه اصلی لغو است.

source: Configured a wake-on-LAN entry.
fa: این رابط و آدرس MAC ورودی بیدار شده بر روی LAN از قبل وجود دارد.

source: Edit WOL Entry
fa: یک ورودی WAN-LAN را پیکربندی کرد.

source: Choose which interface this host is connected to.
fa: ویرایش ورودی WOL

source: Top of page
fa: رابط را انتخاب کنید که این میزبان به آن متصل است.

source: The hostname can only contain the characters A-Z, 0-9, '_' and '-'. It may not start or end with '-'.
fa: بالای صفحه

source: Hostnames in an alias list can only contain the characters A-Z, 0-9 and '-'. They may not start or end with '-'.
fa: نام مستعار دامنه

source: This host/domain override combination already exists with an IPv4 address.
fa: یک دامنه معتبر باید در لیست نام مستعار مشخص شود.

source: Edit Host Override
fa: رد کردن میزبان برای DNS Resolver تنظیم شده است.

source: Host Override Options
fa: ویرایش رد کردن میزبان

source: Name of the host, without the domain part%1$se.g. enter "myhost" if the full domain name is "myhost.example.com"
fa: گزینه های نادیده گرفتن میزبان

source: Host name
fa: نامهای اضافی برای این میزبان

source: Add Host Name
fa: نام میزبان

source: If the host can be accessed using multiple names, then enter any other names for the host which should also be overridden.
fa: افزودن نام میزبان

source: Host "%s" did not respond or could not be resolved.
fa: تعداد باید بین 1 تا%s باشد

source: Automatically selected (default)
fa: میزبان %s پاسخ نمی دهد یا نمی تواند حل شود.

source: *Source address
fa: انتخاب خودکار (پیش فرض)

source: Select source address for the ping.
fa: *آدرس منبع

source: Maximum number of pings
fa: آدرس منبع را برای پینگ انتخاب کنید.

source: Select the maximum number of pings.
fa: حداکثر تعداد پینگ

source: Growl passwords must match
fa: حداکثر تعداد پینگ را انتخاب کنید.

source: SMTP passwords must match
fa: کلمه عبور رشد باید مطابقت داشته باشد

source: This is a test message from %s. It is safe to ignore this message.
fa: کلمه عبور SMTP باید مطابقت داشته باشد

source: Growl testing notification successfully sent
fa: این یک پیام آزمایشی از%s است. به راحتی می توان این پیام را نادیده گرفت.

source: This is a test message from %s. It is safe to ignore this message.
fa: اعلان تست رشد با موفقیت ارسال شد

source: SMTP testing e-mail successfully sent
fa: این یک پیام آزمایشی از%s است. به راحتی می توان این پیام را نادیده گرفت.

source: E-Mail
fa: تست ایمیل SMTP با موفقیت ارسال شد

source: Disable SMTP
fa: پست الکترونیک

source: Check this option to disable SMTP notifications but preserve the settings below. Some other mechanisms, such as packages, may need these settings in place to function.
fa: غیرفعال کردن SMTP

source: This is the FQDN or IP address of the SMTP E-Mail server to which notifications will be sent.
fa: سرور پست الکترونیکی

source: This is the port of the SMTP E-Mail server, typically 25, 587 (submission) or 465 (smtps).
fa: سرور پست الکترونیکی SMTP

source: This is how many seconds it will wait for the SMTP server to connect. Default is 20s.
fa: پایان زمان اتصال به سرور پست الکترونیکی

source: Enable SSL/TLS
fa: اتصال SMTP ایمن

source: Validate SSL/TLS
fa: فعال کردن SSL / TLS

source: When disabled, the server certificate will not be validated. Encryption will still be used if available, but the identity of the server will not be confirmed.
fa: اعتبارسنجی SSL / TLS

source: This is the e-mail address that will appear in the from field.
fa: از آدرس ایمیل

source: Notification E-Mail address
fa: این آدرس ایمیل است که در قسمت از قسمت ظاهر می شود.

source: Enter the e-mail address to send email notifications to.
fa: اطلاع رسانی آدرس پست الکترونیکی

source: Notification E-Mail auth username (optional)
fa: آدرس ایمیل را برای ارسال اعلان های ایمیل وارد کنید.

source: Enter the e-mail address username for SMTP authentication.
fa: اعلان نامه نام کاربری پست الکترونیکی پست الکترونیکی (اختیاری)

source: Notification E-Mail auth password
fa: نام کاربری آدرس ایمیل را برای تأیید اعتبار SMTP وارد کنید.

source: Enter the e-mail account password for SMTP authentication.
fa: اعلان رمز عبور auth پست الکترونیکی

source: Notification E-Mail auth mechanism
fa: گذرواژه حساب ایمیل را برای تأیید اعتبار SMTP وارد کنید.

source: Select the authentication mechanism used by the SMTP server. Most work with PLAIN, some servers like Exchange or Office365 might require LOGIN.
fa: مکانیسم تأیید اعلان نامه الکترونیکی

source: A test notification will be sent even if the service is marked as disabled. The last SAVED values will be used, not necessarily the values entered here.
fa: تنظیمات SMTP را آزمایش کنید

source: Startup/Shutdown Sound
fa: صدا

source: When this is checked, startup and shutdown sounds will no longer play.
fa: صدا راه اندازی / خاموش کردن

source: Growl
fa: وقتی این بررسی شود ، صداهای شروع و خاموش دیگر پخش نمی شوند.

source: Disable Growl
fa: رشد

source: Check this option to disable growl notifications but preserve the settings below.
fa: غیرفعال کردن رشد

source: Enter the name to register with the Growl server.
fa: نام ثبت نام

source: Notification Name
fa: نام را وارد کنید تا در سرور Growl ثبت نام کنید.

source: Enter a name for the Growl notifications.
fa: نام اعلان

source: This is the IP address to send growl notifications to.
fa: یک نام برای اعلان های Growl وارد کنید.

source: Enter the password of the remote growl notification device.
fa: این آدرس IP برای ارسال اعلان های رشد به آن است.

source: Test Growl Settings
fa: گذرواژه دستگاه اعلان از راه دور را وارد کنید.

source: A test notification will be sent even if the service is marked as disabled.
fa: تنظیمات تنظیمات رشد

source: Source IPs
fa: پروتکل ها

source: Destination IPs
fa: منبع IP

source: Destination Ports
fa: IP های مقصد

source: This is a summary of the last %1$s lines of the firewall log (Max %2$s).
fa: بنادر مقصد

source: Reverse Resolve with DNS
fa: نقاط داده

source: First level tag cannot be empty.
fa: معکوس با DNS حل شود

source: Modifying the first level tag of an existing entry is not allowed.
fa: برچسب سطح اول نمی تواند خالی باشد.

source: Modifying the interface of an existing entry is not allowed.
fa: اصلاح برچسب سطح اول یک ورودی موجود مجاز نیست.

source: QinQ level already exists for this interface, edit it!
fa: اصلاح رابط یک ورودی موجود مجاز نیست.

source: A normal VLAN exists with this tag please remove it to use this tag for QinQ first level.
fa: سطح QinQ قبلاً برای این رابط وجود دارد ، آن را ویرایش کنید!

source: This QinQ tag cannot be deleted because it is still being used as an interface.
fa: حداقل باید یک برچسب وارد شود.

source: QinQ Configuration
fa: گروه QLQ VLANs

source: *Parent interface
fa: پیکربندی QinQ

source: Only QinQ capable interfaces will be shown.
fa: * رابط والدین

source: *First level tag
fa: فقط رابط های قادر QinQ نشان داده می شوند.

source: This is the first level VLAN tag. On top of this are stacked the member VLANs defined below.
fa: * برچسب سطح اول

source: Allows rules to be written more easily.
fa: گزینه ها)

source: Member(s)
fa: اجازه می دهد تا قوانین آسانتر نوشته شوند.

source: *Tag(s)
fa: اعضا)

source: Add Tag
fa: * برچسب (ها)

source: Load Balancer: Virtual Server:
fa: برچسب اضافه کنید

source: Relay Protocol
fa: Loading Balancer: سرور مجازی:

source: This virtual server name has already been used. Virtual server names must be unique.
fa: پروتکل رله

source: The port must be an integer between 1 and 65535, a port alias, or left blank.
fa: قسمت name باید 32 نویسه یا کمتر باشد.

source: %s is a subnet containing more than 64 IP addresses.
fa: %s یک آدرس IP معتبر ، زیر شبکه IPv4 یا نام مستعار نیست.

source: The submitted relay protocol is not valid.
fa: %s یک زیر شبکه شامل بیش از 64 آدرس IP است.

source: A Fall Back Pool cannot be selected when using the DNS relay protocol.
fa: پروتکل رله ارسال شده معتبر نیست.

source: modified '%s' vs:
fa: هنگام استفاده از پروتکل رله DNS ، یک استخر سقوط امکان پذیر نیست.

source: created '%s' vs:
fa: اصلاح شده %s در مقابل:

source: Edit Load Balancer - Virtual Server Entry
fa: '%s' در مقابل ایجاد شد:

source: This is normally the WAN IP address for the server to listen on. All connections to this IP and port will be forwarded to the pool cluster. A host alias listed in Firewall -&gt; Aliases may also be specified here.
fa: ویرایش Load Balancer - ورود سرور مجازی

source: Fall-back Pool
fa: استخر سرور مجازی

source: Don't forget to add a firewall rule for the virtual server/pool after finished setting it up.
fa: استخر برگشت

source: The gateway configuration has been changed.
fa: دروازه ها: دروازه ها%s حذف شدند

source: This gateway is inactive because interface is missing
fa: پیکربندی دروازه تغییر کرده است.

source: Edit gateway
fa: این دروازه غیرفعال است زیرا رابط وجود ندارد

source: Copy gateway
fa: ویرایش دروازه

source: Enable gateway
fa: کپی کردن دروازه

source: Disable gateway
fa: فعال کردن دروازه

source: Delete gateway
fa: غیرفعال کردن دروازه

source: Default gateway
fa: حذف دروازه

source: Default gateway IPv4
fa: دروازه پیش فرض

source: Select the gateway or gatewaygroup to use as the default gateway.
fa: دروازه پیش فرض IPv4

source: Default gateway IPv6
fa: از دروازه یا دروازه گروه استفاده کنید تا از آن به عنوان دروازه پیش فرض استفاده کنید.

source: %1$s%2$s%3$s is the current default route as present in the current routing table of the operating system
fa: دروازه پیش فرض IPv6

source: Domain of the host%1$se.g.: "example.com"
fa: نام میزبان ، بدون قسمت دامنه%1 $ se.g .: myhost

source: IP address of the host%1$se.g.: 192.168.100.100 or fd00:abcd::1
fa: دامنه میزبان%1 $ se.g .: shembull.com

source: Deleted empty OpenVPN server
fa: آدرس IP میزبان%1 $ se.g .: 192.168.100.100 یا fd00: abcd :: 1

source: Deleted OpenVPN server from %1$s:%2$s %3$s
fa: سرور OpenVPN خالی حذف شد

source: Server successfully deleted.
fa: سرور OpenVPN حذف شده از%1 $ s:%2 $ s%3 $ s

source: A Backend for Authentication must be selected if the server mode requires User Auth.
fa: سرور با موفقیت حذف شد.

source: The field 'DNS Server #2' must contain a valid IPv4 or IPv6 address
fa: قسمت سرور شماره DNS # 1 باید دارای یک آدرس معتبر IPv4 یا IPv6 باشد

source: The field 'DNS Server #3' must contain a valid IPv4 or IPv6 address
fa: قسمت سرور شماره DNS # 2 باید دارای یک آدرس معتبر IPv4 یا IPv6 باشد

source: The field 'DNS Server #4' must contain a valid IPv4 or IPv6 address
fa: قسمت DNS Server # 3 باید دارای یک آدرس معتبر IPv4 یا IPv6 باشد

source: The field 'Concurrent connections' must be numeric.
fa: قسمت سرور DNS شماره 4 باید دارای یک آدرس معتبر IPv4 یا IPv6 باشد

source: The selected certificate is not valid
fa: قسمت اتصالات همزمان باید عددی باشد.

source: The specified DH Parameter length is invalid or the DH file does not exist.
fa: گواهی انتخاب شده معتبر نیست

source: IPv4 Tunnel network
fa: منحنی ECDH مشخص شده نامعتبر است.

source: Using a tunnel network and server bridge settings together is not allowed.
fa: شبکه تونل IPv4

source: Server Bridge DHCP Start and End must both be empty, or defined.
fa: Bridge Route Gateway به یک رابط Bridge معتبر نیاز دارد.

source: Server Bridge DHCP Start must be an IPv4 address.
fa: سرور Bridge DHCP Start و End باید هر دو خالی باشد یا تعریف شده باشد.

source: Server Bridge DHCP End must be an IPv4 address.
fa: سرور Bridge DHCP Start باید یک آدرس IPv4 باشد.

source: The Server Bridge DHCP range is invalid (start higher than end).
fa: سرور Bridge DHCP End باید یک آدرس IPv4 باشد.

source: Updated OpenVPN server on %1$s:%2$s %3$s
fa: محدوده Server Bridge DHCP نامعتبر است (شروع بالاتر از پایان).

source: Added OpenVPN server on %1$s:%2$s %3$s
fa: سرور OpenVPN به روز شده در%1 $ s:%2 $ s%3 $ s

source: Set this option to disable this server without removing it from the list.
fa: سرور OpenVPN اضافه شده در%1 $ s:%2 $ s%3 $ s

source: The interface or Virtual IP address where OpenVPN will receive client connections.
fa: * پس زمینه برای تأیید اعتبار

source: The port used by OpenVPN to receive client connections.
fa: * بندر محلی

source: Warning: The selected server certificate was not created as an SSL/TLS Server certificate and may not work as expected
fa: پورت مورد استفاده OpenVPN برای دریافت اتصالات مشتری.

source: System &gt; Cert. Manager
fa: هیچ گواهی تعریف نشده است. ممکن است در اینجا ایجاد شود:%1 $ s%2 $ s%3 $ s

source: *Server certificate
fa: سیستم & gt؛ گواهی مدیر

source: *DH Parameter Length
fa: * گواهی سرور

source: Only DH parameter sets which exist in /etc/ are shown.
fa: * طول پارامتر DH

source: Generating new or stronger DH parameters is CPU-intensive and must be performed manually.
fa: فقط مجموعه پارامترهای DH که در / و غیره وجود دارند نشان داده می شوند.

source: ECDH Curve
fa: مجموعه پارامتر Diffie-Hellman (DH) برای تبادل کلید استفاده شد.%1 $ s%2 $ s%3 $ s

source: The Elliptic Curve to use for key exchange. %1$sThe curve from the server certificate is used by default when the server uses an ECDSA certificate. Otherwise, secp384r1 is used as a fallback.
fa: منحنی ECDH

source: *Certificate Depth
fa: بررسی نشود

source: When a certificate-based client logs in, do not accept certificates below this depth. Useful for denying certificates made with intermediate CAs generated from the same CA as the server.
fa: * عمق گواهینامه

source: When authenticating users, enforce a match between the common name of the client certificate and the username given at login.
fa: تطبیق دقیق کاربر-CN

source: Bridge Interface
fa: Bridge DHCP

source: The interface to which this TAP instance will be bridged. This is not done automatically. This interface must be assigned and the bridge created separately. This setting controls which existing IP address and subnet mask are used by OpenVPN for the bridge. Setting this to "none" will cause the Server Bridge DHCP settings below to be ignored.
fa: رابط Bridge

source: When omitting the <b>IPv4 Tunnel Network</b> for a bridge, connecting clients cannot automatically determine a server-side gateway for <b>IPv4 Local Network(s)</b> or <b>Redirect IPv4 Gateway</b> traffic. When enabled, this option sends the IPv4 address of the selected <b>Bridge Interface</b> to clients which they can then use as a gateway for routing traffic outside of the bridged subnet. OpenVPN does not currently support this mechanism for IPv6.
fa: Gateway Bridge Route

source: When using TAP mode as a multi-point server, a DHCP range may optionally be supplied to use on the interface to which this TAP instance is bridged. If these settings are left blank, DHCP will be passed through to the LAN, and the interface setting above will be ignored.
fa: شروع سرور پل DHCP

source: Redirect IPv4 Gateway
fa: سرور Bridge DHCP پایان

source: Redirect IPv6 Gateway
fa: تغییر مسیر دروازه IPv4

source: IPv4 Local network(s)
fa: تغییر مسیر دروازه IPv6

source: IPv4 networks that will be accessible from the remote endpoint. Expressed as a comma-separated list of one or more CIDR ranges. This may be left blank if not adding a route to the local network through this tunnel on the remote machine. This is generally set to the LAN network.
fa: شبکه (های) IPv4 محلی

source: IPv6 networks that will be accessible from the remote endpoint. Expressed as a comma-separated list of one or more IP/PREFIX. This may be left blank if not adding a route to the local network through this tunnel on the remote machine. This is generally set to the LAN network.
fa: IPv6 شبکه محلی (ها)

source: Specify the maximum number of clients allowed to concurrently connect to this server.
fa: اتصالات همزمان

source: Inter-client communication
fa: فشار فشرده سازی

source: Duplicate Connection
fa: ارتباط بین مشتری

source: (This is not generally recommended, but may be needed for some scenarios.)
fa: پیوند تکراری

source: Specifies the method used to supply a virtual adapter IP address to clients when using TUN mode on IPv4.%1$sSome clients may require this be set to "subnet" even for IPv6, such as OpenVPN Connect (iOS/Android). Older versions of OpenVPN (before 2.0.9) or clients such as Yealink phones may require "net30".
fa: IP پویا

source: Push to client
fa: پینگ را فشار دهید به مشتری

source: Advanced Client Settings
fa: فشار به مشتری

source: DNS Server enable
fa: تنظیمات پیشرفته مشتری

source: DNS Server 1
fa: سرور DNS را فعال کنید

source: DNS Server 2
fa: سرور DNS 1

source: DNS Server 3
fa: DNS Server 2

source: DNS Server 4
fa: سرور DNS 3

source: Block Outside DNS
fa: DNS Server 4

source: Requires Windows 10 and OpenVPN 2.3.9 or later. Only Windows 10 is prone to DNS leakage in this way, other clients will ignore the option as they are not affected.
fa: مسدود کردن DNS در خارج

source: This is known to kick Windows into recognizing pushed DNS servers.
fa: به روز رسانی حافظه نهان DNS

source: NTP Server enable
fa: این کار برای شناسایی سرورهای DNS تحت فشار قرار دارد.

source: NetBIOS enable
fa: سرور NTP را فعال کنید

source: If this option is not set, all NetBIOS-over-TCP/IP options (including WINS) will be disabled.
fa: فعال کردن NetBIOS

source: A NetBIOS Scope ID provides an extended naming service for NetBIOS over TCP/IP. The NetBIOS scope ID isolates NetBIOS traffic on a single network to only those nodes with the same NetBIOS scope ID
fa: شناسه حوزه

source: WINS Server 1
fa: سرور WINS را فعال کنید

source: WINS Server 2
fa: WINS Server 1

source: Enter any additional options to add to the OpenVPN server configuration here, separated by semicolon.%1$sEXAMPLE: push "route 10.0.0.0 255.255.255.0"
fa: WINS Server 2

source: Protocol / Port
fa: سرورهای OpenVPN

source: Tunnel Network
fa: پروتکل / پورت

source: Crypto
fa: شبکه تونل

source: Edit Server
fa: رمزنگاری

source: Copy Server
fa: ویرایش سرور

source: Delete Server
fa: کپی کردن سرور

source: Dynamic DNS client deleted.
fa: حذف سرور

source: Dynamic DNS client disabled.
fa: مشتری Dynamic DNS حذف شد.

source: Dynamic DNS client enabled.
fa: مشتری پویا DNS غیرفعال شد.

source: IP addresses appearing in %1$sgreen%2$s are up to date with Dynamic DNS provider.
fa: مشتری پویا DNS فعال شد.

source: Firewall: Rules - deleted a firewall rule.
fa: جزئیات ایالات

source: Firewall: Rules - deleted selected firewall rules.
fa: فایروال: قوانین - یک قانون فایروال را حذف کرد.

source: Firewall: Rules - enabled a firewall rule.
fa: فایروال: قوانین - قوانین انتخاب شده فایروال را حذف کرد.

source: Firewall: Rules - disabled a firewall rule.
fa: فایروال: قوانین - قانون فایروال را فعال می کند.

source: Firewall: Rules - reordered firewall rules.
fa: فایروال: قوانین - قانون فایروال را غیرفعال می کند.

source: The firewall rule configuration has been changed.
fa: فایروال: قوانین - قوانین تنظیم مجدد فایروال.

source: Rules (Drag to Change Order)
fa: تنظیمات قانون فایروال تغییر کرده است.

source: traffic is passed
fa: قوانین (برای تغییر ترتیب) بکشید

source: Anti-Lockout Rule
fa: ترافیک گذشت

source: traffic is blocked
fa: قانون ضد قفل

source: RFC 1918 networks
fa: ترافیک مسدود شده است

source: Block private networks
fa: شبکه های RFC 1918

source: Reserved%sNot assigned by IANA
fa: مسدود کردن شبکه های خصوصی

source: traffic is rejected
fa: محفوظ است%sNot اختصاص یافته توسط IANA

source: traffic is matched
fa: ترافیک رد شد

source: &quot;Quick&quot; rule. Applied immediately on match.
fa: ترافیک مطابقت دارد

source: advanced setting
fa: & quot؛ سریع & quot؛ قانون. بلافاصله در مسابقه استفاده شد.

source: traffic is logged
fa: تنظیمات پیشرفته

source: Traffic matching this rule is currently being denied
fa: ترافیک ثبت شده است

source: Traffic matching this rule is currently being allowed
fa: ترافیک مطابق با این قانون در حال حاضر رد شده است

source: This rule is not currently active because its period has expired
fa: ترافیک مطابق با این قانون در حال حاضر مجاز است

source: Copy
fa: این قانون در حال حاضر فعال نیست زیرا دوره آن به پایان رسیده است

source: Delete this rule
fa: کپی 🀄

source: No floating rules are currently defined.
fa: حذف این قانون

source: No rules are currently defined for this interface
fa: هیچ قاعده شناور در حال حاضر تعریف نشده است.

source: All incoming connections on this interface will be blocked until pass rules are added.
fa: در حال حاضر هیچ قانونی برای این رابط تعریف نشده است

source: Advanced filter
fa: بر روی دکمه کلیک کنید تا یک قانون جدید اضافه شود.

source: Rules are evaluated on a first-match basis (i.e. the action of the first rule to match a packet will be executed).
fa: فیلتر پیشرفته

source: A valid value must be specified for %s debug.
fa: یک یا چند قانون منتقل شده است اما هنوز ذخیره نشده است

source: An integer must be specified for Maximum MSS.
fa: یک مقدار معتبر باید برای اشکال زدایی%s مشخص شود.

source: An integer between 576 and 65535 must be specified for Maximum MSS
fa: باید یک عدد صحیح برای Maximum MSS مشخص شود.

source: Saved IPsec advanced settings.
fa: یک عدد صحیح بین 576 و 65535 باید برای حداکثر MSS مشخص شود

source: IPsec Logging Controls
fa: تنظیمات پیشرفته IPsec ذخیره شد.

source: Changes the log verbosity for the IPsec daemon, so that more detail will be generated to aid in troubleshooting.
fa: کنترل های ورود به سیستم IPsec

source: Configure Unique IDs as
fa: تنظیمات پیشرفته IPsec

source: Whether a particular participant ID should be kept unique, with any new IKE_SA using an ID deemed to replace all old ones using that ID. Participant IDs normally are unique, so a new IKE_SA using the same ID is almost invariably intended to replace an old one. The difference between %1$sno%2$s and %1$snever%2$s is that the old IKE_SAs will be replaced when receiving an INITIAL_CONTACT notify if the option is no but will ignore these notifies if %1$snever%2$s is configured. The daemon also accepts the value %1$skeep%2$s to reject new IKE_SA setups and keep the duplicate established earlier. Defaults to Yes.
fa: پیکربندی شناسه های منحصر به فرد به عنوان

source: IPComp compression of content is proposed on the connection.
fa: فشرده سازی IP

source: Strict interface binding
fa: فشرده سازی IPComp از محتوا روی اتصال پیشنهاد شده است.

source: Enable strongSwan's interfaces_use option to bind specific interfaces only. This option is known to break IPsec with dynamic IP interfaces. This is not recommended at this time.
fa: اتصال دقیق رابط

source: Some implementations send the third Main Mode message unencrypted, probably to find the PSKs for the specified ID for authentication. This is very similar to Aggressive Mode, and has the same security implications: A passive attacker can sniff the negotiated Identity, and start brute forcing the PSK using the HASH payload. It is recommended to keep this option to no, unless the exact implications are known and compatibility is required for such devices (for example, some SonicWall boxes).
fa: بارهای رمزگذاری نشده در حالت اصلی IKEv1

source: Maximum MSS
fa: فعال کردن حداکثر MSS

source: Enable MSS clamping on TCP flows over VPN. This helps overcome problems with PMTUD on IPsec VPN links. If left blank, the default value is 1400 bytes.
fa: حداکثر MSS
