Repository: mehdiimrzz/pfsense
Catalog: src/usr/local/share/locale/*/LC_MESSAGES/pfSense.po
Languages: fa

source: Daemon
fa: هشدار: برچسب%1 $ s دارای داده های نامعتبر در %2 $ s%3 $ s

source: SA Manager
fa: اهریمن، دیو

source: IKE SA
fa: SA مدیر

source: IKE Child SA
fa: IKE SA

source: Job Processing
fa: IKE Child SA

source: Configuration backend
fa: پردازش شغل

source: Kernel Interface
fa: پس زمینه پیکربندی

source: ASN encoding
fa: رابط هسته

source: Message encoding
fa: رمزگذاری ASN

source: Integrity checker
fa: رمزگذاری پیام

source: Integrity Verifier
fa: یکپارچه سازه

source: Platform Trust Service
fa: تأیید کننده یکپارچگی

source: TLS handler
fa: سرویس اعتماد به سیستم عامل

source: IPsec traffic
fa: کنترل کننده TLS

source: StrongSwan Lib
fa: ترافیک IPsec

source: Silent
fa: StrongSwan Lib

source: Audit
fa: بی صدا

source: Control
fa: حسابرسی

source: Diag
fa: کنترل

source: Raw
fa: دیاگ

source: Highest
fa: خام

source: E-mail address
fa: مرتفع ترین

source: User Fully Qualified Domain Name
fa: آدرس ایمیل

source: My IP address
fa: نام دامنه کاملاً واجد شرایط کاربر

source: Distinguished name
fa: آدرس IP من

source: User distinguished name
fa: نام برجسته

source: ASN.1 distinguished Name
fa: نام متمایز کاربر

source: KeyID tag
fa: ASN.1 نام برجسته

source: Peer IP address
fa: برچسب KeyID

source: Hybrid RSA + Xauth
fa: آدرس IP همسالان

source: Mutual RSA + Xauth
fa: ترکیبی RSA + Xauth

source: Mutual PSK + Xauth
fa: متقابل RSA + Xauth

source: EAP-TLS
fa: PSK متقابل + Xauth

source: EAP-RADIUS
fa: EAP-TLS

source: EAP-MSChapv2
fa: EAP-RADIUS

source: Mutual RSA
fa: EAP-MSChapv2

source: Mutual PSK
fa: متقابل RSA

source: No action
fa: PSK متقابل

source: Restart/Reconnect
fa: هیچ عملی

source: Close connection and clear SA
fa: راه اندازی مجدد / اتصال مجدد

source: Close connection and reconnect on demand
fa: اتصال نزدیک و پاک کردن SA

source: Tunnel IPv4
fa: بستن اتصال و اتصال مجدد در صورت تقاضا

source: Tunnel IPv6
fa: تونل IPv4

source: Routed (VTI)
fa: تونل IPv6

source: off
fa: مسیریابی شده (VTI)

source: 1 (768 bit)
fa: خاموش

source: 2 (1024 bit)
fa: 1 (768 بیتی)

source: 5 (1536 bit)
fa: 2 (1024 بیتی)

source: 14 (2048 bit)
fa: 5 (بیت 1536)

source: 15 (3072 bit)
fa: 14 (بیت 2048)

source: 16 (4096 bit)
fa: 15 (3072 بیتی)

source: 17 (6144 bit)
fa: 16 (بیت 4096)

source: 18 (8192 bit)
fa: 17 (6144 بیت)

source: 19 (nist ecp256)
fa: 18 (8192 بیتی)

source: 20 (nist ecp384)
fa: 19 (nist ecp256)

source: 21 (nist ecp521)
fa: 20 (nist ecp384)

source: 22 (1024(sub 160) bit)
fa: 21 (nist ecp521)

source: 23 (2048(sub 224) bit)
fa: 22 (1024 (زیر 160) بیت)

source: 24 (2048(sub 256) bit)
fa: 23 (2048 (زیر 224) بیت)

source: 25 (nist ecp192)
fa: 24 (2048 (زیر 256) بیت)

source: 26 (nist ecp224)
fa: 25 (nist ecp192)

source: 27 (brainpool ecp224)
fa: 26 (nist ecp224)

source: 28 (brainpool ecp256)
fa: 27 (brainpool ecp224)

source: 29 (brainpool ecp384)
fa: 28 (brainpool ecp256)

source: 30 (brainpool ecp512)
fa: 29 (brainpool ecp384)

source: 31 (Elliptic Curve 25519, 256 bit)
fa: 30 (brainpool ecp512)

source: Unable to find IPsec daemon leases file. Could not display mobile user stats!
fa: 31 (منحنی بیضوی 25519 ، 256 بیت)

source: A communications error occurred while attempting XMLRPC sync with %s (pfsense.%s).
fa: شروع داده های همگام سازی XMLRPC با%s.

source: Error: cannot open hosts file in system_hosts_generate().
fa: کد خطا دریافت شد

source: Static Routes: Gateway IP could not be found for %s
fa: خطا: نمی توان پرونده میزبان ها را در system_hosts_generate () باز کرد.

source: Starting syslog...
fa: مسیرهای استاتیک: IP Gateway برای%s یافت نمی شود

source: Error: cannot open syslog.conf in system_syslogd_start().%s
fa: شروع syslog ...

source: Creating SSL/TLS Certificate for this host
fa: خطا: نمی توان syslog.conf را در system_syslogd_start باز کرد ().%s

source: webConfigurator default (%s)
fa: ایجاد گواهی SSL / TLS برای این میزبان

source: Error creating WebGUI Certificate: openssl library returns: %s
fa: پیش فرض webConfigurator (%s)

source: Generated new self-signed SSL/TLS certificate for HTTPS (%s)
fa: خطا در ایجاد گواهی WebGUI: بازگرداندن کتابخانه opensl:%s

source: Starting webConfigurator...
fa: گواهی SSL / TLS جدید خود امضا شده برای HTTPS (%s) ایجاد شد

source: failed!
fa: در حال شروع تنظیم وب ...

source: Error: cannot open certificate file in system_webgui_start().%s
fa: ناموفق!

source: Error: cannot open certificate key file in system_webgui_start().%s
fa: خطا: نمی توانید پرونده گواهینامه را در system_webgui_start باز کنید ().%s

source: Error: cannot open %1$s in system_generate_nginx_config().%2$s
fa: خطا: نمی توان پرونده اصلی گواهی را در system_webgui_start باز کرد ().%s

source: Setting timezone...
fa: خطا: نمی توان%1 $ s را در system_generate_nginx_config () باز کرد.%2 $ s

source: Could not open %s/ntpd.conf for writing
fa: تنظیم منطقه زمانی ...

source: Error: cannot open dmesg.boot in system_dmesg_save().%s
fa: %s / ntpd.conf برای نوشتن ممکن نیست

source: Setting hard disk standby...
fa: خطا: نمی توان dmesg.boot را در system_dmesg_save باز کرد ().%s

source: PC Engines WRAP
fa: تنظیم آماده به کار دیسک سخت ...

source: PC Engines ALIX
fa: WRAP موتورهای کامپیوتر

source: Upgrading m0n0wall configuration to pfSense...
fa: موتورهای کامپیوتر ALIX

source: ERROR! Could not convert m0n0wall -> pfsense in config.xml
fa: به روزرسانی پیکربندی m0n0wall به pfSense ...

source: Found configuration on %1$s.%2$s
fa: خطا! نمی توان m0n0wall را تغییر داد -> pfsense در config.xml

source: No config.xml found, attempting last known config restore.
fa: پیکربندی در%1 $ s.%2 $ s

source: No config.xml or config backups found, resetting to factory defaults.
fa: هیچ پیکربندی.xml یافت نشد ، تلاش شد آخرین تنظیم مجدد تنظیم شده بازیابی شود.

source: Static
fa: هیچ نسخه پشتیبان از config.xml یا پیکربندی یافت نشد ، در تنظیمات پیش فرض کارخانه بازنشانی می شود.

source: Transparent
fa: استاتیک

source: Type Transparent
fa: شفاف

source: Redirect
fa: نوع شفاف

source: Inform
fa: تغییر مسیر

source: Inform Deny
fa: به اطلاع رساندن

source: No Default
fa: انکار کنید

source: Could not open %s for writing
fa: بدون پیش فرض

source: New alert found: %s
fa: %s برای نوشتن ممکن نیست

source: Notifications in this message: %s
fa: هشدار جدید یافت شد:%s

source: Could not send the message to %1$s -- Error: %2$s
fa: اعلان ها در این پیام:%s

source: Message sent to %s OK
fa: ارسال پیام به%1 $ s امکان پذیر نیست - خطا:%2 $ s

source: Growl IP Address is invalid. Check the setting in System Advanced Notifications.
fa: پیام ارسال شده به%s OK

source: Could not send Growl notification to %1$s -- Error: %2$s
fa: %1 $ s (%2 $ s) - اعلان

source: Could not send register Growl on %1$s -- Error: %2$s
fa: نمی توان اعلان Growl را به%1 $ s ارسال کرد - خطا:%2 $ s

source: FQDN or Hostname
fa: ثبت نام Growl در%1 $ s امکان پذیر نیست - خطا:%2 $ s

source: URI
fa: FQDN یا نام میزبان

source: email address
fa: URI

source: Error returned while trying to parse %s
fa: آدرس ایمیل

source: Error: cannot open radvd.conf in services_radvd_configure().
fa: خطایی هنگام تلاش برای تجزیه%s بازگشت

source: Shutting down Router Advertisment daemon cleanly
fa: خطا: نمی توان radvd.conf را در service_radvd_configure () باز کرد.

source: Starting DHCP service...
fa: خاموش کردن دائم تبلیغ روتر

source: Warning! DHCP Failover setup and no CARP virtual IPs defined!
fa: شروع سرویس DHCP ...

source: Invalid DHCP pool %1$s - %2$s for %3$s subnet %4$s/%5$s detected. Please correct the settings in Services, DHCP Server
fa: هشدار! DHCP تنظیم Failover و هیچ IP مجازی CARP تعریف نشده است!

source: Could not write Igmpproxy configuration file!
fa: خطا: نمی توان dhcpd.conf را در service_dhcpdv4_configure ()٪%s باز کرد

source: Started IGMP proxy service.
fa: نمی توان پرونده پیکربندی Igmpproxy را نوشت!

source: Starting DHCP relay service...
fa: سرویس پروکسی IGMP را شروع کرد.

source: No destination IP has been configured!
fa: شروع سرویس رله DHCP ...

source: No suitable downstream interfaces found for running dhcrelay!
fa: هیچ IP مقصد پیکربندی نشده است!

source: No suitable upstream interfaces found for running dhcrelay!
fa: هیچ رابط مناسبی در پایین دست برای اجرای dhcrelay یافت نشد!

source: Starting DHCPv6 relay service...
fa: هیچ رابط مناسب بالادستی برای اجرای dhcrelay یافت نشد!

source: No suitable interface found for running dhcrelay -6!
fa: شروع سرویس رله DHCPv6 ...

source: Starting DynDNS clients...
fa: هیچ رابط مناسبی برای اجرای dhcrelay -6 یافت نشد!

source: Starting DNS forwarder...
fa: شروع مشتری DynDNS ...

source: Starting DNS Resolver...
fa: شروع حمل و نقل DNS ...

source: Unbound start waiting on dhcp6c.
fa: شروع DNS Resolver ...

source: dhcp6 init complete. Continuing
fa: بی حد و حصر شروع به انتظار در dhcp6c.

source: sync unbound done.
fa: dhcp6 init کامل است. ادامه

source: Starting SNMP daemon...
fa: همگام سازی انجام نشده است.

source: Error: cannot open snmpd.conf in services_snmpd_configure().%s
fa: شروع Daemon SNMP ...

source: phpDynDNS: Not updating %s A record because the IP address has not changed.
fa: خطا: نمی توان snmpd.conf را در service_snmpd_configure باز کرد ().%s

source: DynDNS updated IP Address (A) for %1$s on %2$s (%3$s) to %4$s
fa: phpDynDNS: به روزرسانی حافظه نهان%1 $ s:%2 $ s

source: DynDNS updated IPv6 Address (AAAA) for %1$s on %2$s (%3$s) to %4$s
fa: DynDNS آدرس IP (A) را برای%1 $ s با%2 $ s (%3 $ s) به%4 $ s به روز کرد

source: phpDynDNS: ERROR while updating IP Address (A) for %1$s (%2$s)
fa: DynDNS آدرس IPv6 (AAAA) را برای%1 $ s با%2 $ s (%3 $ s) تا%4 $ s به روز کرد

source: phpDynDNS: ERROR while updating IP Address (AAAA) for %1$s (%2$s)
fa: phpDynDNS: ERROR هنگام به روزرسانی آدرس IP (A) برای%1 $ s (%2 $ s)

source: Created:
fa: phpDynDNS: ERROR هنگام به روزرسانی آدرس IP (AAAA) برای%1 $ s (%2 $ s)

source: If possible do not add items to this file manually.
fa: ایجاد شده:

source: If done so, this file must be terminated with a blank line (e.g. new line)
fa: در صورت امکان مواردی را به صورت دستی به این پرونده اضافه نکنید.

source: Router Advertisement Daemon
fa: شروع سرویس UPnP ...

source: NTP clock sync
fa: آگهی روتر Daemon

source: System Logger Daemon
fa: همگام سازی ساعت NTP

source: DHCP Service
fa: Daemon Logger System

source: Gateway Monitoring Daemon
fa: خدمات DHCP

source: SNMP Service
fa: Demon Monitor Gateway

source: IGMP proxy
fa: سرویس SNMP

source: UPnP Service
fa: پروکسی IGMP

source: IPsec VPN
fa: سرویس UPnP

source: Secure Shell Daemon
fa: IPsec VPN

source: Server load balancing daemon
fa: Secle Shell Daemon

source: Not available.
fa: شبح تعادل بار سرور

source: Running
fa: در دسترس نیست.

source: Stopped
fa: در حال اجرا

source: %1$s Service is %2$s
fa: متوقف شد

source: %1$s, %2$s Service is %3$s
fa: خدمات%1 $ s%2 $ s

source: Restart %sService
fa: %1 $ s ،%2 $ s خدمات%3 $ s

source: Stop %sService
fa: راه اندازی مجدد%sService

source: Start %sService
fa: متوقف کردن%sService

source: %s has been started.
fa: شروع%sService

source: %s has been stopped.
fa: %s شروع شده است.

source: %s has been restarted.
fa: %s متوقف شده است.

source: No mirrors found.
fa: %s دوباره شروع شده است.

source: Access Denied<br/><br/>Access attempt from a temporarily locked out client address.<br /><br />Try accessing the firewall again after the lockout expires.
fa: هیچ آینه ای پیدا نشد.

source: Redirecting to the dashboard...
fa: تغییر مسیر ...

source: Running: %s
fa: هدایت به داشبورد ...

source: ERROR! Could not connect to server %s.
fa: در حال اجرا:%s

source: LDAP: Could not lookup CA by reference for host %s.
fa: خطا! اتصال به سرور%s امکان پذیر نیست.

source: ERROR! ldap_test_bind() could not STARTTLS to server %s.
fa: LDAP: نمی توان CA را با استفاده از٪%میزبان جستجو کرد.

source: ERROR! ldap_get_user_ous() backed selected with no LDAP authentication server defined.
fa: خطا! ldap_test_bind () نمی تواند STARTTLS به سرور%s باشد.

source: ERROR! ldap_get_user_ous() could not bind anonymously to server %s.
fa: خطا! ldap_get_user_ous () نمی تواند STARTTLS به سرور%s باشد.

source: ERROR! ldap_get_user_ous() could not bind to server %s.
fa: خطا! ldap_get_user_ous () نمی تواند به صورت ناشناس به سرور%s وصل شود.

source: ERROR! ldap_get_groups() Could not connect to server %s.
fa: خطا! ldap_get_user_ous () نمی تواند به سرور%s وصل شود.

source: ERROR! ldap_get_groups() could not STARTTLS to server %s.
fa: خطا! ldap_get_groups () اتصال به سرور%s امکان پذیر نیست.

source: ERROR! ldap_get_groups() could not bind anonymously to server %s.
fa: خطا! ldap_get_groups () نمی تواند STARTTLS به سرور%s باشد.

source: ERROR! ldap_get_groups() could not bind to server %s.
fa: خطا! ldap_get_groups () نمی تواند به صورت ناشناس به سرور%s وصل شود.

source: Invalid Login.
fa: خطا! ldap_get_groups () نمی تواند به سرور%s وصل شود.

source: ERROR! unable to find ldap_connect() function.
fa: ورود نامعتبر است.

source: Internal error during authentication.
fa: خطا! قادر به یافتن عملکرد ldap_connect () نیست.

source: ERROR! could not find details of the LDAP server used for authentication.
fa: خطای داخلی هنگام تأیید اعتبار.

source: Error : could not connect to authentication server.
fa: خطا! نتوانست با استفاده از STARTTLS به سرور LDAP%s وصل شود.

source: ERROR! Could not connect to server %s.
fa: خطا: نتوانست به سرور تأیید اعتبار متصل شود.

source: ERROR! Could not bind to LDAP server %s. Please check the bind credentials.
fa: خطا! اتصال به سرور%s امکان پذیر نیست.

source: Now Searching in server %1$s, container %2$s with filter %3$s.
fa: اکنون در حال جستجو برای%s در فهرست هستید.

source: Search resulted in error: %s
fa: اکنون جستجو در سرور%1 $ s ، ظرف%2 $ s با فیلتر%3 $ s.

source: ERROR! LDAP search failed, no user matching %s was found.
fa: جستجو منجر به خطا شد:%s

source: ERROR! LDAP search failed, multiple users matching %s were found.
fa: خطا! جستجوی LDAP انجام نشد ، هیچ کاربر منطبق با%s پیدا نشد.

source: Invalid login specified.
fa: خطا! جستجوی LDAP انجام نشد ، چندین کاربر مطابق با%s پیدا شدند.

source: ERROR! Could not login to server %1$s as user %2$s: %3$s
fa: ورود نامعتبر مشخص شد.

source: Logged in successfully as %1$s via LDAP server %2$s with DN = %3$s.
fa: خطا! به عنوان کاربر%2 $ s نمی توان به سیستم%1 $ s وارد شد:%3 $ s

source: ERROR! could not find details of the RADIUS server used for authentication.
fa: با موفقیت به عنوان%1 $ s از طریق سرور LDAP%2 $ s با DN =%3 $ s وارد شوید.

source: Widget configuration has been changed.
fa: خطا هنگام تأیید هویت RADIUS:%s

source: (User %s)
fa: پیکربندی ویجت تغییر کرده است.

source: LDAP authentication error: %s
fa: (کاربر%s)

source: RADIUS authentication error: %s
fa: خطای تأیید هویت LDAP:%s

source: Local authentication error: %s
fa: خطای تأیید اعتبار RADIUS:%s

source: Successful login for user '%1$s' from: %2$s
fa: خطای تأیید هویت محلی:%s

source: Username or Password incorrect
fa: ورود موفقیت آمیز برای کاربر %1 $ s از:%2 $ s

source: Session timed out for user '%1$s' from: %2$s
fa: نام کاربری یا رمزعبور ناردست است

source: User logged out for user '%1$s' from: %2$s
fa: جلسه برای کاربر %1 $ s از:%2 $ s پایان یافت

source: is developed and maintained by
fa: کاربر برای کاربر %1 $ s از:%2 $ s خارج شد

source: View license.
fa: توسط توسعه داده و نگهداری می شود

source: RRD dump failed exited with %1$s, the error is: %2$s
fa: مشاهده مجوز.

source: RRD create failed exited with %1$s, the error is: %2$s
fa: ریپورت RRD با%1 $ s خارج نشد ، خطا:%2 $ s

source: Import RRD has %1$s DS values and %2$s RRA databases, new format RRD has %3$s DS values and %4$s RRA databases
fa: RRD با%1 $ s خارج نشد ، خطا:%2 $ s

source: Generating RRD graphs...
fa: RRD جدید اکنون دارای مقادیر DS%1 $ s و پایگاه داده RRA%2 $ s

source: Creating rrd update script
fa: ایجاد نمودارهای RRD ...

source: 3 (recommended)
fa: ایجاد اسکریپت به روزرسانی rrd

source: One (Client+Server)
fa: 3 (توصیه می شود)

source: Two (Client+Intermediate+Server)
fa: یک (مشتری + سرور)

source: Three (Client+2xIntermediate+Server)
fa: دو (مشتری + واسطه + سرور)

source: Four (Client+3xIntermediate+Server)
fa: سه (مشتری + 2xIntermediate + سرور)

source: Five (Client+4xIntermediate+Server)
fa: چهار (مشتری + 3xIntermediate + سرور)

source: Peer to Peer ( SSL/TLS )
fa: پنج (مشتری + 4xIntermediate + سرور)

source: Peer to Peer ( Shared Key )
fa: Peer to Peer (SSL / TLS)

source: Remote Access ( SSL/TLS )
fa: نظیر به همتا (کلید مشترک)

source: Remote Access ( User Auth )
fa: دسترسی از راه دور (SSL / TLS)

source: Remote Access ( SSL/TLS + User Auth )
fa: دسترسی از راه دور (نویسنده کاربر)

source: Disable Compression, retain compression packet framing [compress]
fa: دسترسی از راه دور (SSL / TLS + نوشتن کاربر)

source: LZ4 Compression [compress lz4]
fa: غیرفعال کردن فشرده سازی ، حفظ قاب بندی بسته بندی فشرده سازی [فشرده سازی]

source: LZ4 Compression v2 [compress lz4-v2]
fa: فشرده سازی LZ4 [فشرده سازی lz4]

source: LZO Compression [compress lzo, equivalent to comp-lzo yes for compatibility]
fa: LZ4 Compression v2 [فشرده سازی lz4-v2]

source: Enable Compression (stub v2) [compress stub-v2]
fa: فشرده سازی (خرد) را فعال کنید [خرد خرد]

source: Omit Preference (Use OpenVPN Default)
fa: فشرده سازی را فعال کنید (stub v2) [compress stub-v2]

source: Omit Preference, + Disable Adaptive LZO Compression [Legacy style, comp-noadapt]
fa: اولویت اولویت (از پیش فرض OpenVPN استفاده کنید)

source: LZO Compression [Legacy style, comp-lzo yes]
fa: فشرده سازی سازگار LZO [سبک میراث ، سازگار با comp-lzo]

source: No LZO Compression [Legacy style, comp-lzo no]
fa: فشرده سازی LZO [سبک میراث ، comp-lzo بله]

source: Subnet -- One IP address per client in a common subnet
fa: فشرده سازی LZO [سبک میراث ، comp-lzo no]

source: net30 -- Isolated /30 network per client
fa: Subnet - یک آدرس IP برای هر مشتری در یک زیر شبکه مشترک

source: TLS Authentication
fa: net30 - جدا شده / 30 شبکه برای هر مشتری

source: TLS Encryption and Authentication
fa: تأیید هویت TLS

source: keepalive -- Use keepalive helper to define ping configuration
fa: رمزگذاری و احراز هویت TLS

source: ping -- Define ping/ping-exit/ping-restart manually
fa: Keepalive - برای تعریف پیکربندی پینگ از یاور نگهدارنده استفاده کنید

source: ping-restart -- Restart OpenVPN after timeout
fa: پینگ - تعریف پینگ / پینگ-خروجی / پینگ-شروع مجدد دستی

source: ping-exit -- Exit OpenVPN after timeout
fa: ping-restart - راه اندازی مجدد OpenVPN پس از اتمام زمان

source: Reconnect to this server / Retry once
fa: ping-exit - خروج از OpenVPN پس از اتمام زمان

source: Reconnect to next server / Retry twice
fa: دوباره به این سرور وصل شوید / یک بار امتحان کنید

source: Retry %dx
fa: دوباره به سرور بعدی وصل شوید / دو بار دوباره امتحان کنید

source: None (Username and/or Password required)
fa: دوباره امتحان کنید%dx

source: ===== Server Certificates =====
fa: هیچکدام (نام کاربری و / یا رمز عبور لازم است)

source: ===== Non-Server Certificates =====
fa: ===== گواهینامه های سرور =====

source: Server: Yes
fa: ===== گواهینامه های غیر سرور =====

source: Server: NO
fa: سرور: بله

source: CA: %s
fa: سرور: خیر

source: None (No Encryption)
fa: CA:%s

source: Use Default
fa: هیچ کدام (بدون رمزگذاری)

source: None (No Authentication)
fa: استفاده به طور پیش فرض

source: Use default direction
fa: هیچ (بدون احراز هویت)

source: Direction 0
fa: استفاده از جهت پیش فرض

source: Direction 1
fa: جهت 0

source: Both directions
fa: جهت 1

source: No Hardware Crypto Acceleration
fa: هر دو جهت

source: The field '%s' must contain a valid IP address or domain name.
fa: بدون شتاب رمزنگاری سخت افزاری

source: The field '%1$s' must contain a single valid %2$s CIDR range.
fa: قسمت '%s' باید دارای یک آدرس معتبر IP یا نام دامنه باشد.

source: The field '%1$s' must contain only valid %2$s CIDR range(s) separated by commas.
fa: قسمت %1 $ s باید حاوی یک محدوده%CIDR معتبر%2 $ s باشد.

source: Resyncing OpenVPN instances for interface %s.
fa: شناسه OpenVPN%1 $ s PID%2 $ s هنوز در حال اجرا است ، کشته می شود.

source: Resyncing OpenVPN instances.
fa: بازنشانی موارد OpenVPN برای رابط%s.

source: Resyncing OpenVPN for gateway group %1$s server %2$s.
fa: بازنویسی موارد OpenVPN.

source: Resyncing OpenVPN for gateway group %1$s client %2$s.
fa: تغییر مجدد OpenVPN برای گروه دروازه%1 $ s server%2 $ s.

source: openvpn_resync_gwgroup called with null gwgroup parameter.
fa: تغییر مجدد OpenVPN برای گروه دروازه%1 $ s مشتری%2 $ s.

source: Unable to contact daemon
fa: openvpn_resync_gwgroup با پارامتر gwgroup تهی نامیده می شود.

source: Service not running?
fa: تماس با سیمون امکان پذیر نیست

source: The field '%s' contains invalid characters.
fa: سرویس اجرا نمی شود؟

source: The field '%s' is required.
fa: قسمت %s حاوی نویسه های نامعتبر است.

source: Bandwidthtype
fa: قسمت '%s' الزامی است.

source: Bandwidth must be set. This is usually the interface speed.
fa: پهنای باند

source: Bandwidth must be an integer.
fa: پهنای باند باید تنظیم شود. این معمولاً سرعت رابط است.

source: Bandwidth cannot be negative.
fa: پهنای باند باید عدد صحیح باشد.

source: Bandwidth in percentage should be between 1 and 100.
fa: پهنای باند نمی تواند منفی باشد.

source: Qlimit must be an integer.
fa: پهنای باند در درصد باید بین 1 تا 100 باشد.

source: Qlimit must be positive.
fa: Qlimit باید یک عدد صحیح باشد.

source: Tbrsize must be an integer.
fa: Qlimit باید مثبت باشد.

source: Tbrsize must be positive.
fa: Tbrsize باید یک عدد صحیح باشد.

source: SHAPER: no default queue specified for interface %s.
fa: Tbrsize باید مثبت باشد.

source: The interface queue will be enforced as default.
fa: SHAPER: هیچ صف پیش فرض مشخص شده برای رابط%s نیست.

source: Remove shaper from this interface
fa: صف رابط به صورت پیش فرض اجرا می شود.

source: Enable/Disable
fa: shaper را از این رابط حذف کنید

source: Scheduler Type
fa: فعال غیرفعال

source: Changing this changes all child queues! Beware information can be lost.
fa: نوع زمانبندی

source: TBR Size
fa: حد مجاز

source: Adjusts the size, in bytes, of the token bucket regulator. If not specified, heuristics based on the interface bandwidth are used to determine the size.
fa: اندازه TBR

source: Queue limit must be an integer
fa: اولویت باید عدد صحیح بین 0 تا 15 باشد.

source: Queue limit must be positive
fa: حد صف باید یک عدد صحیح باشد

source: Queue names must be alphanumeric and _ or - only.
fa: حد مجاز باید مثبت باشد

source: Only one default queue per interface is allowed.
fa: نامهای صف باید حروف الفبا و فقط _ یا - باشند.

source: Enter the name of the queue here. Do not use spaces and limit the size to 15 characters.
fa: فقط یک صف پیش فرض برای هر رابط مجاز است.

source: Scheduler options
fa: حد در بستهها.

source: %1$sRandom Early Detection%2$s
fa: گزینه های زمانبندی

source: %1$sRandom Early Detection In and Out%2$s
fa: %1 $ sRedition Early٪%2 $ s

source: %1$sExplicit Congestion Notification%2$s
fa: %1 $ sR تشخیص زود هنگام و٪%2 $ s

source: %1$sCodel Active Queue%2$s
fa: %1 $ s اطلاع رسانی احتمالی تراکم%2 $ s

source: Select options for this queue
fa: %1 $ sCodel Queue Active%2 $ s

source: Delete Queue from this Interface
fa: گزینه های این صف را انتخاب کنید

source: upperlimit service curve defined but missing (d) value
fa: حذف صف از این رابط

source: upperlimit service curve defined but missing initial bandwidth (m1) value
fa: منحنی سرویس فوقانی تعریف شده اما مقدار (d) از دست رفته

source: upperlimit d value needs to be numeric
fa: مقدار حداکثر m1 باید Kb، Mb، Gb یا%باشد

source: upperlimit m2 value needs to be Kb, Mb, Gb, or %
fa: مقدار بالای حد d باید عددی باشد

source: linkshare service curve defined but missing (d) value
fa: مقدار highlimit m2 باید Kb، Mb، Gb یا%باشد.

source: linkshare service curve defined but missing initial bandwidth (m1) value
fa: منحنی سرویس linkshare تعریف شده اما مقدار (d) از دست رفته

source: linkshare d value needs to be numeric
fa: مقدار linkshare m1 باید Kb ، Mb، Gb یا%باشد.

source: linkshare m2 value needs to be Kb, Mb, Gb, or %
fa: linkshare d مقدار باید عددی باشد

source: realtime service curve defined but missing (d) value
fa: مقدار linkshare m2 باید Kb، Mb، Gb یا%باشد.
