Repository: mehdiimrzz/pfsense
Catalog: src/usr/local/share/locale/*/LC_MESSAGES/pfSense.po
Languages: fa

source: set
fa: فایروال: قوانین - یک قانون فایروال را ذخیره و ویرایش کرد.

source: out of
fa: تنظیم

source: Any flags.
fa: بیرون از

source: Floating
fa: هر پرچمی.

source: Edit Firewall Rule
fa: شناور

source: Tracker
fa: ویرایش قانون فایروال

source: After
fa: ردیاب

source: Ruleid
fa: بعد از

source: Reject
fa: حاکم

source: Match
fa: رد کردن

source: Choose what to do with packets that match the criteria specified below.%sHint: the difference between block and reject is that with reject, a packet (TCP RST or ICMP port unreachable for UDP) is returned to the sender, whereas with block the packet is dropped silently. In either case, the original packet is discarded.
fa: همخوانی داشتن

source: Set this option to apply this action to traffic that matches this rule immediately.
fa: سریع

source: Associated filter rule
fa: مشاهده قانون NAT

source: Choose the interface(s) for this rule.
fa: قانون فیلتر مرتبط

source: Choose the interface from which packets must come to match this rule.
fa: رابط (ها) را برای این قانون انتخاب کنید.

source: in
fa: رابط را انتخاب کنید که از آن بسته ها باید برای مطابقت با این قانون استفاده کنند.

source: out
fa: که در

source: Select the Internet Protocol version this rule applies to.
fa: بیرون

source: Choose which IP protocol this rule should match.
fa: نسخه پروتکل اینترنت را انتخاب کنید که این قانون در مورد آن اعمال می شود.

source: ICMP Subtypes
fa: پروتکل IP را انتخاب کنید که این قانون باید مطابقت داشته باشد.

source: ICMP subtypes
fa: زیر مجموعه های ICMP

source: This firewall (self)
fa: نه

source: Type
fa: این فایروال (خود)

source: Address
fa: تایپ کنید

source: The %1$sSource Port Range%2$s for a connection is typically random and almost never equal to the destination port. In most cases this setting must remain at its default value, %1$sany%2$s.
fa: نشانی

source: Source Port Range
fa: (دیگر)

source: Destination Port Range
fa: محدوده بندر منبع

source: src
fa: محدوده بندر مقصد

source: port begin
fa: src

source: port end
fa: بندر شروع می شود

source: Specify the %s port or port range for this rule. The "To" field may be left empty if only filtering a single port.
fa: انتهای بندر

source: Log
fa: گزینه های اضافی

source: Hint: the firewall has limited local log space. Don't turn on logging for everything. If doing a lot of logging, consider using a remote syslog server (see the %1$sStatus: System Logs: Settings%2$s page).
fa: ورود به سیستم

source: Note: this only works for TCP rules. General OS choice matches all subtypes.
fa: منبع سیستم عامل

source: Allow IP options
fa: نقطه کد Diffserv

source: A packet matching this rule can be marked and this mark used to match on other NAT/filter rules. It is called %1$sPolicy filtering%2$s.
fa: مجاز بودن گزینه های IP

source: A packet can be matched on a mark placed before on another rule.
fa: برچسب خورده

source: Max. states
fa: بسته را می توان با علامتی که قبل از یک قاعده دیگر قرار داده شده است جور کرد.

source: Maximum state entries this rule can create.
fa: حداکثر ایالت ها

source: Max. src nodes
fa: حداکثر ورودی های این قانون می توانند ایجاد کنند.

source: Maximum number of unique source hosts.
fa: حداکثر گره های src

source: Max. connections
fa: حداکثر تعداد میزبان منبع منحصر به فرد.

source: Maximum number of established connections per host (TCP only).
fa: حداکثر اتصالات

source: Max. src. states
fa: حداکثر تعداد اتصالات ایجاد شده در هر میزبان (فقط TCP).

source: Maximum state entries per host.
fa: حداکثر src ایالت ها

source: Max. src. conn. Rate
fa: حداکثر ورودی های دولت در هر میزبان.

source: Maximum new connections per host (TCP only).
fa: حداکثر src اتصال نرخ

source: Max. src. conn. Rates
fa: حداکثر اتصالات جدید در هر میزبان (فقط TCP).

source: / per how many second(s) (TCP only)
fa: حداکثر src اتصال نرخها

source: State timeout
fa: / برای هر ثانیه (فقط TCP)

source: State Timeout in seconds (TCP only)
fa: زمان پایان دولت

source: Use this to choose TCP flags that must be set or cleared for this rule to match.
fa: حالت پایان دولت در ثانیه (فقط TCP)

source: State type
fa: بدون pfSync

source: Select which type of state tracking mechanism to use. If in doubt, use keep state.%1$s
fa: نوع حالت

source: VLAN Prio
fa: این امر مانع از رونویسی این قانون بر روی برده نمی شود.

source: Choose 802.1p priority to match on.
fa: VLAN Prio

source: VLAN Prio Set
fa: اولویت 802.1p را برای مطابقت با خود انتخاب کنید.

source: Choose 802.1p priority to apply.
fa: VLAN Prio Set

source: Leave as 'none' to leave the rule enabled all the time.
fa: اولویت 802.1p را برای اعمال انتخاب کنید.

source: Leave as 'default' to use the system routing table. Or choose a gateway to utilize policy based routing. %sGateway selection is not valid for "IPV4+IPV6" address family.
fa: به عنوان هیچ بگذارید تا قانون همیشه فعال شود.

source: DNpipe
fa: لوله داخل / خارج

source: PDNpipe
fa: DNpipe

source: Choose the Out queue/Virtual interface only if In is also selected. The Out selection is applied to traffic leaving the interface where the rule is created, the In selection is applied to traffic coming into the chosen interface.%1$sIf creating a floating rule, if the direction is In then the same rules apply, if the direction is Out the selections are reversed, Out is for incoming and In is for outgoing.
fa: PDNpipe

source: Ackqueue
fa: Ackqueue / Queue

source: Default Queue
fa: Ackqueue

source: Choose the Acknowledge Queue only if there is a selected Queue.
fa: صف پیش فرض

source: Factory Defaults
fa: فقط درصورتی که صف منتخب وجود داشته باشد ، صف مقررات را انتخاب کنید.

source: The system has been reset to factory defaults and is now rebooting. This may take a few minutes, depending on the hardware.
fa: تنظیمات کارخانه

source: Resetting the system to factory defaults will remove all user configuration and apply the following settings:
fa: تنظیم مجدد پیش فرض کارخانه

source: LAN IP address will be reset to 192.168.1.1
fa: تنظیم مجدد در پیش فرض های کارخانه

source: System will be configured as a DHCP server on the default LAN interface
fa: آدرس IP LAN به 192.168.1.1 بازنشانی خواهد شد

source: WAN interface will be set to obtain an address automatically from a DHCP server
fa: راه اندازی مجدد پس از نصب تغییرات

source: webConfigurator admin password will be reset to '%s'
fa: نام کاربری webConfigurator مدیر مجدداً به مدیر تنظیم می شود

source: Are you sure you want to proceed?
fa: گذرواژه سرپرست webConfigurator به %s بازگردانده می شود

source: Perform a factory reset
fa: آیا مطمئن هستید که می خواهید ادامه دهید؟

source: Factory Reset
fa: تنظیم مجدد کارخانه

source: Return to the dashboard
fa: تنظیم مجدد کارخانه

source: Keep Configuration
fa: بازگشت به صفحه

source: Destination Server
fa: پیکربندی را حفظ کنید

source: Destination Server IP address %s is not a valid IPv6 address.
fa: سرور مقصد

source: DHCPv6 Relay
fa: آدرس IP سرور مقصد%s یک آدرس IPv6 معتبر نیست.

source: DHCPv6 Server is currently enabled. Cannot enable the DHCPv6 Relay service while the DHCPv6 Server is enabled on any interface.
fa: رله DHCPv6

source: Interfaces without an IPv6 address will not be shown.
fa: پیکربندی رله DHCPv6

source: If this is checked, the DHCPv6 relay will append the circuit ID (%s interface number) and the agent ID to the DHCPv6 request.
fa: رابط های بدون آدرس IPv6 نشان داده نمی شوند.

source: A valid DUID must be specified.
fa: یک آدرس IP برای بسته های NAT IPvv6 باید مشخص شود.

source: In order enable IPv6 and block bogon networks the Firewall Maximum Table Entries value in System / Advanced / Firewall must be increased at least to %s.
fa: یک DUID معتبر باید مشخص شود.

source: Allow IPv6
fa: گزینه های IPv6

source: NOTE: This does not disable any IPv6 features on the firewall, it only blocks traffic.
fa: اجازه IPv6

source: These options create an RFC 2893 compatible mechanism for IPv4 NAT encapsulation of IPv6 packets, that can be used to tunnel IPv6 packets over IPv4 routing infrastructures. IPv6 firewall rules are %1$salso required%2$s, to control and pass encapsulated traffic.
fa: IPv6 بیش از IPv4 Tunneling

source: Prefer IPv4 over IPv6
fa: آدرس IPv4 Tunnel Peer

source: By default, if IPv6 is configured and a hostname resolves IPv6 and IPv4 addresses, IPv6 will be used. If this option is selected, IPv4 will be preferred over IPv6.
fa: IPv4 را بیش از IPv6 ترجیح دهید

source: If a LAN interface's IPv6 configuration is set to Track, and the tracked interface loses connectivity, it can cause connections to this firewall that were established via hostname to fail. This can happen unintentionally when accessing the firewall by hostname, since by default both IPv4 and IPv6 entries are added to the system's DNS. Enabling this option prevents those IPv6 records from being created.
fa: ورودی IPv6 DNS

source: DUID-LLT: Based on Link-layer Address Plus Time
fa: Raw DUID: همانطور که در پرونده DUID ذخیره شده یا در سیاهههای مربوط به فایروال دیده می شود

source: DUID-EN: Assigned by Vendor based on Enterprise Number
fa: DUID-LLT: بر اساس آدرس لایه لینک به علاوه زمان

source: DUID-LL: Based on Link-layer Address
fa: DUID-EN: توسط فروشنده براساس شماره شرکت اختصاص داده شده

source: DUID-UUID: Based on Universally Unique Identifier
fa: DUID-LL: بر اساس آدرس لایه پیوند

source: DHCP6 DUID
fa: DUID-UUID: بر اساس شناسه جهانی منحصر به فرد

source: A DHCPv6 Unique Identifier (DUID) is used by the firewall when requesting an IPv6 address.%1$s%1$sBy default, the firewall automatically creates a dynamic DUID-LLT which is not saved in the firewall configuration. To ensure that the same DUID is retained by the firewall at all times, enter a DUID in this section. The new DUID will take effect after a reboot or when the WAN interface(s) are reconfigured by the firewall.%1$s%1$sIf the firewall is configured to use a RAM disk for /var, the best practice is to store a DUID here; otherwise, the DUID will change on each reboot.
fa: DHCP6 DUID

source: Copy DUID
fa: DUID خام

source: You may use the Copy DUID button to copy the system detected DUID shown in the placeholder.
fa: کپی DUID

source: Time (seconds) since midnight, Jan 1, 2000 UTC
fa: DUID-LLT

source: Link-layer address
fa: زمان (ثانیه) از نیمه شب ، 1 ژانویه 2000 UTC

source: DUID-EN
fa: آدرس لایه پیوند

source: IANA Private Enterprise Number
fa: DUID-EN

source: Identifier (variable length)
fa: شماره شرکت خصوصی ایانا

source: DUID-LL
fa: شناسه (طول متغیر)

source: DUID-UUID
fa: DUID-LL

source: Universally Unique Identifier
fa: DUID-UUID

source: Network Interfaces
fa: شناسه جهانی منحصر به فرد

source: Hardware Checksum Offloading
fa: رابط های شبکه

source: Checking this option will disable hardware checksum offloading.%1$sChecksum offloading is broken in some hardware, particularly some Realtek cards. Rarely, drivers may have problems with checksum offloading and some specific NICs. This will take effect after a machine reboot or re-configure of each interface.
fa: بارگیری سخت افزار Checksum

source: Checking this option will disable hardware TCP segmentation offloading (TSO, TSO4, TSO6). This offloading is broken in some hardware drivers, and may impact performance with some specific NICs. This will take effect after a machine reboot or re-configure of each interface.
fa: سخت افزار بارگذاری قطعه قطعه TCP سخت افزاری

source: Checking this option will disable hardware large receive offloading (LRO). This offloading is broken in some hardware drivers, and may impact performance with some specific NICs. This will take effect after a machine reboot or re-configure of each interface.
fa: بارگیری سخت افزاری بزرگ در سخت افزار

source: This option will suppress ARP log messages when multiple interfaces reside on the same broadcast domain.
fa: هندلینگ ARP

source: This option resets all states when a WAN IP Address changes instead of only states associated with the previous IP Address.
fa: تنظیم مجدد همه ایالات

source: Command Prompt
fa: پرونده در%s بارگذاری شد.

source: Nothing to recall
fa: فرمان سریع

source: Shell Output - %s
fa: هیچ چیز برای یادآوری

source: Execute Shell Command
fa: خروجی Shell -%s

source: Recall Previous Command
fa: اجرای دستور Shell

source: Execute the entered command
fa: فرمان قبلی را بیاد آورید

source: Execute
fa: اجرای دستور وارد شده

source: Recall Next Command
fa: اجرا کردن

source: Clear command entry
fa: فرمان بعدی را بیاد آورید

source: Download File
fa: پاک کردن ورودی فرمان

source: Upload File
fa: دریافت فایل

source: Upload
fa: آپلود فایل

source: Line %s appears to have generated an error, and has been highlighted. The full response is below.
fa: بارگذاری

source: Execute PHP Commands
fa: خطای یاب:

source: Execute this PHP Code
fa: اجرای دستورات PHP

source: Example
fa: اجرای این کد PHP

source: Tables
fa: مثال

source: The %s file contents have been updated.
fa: جداول

source: SSH and GUI Lockout Table
fa: محتوای٪%پرونده به روز شده است.

source: %s Table
fa: جدول بسته شدن SSH و GUI

source: Table to Display
fa: ٪پایدار

source: Table
fa: جدول نمایش

source: Select a user-defined alias name or system table name to view its contents. %sAliases become Tables when loaded into the active firewall ruleset. The contents displayed on this page reflect the current addresses inside tables used by the firewall.
fa: جدول

source: Table last updated on %s.
fa: جدول خالی

source: Date of last update of table is unknown.
fa: جدول آخرین بار در%s به روز شده است.

source: %s records.
fa: تاریخ آخرین به روزرسانی جدول مشخص نیست.

source: Show table comments.
fa: نظرات جدول را مخفی کنید.

source: No entries exist in this table.
fa: نمایش نظرات جدول.

source: Remove this entry
fa: هیچ ورودی در این جدول وجود ندارد.

source: Crash Reporter
fa: حذف این مطلب

source: The firewall has enountered an error
fa: گزارشگر Crash

source: Debugging output can be collected to share with pfSense developers or others providing support or assistance.
fa: فایروال خطایی را بیان کرده است

source: Download PHP Error Log
fa: داده گزارش خرابی را حذف کرده و به داشبورد بازگردید

source: Number of PPPoE users must be between 1 and 255
fa: بارگیری خطای PHP

source: User Max Logins must be between 1 and 255
fa: تعداد کاربران PPPoE باید بین 1 تا 255 باشد

source: Subnet mask must be an integer between 0 and 32
fa: حداکثر ورود کاربر باید بین 1 تا 255 باشد

source: The specified server address is equal to an interface ip address.
fa: ماسک Subnet باید عدد صحیحی بین 0 تا 32 باشد

source: No password specified for username %s
fa: آدرس سرور مشخص شده برابر با آدرس ip رابط است.

source: User passwords cannot start with '!'.
fa: هیچ رمز عبوری برای نام کاربری%s مشخص نشده است

source: Incorrect ip address specified for username %s
fa: کلمه عبور کاربر نمی تواند با ! شروع شود.

source: Wrong data submitted
fa: آدرس IP نادرست مشخص شده برای نام کاربری%s

source: PPPoE Server Configuration
fa: داده های اشتباه ارسال شد

source: *Total User Count
fa: پیکربندی سرور PPPoE

source: The number of PPPoE users allowed to connect to this server simultaneously.
fa: * تعداد کل کاربران

source: The number of times a single user may be logged in at the same time.
fa: * کاربر حداکثر ورود به سیستم

source: *Server Address
fa: تعداد دفعاتی که یک کاربر واحد ممکن است همزمان به سیستم وارد شود.

source: Enter the IP address the PPPoE server should give to clients for use as their "gateway".%1$sTypically this is set to an unused IP just outside of the client range.%1$sNOTE: This should NOT be set to any IP address currently in use on this firewall.
fa: *آدرس سرور

source: *Subnet mask
fa: * محدوده آدرس از راه دور

source: Hint: 24 is 255.255.255.0
fa: *پوشش زیر شبکه

source: If entered these servers will be given to all PPPoE clients, otherwise LAN DNS and one WAN DNS will go to all clients.
fa: اشاره: 24 برابر 255.255.255.0

source: NAS IP Address
fa: در صورت عدم موفقیت سرور اصلی ، همه درخواست ها از طریق سرور پشتیبان ارسال می شوند.

source: NAS IP Address sent to the RADIUS Server
fa: آدرس IP NAS

source: RADIUS Accounting Update
fa: آدرس IP NAS به سرور RADIUS ارسال شد

source: RADIUS accounting update period in seconds
fa: به روز رسانی حسابداری RADIUS

source: RADIUS Issued IP Addresses
fa: دوره به روز رسانی حسابداری RADIUS در چند ثانیه

source: Primary RADIUS Server
fa: آدرس های IP صادر شده RADIUS

source: Accounting port (optional)
fa: سرور اصلی RADIUS

source: Standard ports are 1812 (authentication) and 1813 (accounting).
fa: درگاه حسابداری (اختیاری)

source: Primary RADIUS Server Shared Secret
fa: پورتهای استاندارد 1812 (احراز هویت) و 1813 (حسابداری) هستند.

source: Secondary RADIUS Server
fa: سرور اصلی RADIUS راز مشترک

source: Secondary RADIUS Server Shared Secret
fa: سرور RADIUS ثانویه

source: Enter the shared secret that will be used to authenticate to the backup RADIUS server.
fa: سرور ثانویه RADIUS راز مشترک

source: Add user
fa: جدول کاربر

source: Don't forget to add a firewall rule to permit traffic from PPPoE clients.
fa: افزودن کاربر

source: The submitted GPS type is invalid.
fa: تنظیم تنظیمات پیش فرض NTPd

source: Updated NTP GPS Settings
fa: نوع GPS ارائه شده نامعتبر است.

source: RMC
fa: تنظیمات GPS NTP به روز شده

source: GGA
fa: RMC

source: GLL
fa: GGA

source: ZDA or ZDG
fa: GLL

source: NTP Serial GPS Configuration
fa: ZDA یا ZDG

source: GPS Type
fa: پیکربندی GPS سریال NTP

source: This option allows a predefined configuration to be selected. Default is the configuration of pfSense 2.1 and earlier (not recommended). Select Generic if the GPS is not listed.%1$sThe predefined configurations assume the GPS has already been set to NMEA mode.
fa: نوع GPS

source: By default NTP will listen for all supported NMEA sentences. One or more sentences to listen for may be specified.
fa: جمله های NMEA

source: Fudge time 1 is used to specify the GPS PPS signal offset (default: 0.0).
fa: Fudge Time 1

source: Fudge time 2 is used to specify the GPS time offset (default: 0.0).
fa: Fudge Time 2

source: Stratum (0-16)
fa: Fudge time 2 برای مشخص کردن افست زمان GPS (پیش فرض: 0.0) استفاده می شود.

source: This may be used to change the GPS Clock stratum (default: 0). This may be useful to, for some reason, have ntpd prefer a different clock.
fa: Stratum (0-16)

source: GPS Initialization
fa: این ممکن است برای تغییر شناسه GPS (به طور پیش فرض: GPS) استفاده شود.

source: Commands entered here will be sent to the GPS during initialization. Please read and understand the GPS documentation before making any changes here.
fa: اولیه سازی GPS

source: Calculate
fa: ماشین حساب Checksum NMEA

source: Enter the text between &quot;$&quot; and &quot;*&quot; of a NMEA command string:
fa: محاسبه

source: Key
fa: نام اصلی

source: The DNS update host name contains invalid characters.
fa: کلید

source: The DNS update TTL must be an integer.
fa: نام میزبان به روزرسانی DNS حاوی نویسه های نامعتبر است.

source: The DNS update key name contains invalid characters.
fa: TTL به روز رسانی DNS باید عدد صحیح باشد.

source: The DNS update key algorithm is invalid.
fa: نام کلید به روزرسانی DNS حاوی نویسه های نامعتبر است.

source: New/Edited RFC2136 dnsupdate entry was posted.
fa: الگوریتم کلید به روزرسانی DNS نامعتبر است.

source: RFC 2136 Client
fa: ورودی جدید dsupdate RFC2136 جدید / ویرایش شده ارسال شد.

source: Interface to monitor for updates. The address of this interface will be used in the updated DNS record.
fa: RFC 2136 مشتری

source: *TTL (seconds)
fa: نام میزبان کاملاً واجد شرایط برای بروزرسانی.

source: *Key name
fa: * TTL (ثانیه)

source: This must match the setting on the DNS server.
fa: * نام اصلی

source: *Key algorithm
fa: این باید با تنظیمات روی سرور DNS مطابقت داشته باشد.

source: *Key
fa: * الگوریتم کلیدی

source: Secret TSIG domain key.
fa: * کلید

source: Use public IP
fa: کلید دامنه TSIG مخفی.

source: Update Source
fa: استفاده از IP عمومی

source: Interface or address from which the firewall will send the DNS update request.
fa: منبع به روزرسانی

source: Address family to use for sourcing updates.
fa: خانواده منبع را به روز کنید

source: *Record Type
fa: آدرس خانواده را برای استفاده برای به روزرسانی های منابع استفاده کنید.

source: Record Type
fa: * نوع ضبط

source: A DNS server must be configured in %1$sSystem: General Setup %2$sor allow the DNS server list to be overridden by DHCP/PPP on WAN for dynamic DNS updates to work.
fa: نوع ضبط

source: Tunnel endpoints
fa: جهت

source: Inbound
fa: نقاط پایانی تونل

source: Outbound
fa: ورودی

source: No IPsec security policies configured.
fa: برون مرزی

source: This GRE tunnel cannot be deleted because it is still being used as an interface.
fa: هیچ سیاست امنیتی IPsec پیکربندی نشده است.

source: Edit GRE interface
fa: رابط های GRE

source: Delete GRE interface
fa: ویرایش رابط GRE

source: Traffic shaping is not configured.
fa: حذف رابط GRE

source: seconds
fa: شکل ترافیک پیکربندی نشده است.

source: Status Queues
fa: ثانیه

source: Queue
fa: صف های وضعیت

source: Statistics
fa: صف

source: Borrows
fa: آمار

source: Suspends
fa: وامها

source: Drops
fa: تعلیق می کند

source: Length
fa: قطره

source: Queue graphs sample data on a regular interval.
fa: طول

source: Loading
fa: نمودار صفحات داده ها را با فاصله زمانی منظم نمونه می کند.

source: A valid port or port alias must be supplied for the source port entry.
fa: بارگذاری

source: A valid port or port alias must be supplied for the destination port entry.
fa: برای ورود به درگاه منبع باید یک درگاه یا نام مستعار پورت معتبر تهیه شود.

source: A valid source must be specified.
fa: برای ورود به درگاه NAT باید یک پورت معتبر تهیه شود.

source: A valid destination must be specified.
fa: یک منبع معتبر باید مشخص شود.

source: Negating destination address of "any" is invalid.
fa: یک مقصد معتبر باید مشخص شود.

source: A valid target IP address must be specified.
fa: رد کردن آدرس مقصد هر نامعتبر است.

source: A valid target IP must be specified when using the 'Other Subnet' type.
fa: یک آدرس IP هدف معتبر باید مشخص شود.

source: Incorrect format for source-hash key, "0x" must be followed by exactly 32 hexadecimal characters.
fa: فقط گزینه های استخر دور رابین ممکن است هنگام انتخاب یک نام مستعار انتخاب شود.

source: Subnet:
fa: فایروال: NAT: Outbound - ذخیره یا ویرایش نقشه برداری NAT برون مرزی.

source: Host Alias:
fa: زیر شبکه:

source: Other Subnet (Enter Below)
fa: میزبان نام مستعار:

source: Edit Advanced Outbound NAT Entry
fa: زیر Subnet دیگر (در زیر وارد کنید)

source: Do not NAT
fa: ویرایش ورودی پیشرفته Outbound NAT

source: In most cases this option is not required.
fa: نکنه

source: The interface on which traffic is matched as it exits the firewall. In most cases this is "WAN" or another externally-connected interface.
fa: در اکثر موارد این گزینه لازم نیست.

source: Source network for the outbound NAT mapping.
fa: * منبع

source: Port or Range
fa: شبکه منبع برای نقشه برداری NAT برون مرزی.

source: Destination network for the outbound NAT mapping.
fa: بندر یا محدوده

source: Invert the sense of the destination match.
fa: شبکه مقصد برای نقشه برداری NAT برون مرزی.

source: Translation
fa: حس منطبق بودن مقصد را برعکس کنید.

source: *Address
fa: ترجمه

source: Connections matching this rule will be mapped to the specified %1$sAddress%2$s.%3$sThe %1$sAddress%2$s can be an Interface, a Host-type Alias, or a %4$sVirtual IP%5$s address.
fa: *نشانی

source: This subnet must be routed to the firewall or each address in the subnet must be defined in one or more %1$sVirtual IP%2$s addresses.
fa: زیر شبکه دیگر

source: Round Robin with Sticky Address
fa: درخواست کتبی

source: Random
fa: گرد رابین با آدرس مهم

source: Random with Sticky Address
fa: تصادفی

source: Source hash
fa: تصادفی با آدرس مهم

source: Bit mask
fa: منبع هش

source: Pool options
fa: ماسک بیت

source: Only Round Robin types work with Host Aliases. Any type can be used with a Subnet.
fa: گزینه های استخر

source: Random: Selects an address from the translation address pool at random.
fa: دور رابین: از طریق آدرسهای ترجمه حلقه می زند.
