Repository: mehdiimrzz/pfsense
Catalog: src/usr/local/share/locale/*/LC_MESSAGES/pfSense.po
Languages: fa

source: Enter the dynamic DNS domain which will be used to register client names in the DNS server.
fa: Введіть динамічний домен DNS що буде використовуватися для реєстрації імен клієнтів у DNS сервері.

source: DDNS Hostnames
fa: نامهای میزبان DDNS

source: Default registers host name option supplied by DHCP client.
fa: گزینه پیش فرض نام میزبان را که توسط مشتری DHCP تهیه شده است ، ثبت می کند. За замовчуванням реєструється параметр імені хосту, що надається клієнтом DHCP.

source: DDNS Server IP
fa: IP سرور DDNS

source: Enter the primary domain name server IPv4 address for the dynamic domain name.
fa: Введіть IPv4 адресу первинного серверу імен для динамічного імені домену.

source: DDNS Domain Key name
fa: نام کلید دامنه DDNS

source: Enter the dynamic DNS domain key name which will be used to register client names in the DNS server.
fa: Введіть ім'я ключа домену динамічного DNS, що буде використовуватися для реєстрації імен клієнтів у DNS сервері.

source: Key algorithm
fa: الگوریتم کلیدی

source: DDNS Domain Key secret
fa: راز کلید دامنه DDNS

source: Enter the dynamic DNS domain key secret which will be used to register client names in the DNS server.
fa: Введіть пароль ключа домену динамічного DNS, що буде використовуватися для реєстрації імен клієнтів у DNS сервері.

source: Allow
fa: اجازه

source: Deny
fa: انکار

source: Ignore
fa: چشم پوشی

source: DDNS Client Updates
fa: به روز رسانی های مشتری DDNS

source: How Forward entries are handled when client indicates they wish to update DNS. Allow prevents DHCP from updating Forward entries, Deny indicates that DHCP will do the updates and the client should not, Ignore specifies that DHCP will do the update and the client can also attempt the update usually using a different domain name.
fa: Як обробляються Форвардні записи, коли клієнт вказує на бажання оновити DNS. Дозволити - забороняє DHCP оновлювати Форвардні записи, Заборонити - сигналізує, що DHCP буде проводити оновлення, а клієнт не повинен, Ігнорувати - вказує що DHCP зробить оновлення і клієнт також спробує оновити, зазвичай використовуючи інше ім'я домену.

source: DDNS Reverse
fa: معکوس DDNS

source: NTP servers
fa: سرورهای NTP

source: NTP Servers
fa: سرورهای NTP

source: Network booting
fa: راه اندازی شبکه

source: Bootfile URL
fa: URL بوت فایلی

source: Additional BOOTP/DHCP Options
fa: گزینه های اضافی BOOTP / DHCP

source: Number
fa: عدد

source: Add Option
fa: افزودن گزینه

source: The DNS servers entered in %1$sSystem: General Setup%3$s (or the %2$sDNS forwarder%3$s if enabled) will be assigned to clients by the DHCP server.
fa: DNS сервери, що введені у %1$sСистема: Загальні Установки%3$s (або %2$sDNS експедитор%3$s якщо увімкнено), буде призначено клієнтам DHCP сервером.

source: The DHCP lease table can be viewed on the %1$sStatus: DHCPv6 leases%2$s page.
fa: Таблицю оренди DHCP можна переглянути на сторінці %1$sСтатус: DHCPv6 оренда%2$s.

source: DHCPv6 Static Mappings for this Interface
fa: DHCPv6 استاتیک نقشه برداری برای این رابط

source: IPv6 address
fa: آدرس IPv6

source: Hostname
fa: نام میزبان

source: Edit static mapping
fa: ویرایش نقشه برداری استاتیک

source: Delete static mapping
fa: حذف نقشه برداری استاتیک

source: Hide Advanced
fa: پنهان کردن پیشرفته

source: Users
fa: کاربران

source: Deleted a L2TP VPN user.
fa: کاربر L2TP VPN حذف شد.

source: RADIUS is enabled. The local user database will not be used.
fa: RADIUS فعال است. از پایگاه داده کاربر محلی استفاده نخواهد شد. RADIUS увімкнено. Локальна база користувачів використовуватись не буде.

source: The L2TP user list has been modified.
fa: لیست کاربران L2TP اصلاح شده است.

source: The changes must be applied for them to take effect
fa: برای اعمال آنها باید تغییرات اعمال شود

source: Warning: this will terminate all current L2TP sessions!
fa: هشدار: این کار تمام جلسات فعلی L2TP را خاتمه خواهد داد!

source: Configuration
fa: پیکربندی

source: L2TP Users
fa: کاربران L2TP

source: Username
fa: نام کاربری

source: IP address
fa: آدرس آی پی

source: Edit user
fa: ویرایش کاربر

source: Delete user
fa: حذف کاربر

source: Add Zone
fa: افزودن منطقه

source: Zone name
fa: نام منطقه

source: The zone name can only contain letters, digits, and underscores ( _ ).
fa: نام منطقه فقط می تواند حاوی حروف ، رقم ها و زیربخش ها (_) باشد. Ім'я зони може містити тільки літери, цифри та символи підкреслення (_).

source: Zone [%s] already exists.
fa: منطقه [%s] از قبل موجود است.

source: Add Captive Portal Zone
fa: اضافه کردن منطقه اسیر پورتال

source: *Zone name
fa: * نام منطقه

source: Zone name. Can only contain letters, digits, and underscores (_) and may not start with a digit.
fa: Ім'я Зони. Може містити тільки літери, цифри і символи підкреслення (_) та не може починатися на цифру.

source: Zone description
fa: توضیحات منطقه

source: Save & Continue
fa: ذخیره و ادامه دهید

source: Identifier
fa: مشخص کننده

source: Pre-Shared Key
fa: کلید پیش اشتراک شده

source: The identifier contains invalid characters.
fa: شناسه حاوی نویسه های نامعتبر است.

source: A user with this name already exists. Add the key to the user instead.
fa: کاربر با این نام قبلاً وجود دارد. به جای آن ، کلید را به کاربر اضافه کنید.

source: Pre-Shared Key contains invalid characters.
fa: کلید پیش اشتراک گذاری شده دارای نویسه های نامعتبر است.

source: A valid IP address for 'Virtual Address Pool' must be specified.
fa: یک آدرس IP معتبر برای استخر آدرس مجازی باید مشخص شود.

source: A valid IP address for 'DNS Server' must be specified.
fa: یک آدرس IP معتبر برای سرور DNS باید مشخص شود.

source: Another entry with the same identifier already exists.
fa: ورودی دیگری با همان شناسه قبلاً وجود دارد.

source: Edited IPsec Pre-Shared Keys
fa: کلیدهای پیش اشتراک گذاری شده IPsec ویرایش شده

source: Added IPsec Pre-Shared Keys
fa: کلیدهای پیش اشتراک شده IPsec اضافه شده

source: Pre-Shared Keys
fa: کلیدهای پیش اشتراک شده

source: Edit Pre-Shared-Secret
fa: ویرایش قبل از اشتراک-راز

source: *Identifier
fa: *مشخص کننده

source: *Secret type
fa: * نوع مخفی

source: *Pre-Shared Key
fa: * کلید پیش اشتراک شده

source: Identifier type
fa: نوع شناسه

source: Optional: specify identifier type for strongswan
fa: اختیاری: نوع شناسه را برای پاورزان مشخص کنید

source: Virtual Address Pool
fa: استخر آدرس مجازی

source: DNS Server
fa: سرور DNS

source: PSK for any user can be set by using an identifier of any.
fa: PSK برای هر کاربر می تواند با استفاده از شناسه هرکدام تنظیم شود.

source: invalid input
fa: ورودی نامعتبر

source: States
fa: ایالت ها

source: Are you sure you wish to delete this state?
fa: آیا مطمئن هستید که می خواهید این حالت را حذف کنید؟

source: Source Tracking
fa: منبع یابی

source: Reset States
fa: بازنشانی ایالات

source: State Filter
fa: فیلتر حالت

source: Filter expression
fa: بیان فیلتر

source: Filter
fa: فیلتر

source: Kill States
fa: کشتن ایالات

source: Kill filtered states
fa: کشتن حالات فیلتر شده

source: Remove all states to and from the filtered address
fa: حذف همه حالتها به و از آدرس فیلتر شده

source: Protocol
fa: پروتکل

source: Source (Original Source) -> Destination (Original Destination)
fa: منبع (منبع اصلی) -> مقصد (مقصد اصلی)

source: State
fa: دولت

source: Packets
fa: بسته ها

source: Bytes
fa: بایت

source: Remove all state entries from %1$s to %2$s
fa: حذف همه ورودی های دولت از%1 $ s به%2 $ s

source: No states were found that match the current filter.
fa: هیچ ایالت یافت نشد که مطابق با فیلتر فعلی باشد.

source: No states were found.
fa: هیچ ایالتی یافت نشد.

source: Deleted a check IP service.
fa: سرویس IP چک را حذف کرد.

source: Disabled a check IP service.
fa: سرویس IP چک را غیرفعال کرد.

source: Enabled a check IP service.
fa: سرویس IP چک را فعال کرد.

source: Enabled the default check IP service.
fa: سرویس IP چک پیش فرض را فعال کرد.

source: Disabled the default check IP service.
fa: سرویس IP چک پیش فرض غیرفعال شد.

source: Check IP Services
fa: بررسی خدمات IP

source: Dynamic DNS Clients
fa: مشتریان DNS DNS

source: RFC 2136 Clients
fa: مشتری RFC 2136

source: Verify SSL/TLS Peer
fa: تأیید SSL / TLS Peer

source: Edit service
fa: ویرایش سرویس

source: Disable service
fa: غیرفعال کردن سرویس

source: Enable service
fa: فعال کردن سرویس

source: Delete service
fa: حذف سرویس

source: Sample Server Configurations
fa: نمونه پیکربندی سرور

source: nginx with LUA
fa: nginx با LUA

source: RFC2136 Clients
fa: مشتری RFC2136

source: Cached IP
fa: ذخیره شده IP

source: Edit client
fa: ویرایش مشتری

source: Disable client
fa: غیرفعال کردن مشتری

source: Enable client
fa: فعال کردن مشتری

source: Delete client
fa: حذف مشتری

source: Success
fa: موفقیت

source: Failed
fa: ناموفق

source: Saved firmware branch setting.
fa: تنظیم شعبه سیستم عامل ذخیره شد.

source: System
fa: سیستم

source: Update
fa: به روز رسانی

source: System Update
fa: به روزرسانی سیستم

source: Update Settings
fa: به روز رسانی تنظیمات

source: Package Manager
fa: مدیر بسته بندی

source: Package Installer
fa: نصب کننده بسته بندی

source: Installed Packages
fa: بسته های نصب شده

source: Available Packages
fa: بسته های موجود

source: Confirmation Required to reinstall package %s.
fa: تأیید مورد نیاز برای نصب مجدد بسته%s.

source: Confirmation Required to remove package %s.
fa: تأیید لازم است تا بسته%s حذف شود.

source: Confirmation Required to install package %s.
fa: تأیید لازم است برای نصب بسته%s.

source: Confirmation Required to reinstall all packages.
fa: تأیید مورد نیاز برای نصب مجدد کلیه بسته ها است.

source: Confirmation Required to upgrade package %1$s from %2$s to %3$s.
fa: تأیید مورد نیاز برای به روزرسانی%1 $ s از%2 $ s به%3 $ s.

source: Confirmation Required to update %s system.
fa: تأیید مورد نیاز است برای به روز رسانی سیستم%s.

source: Branch
fa: شاخه

source: *Branch
fa: *شاخه

source: Current Base System
fa: سیستم پایه فعلی

source: Latest Base System
fa: آخرین سیستم پایه

source: Retrieving
fa: بازیابی

source: Confirm
fa: تایید

source: Unable to retrieve system versions.
fa: بازیابی نسخه های سیستم امکان پذیر نیست.

source: Updating System
fa: سیستم به روز رسانی

source: System update successfully completed.
fa: به روزرسانی سیستم با موفقیت انجام شد.

source: System update failed!
fa: بروزرسانی سیستم انجام نشد!

source: Please wait while the system update completes.
fa: لطفاً منتظر بمانید تا به روزرسانی سیستم کامل شود.

source: Package Removal
fa: حذف بسته بندی

source: %1$s removal successfully completed.
fa: حذف%1 $ s با موفقیت انجام شد.

source: %1$s removal failed!
fa: حذف%1 $ s انجام نشد!

source: Please wait while the removal of %1$s completes.
fa: لطفاً صبر کنید تا حذف%1 $ s تمام شود.

source: Packages Reinstallation
fa: نصب مجدد بسته ها

source: All packages reinstallation successfully completed.
fa: نصب مجدد همه بسته ها با موفقیت انجام شد.

source: All packages reinstallation failed!
fa: نصب مجدد همه بسته ها انجام نشد!

source: Please wait while the reinstallation of all packages completes.
fa: لطفاً صبر کنید تا نصب مجدد همه بسته ها تمام شود.

source: Package Reinstallation
fa: نصب مجدد بسته ها

source: %1$s reinstallation successfully completed.
fa: نصب مجدد%1 $ s با موفقیت انجام شد.

source: %1$s reinstallation failed!
fa: نصب مجدد%1 $ s انجام نشد!

source: Please wait while the reinstallation of %1$s completes.
fa: لطفاً صبر کنید تا نصب مجدد%1 $ s تمام شود.

source: Package Installation
fa: نصب بسته بندی

source: %1$s installation successfully completed.
fa: نصب%1 $ s با موفقیت انجام شد.

source: %1$s installation failed!
fa: نصب%1 $ s انجام نشد!

source: Please wait while the installation of %1$s completes.
fa: لطفاً صبر کنید تا نصب%1 $ s تمام شود.

source: Please wait while the update system initializes
fa: لطفاً صبر کنید تا سیستم به روز رسانی اولیه شود

source: Creating restore point before upgrade.
fa: قبل از بروزرسانی ، نقطه بازگردانی ایجاد می شود.

source: Creating restore point before package installation.
fa: قبل از نصب بسته ، نقطه بازگردانی ایجاد می شود.

source: Up to date.
fa: به روز.

source: Running a newer version.
fa: نسخه جدیدتری را اجرا می کند.

source: Confirm Update
fa: تأیید به روزرسانی

source: Reinstallation of all packages successfully completed.
fa: نصب مجدد کلیه بسته ها با موفقیت انجام شد.

source: Reinstallation of all packages failed.
fa: نصب مجدد همه بسته ها انجام نشد.

source: This may take several minutes. Do not leave or refresh the page!
fa: این ممکن است چند دقیقه طول بکشد. صفحه را ترک یا تازه نکنید!

source: This may take several minutes!
fa: این ممکن است چند دقیقه طول بکشد!

source: Rebooting%1$sPage will automatically reload in %2$s seconds
fa: راه اندازی مجدد%1 $ sPage به طور خودکار در%2 $ s ثانیه بارگیری مجدد می شود

source: Not yet ready%1$s Retrying in another %2$s seconds
fa: هنوز%1 $ s آماده امتحان مجدد در%2 $ s ثانیه دیگر نیست

source: Both a name and a value must be specified.
fa: هم یک نام و هم یک مقدار باید مشخص شود.

source: The value may only contain alphanumeric characters, -, _, %, and /.
fa: مقدار ممکن است فقط شامل حروف الفبا ، - ، _ ،%و / باشد.

source: Advanced
fa: پیشرفته

source: System Tunables
fa: تنظیمات سیستم

source: The firewall tunables have changed.
fa: آهنگ های فایروال تغییر کرده است.

source: Admin Access
fa: دسترسی به مدیر

source: Firewall & NAT
fa: فایروال و NAT

source: Networking
fa: شبکه

source: Miscellaneous
fa: متفرقه

source: Notifications
fa: اطلاعیه

source: NOTE:
fa: توجه داشته باشید:

source: The options on this page are intended for use by advanced users only.
fa: گزینه های موجود در این صفحه فقط برای استفاده کاربران پیشرفته در نظر گرفته شده است.

source: Tunable Name
fa: نام قابل تنظیم

source: New
fa: جدید

source: Edit tunable
fa: ویرایش تنظیم

source: Delete/Reset tunable
fa: حذف / تنظیم مجدد تنظیم

source: Edit Tunable
fa: ویرایش تنظیم

source: *Tunable
fa: * تنظیم

source: *Value
fa: *مقدار

source: id
fa: شناسه

source: pfTop Configuration
fa: پیکربندی pfTop

source: default
fa: پیش فرض

source: label
fa: برچسب

source: long
fa: طولانی

source: queue
fa: صف

source: rules
fa: قوانین

source: size
fa: اندازه

source: speed
fa: سرعت

source: state
fa: دولت

source: time
fa: زمان

source: View
fa: چشم انداز

source: None
fa: هیچ یک

source: Age
fa: سن

source: Destination Address
fa: آدرس مقصد

source: Destination Port
fa: بندر مقصد

source: Expiry
fa: منقضی شدن

source: Packet
fa: بسته »

source: Source Port
fa: منبع بندر

source: Source Address
fa: آدرس منبع

source: Sort by
fa: مرتب سازی بر اساس

source: Maximum # of States
fa: حداکثر # ایالات

source: Output
fa: خروجی

source: Gathering pfTOP activity, please wait...
fa: در حال جمع آوری فعالیت pfTOP ، لطفا صبر کنید ...

source: Only interfaces configured with a static IP will be shown.
fa: فقط رابط های پیکربندی شده با یک IP ثابت نشان داده می شوند.

source: Router Only - RA Flags [none], Prefix Flags [router]
fa: فقط روتر - پرچم های RA [هیچ] ، پیشوند پرچم ها [روتر]

source: Unmanaged - RA Flags [none], Prefix Flags [onlink, auto, router]
fa: کنترل نشده - پرچم های RA [هیچ] ، پیشوند پرچم ها [onlink، auto، روتر]

source: Low
fa: کم

source: Normal
fa: معمولی

source: High
fa: بالا

source: Select the Operating Mode for the Router Advertisement (RA) Daemon.
fa: حالت عملیاتی را برای آگهی روتر (RA) Daemon انتخاب کنید.

source: RADVD will not be enabled on this interface.
fa: RADVD در این رابط فعال نخواهد شد.

source: Router Only
fa: فقط روتر

source: Will advertise this router.
fa: این روتر را تبلیغ می کند.

source: Unmanaged
fa: بدون کنترل

source: Will advertise this router with stateless autoconfig.
fa: این روتر را با استفاده از فوکوس خودکار فاقد تبلیغات تبلیغ می کند.

source: Managed
fa: اداره می شود

source: Assisted
fa: دستیار

source: Stateless DHCP
fa: بدون DHCP

source: An invalid subnet or alias was specified. [%1$s/%2$s]
fa: یک زیر شبکه یا نام مستعار نامعتبر مشخص شد. [%1 $ s /%2 $ s]

source: Valid lifetime must be an integer.
fa: طول عمر معتبر باید عدد صحیح باشد.

source: Minimum advertisement interval must be an integer.
fa: حداقل فاصله تبلیغات باید یک عدد صحیح باشد.

source: Minimum advertisement interval must be no less than 3.
fa: حداقل فاصله تبلیغات نباید حداقل از 3 باشد.

source: Maximum advertisement interval must be an integer.
fa: حداکثر فاصله تبلیغ باید یک عدد صحیح باشد.

source: Router lifetime must be an integer between 0 and 9000.
fa: طول عمر روتر باید عدد صحیحی بین 0 تا 9000 باشد.

source: Advertisements
fa: آگهی ها

source: *Router mode
fa: * حالت روتر

source: *Router priority
fa: * اولویت روتر

source: Select the Priority for the Router Advertisement (RA) Daemon.
fa: اولویت را برای تبلیغات روتر (RA) Daemon انتخاب کنید.

source: RA Interface
fa: رابط RA

source: Select the Interface for the Router Advertisement (RA) Daemon.
fa: رابط را برای تبلیغات روتر (RA) Daemon انتخاب کنید.

source: Default valid lifetime
fa: طول عمر پیش فرض معتبر

source: Default preferred lifetime
fa: طول عمر مطلوب پیش فرض

source: Minimum RA interval
fa: حداقل فاصله RA

source: Maximum RA interval
fa: حداکثر فاصله RA

source: Router lifetime
fa: طول عمر روتر

source: The lifetime associated with the default router in seconds.
fa: ثانیه طول عمر مربوط به روتر پیش فرض.

source: RA Subnets
fa: زیر شبکه های RA

source: Subnets
fa: زیر شبکه ها

source: DNS Configuration
fa: پیکربندی DNS

source: Server
fa: سرور

source: The state table has been flushed successfully.
fa: جدول حالت با موفقیت پاشیده شده است.

source: The source tracking table has been flushed successfully.
fa: جدول ردیابی منبع با موفقیت پاشیده شده است.

source: State reset options
fa: گزینه های تنظیم مجدد حالت

source: State Table
fa: جدول حالت

source: Reset
fa: تنظیم مجدد

source: Please select at least one reset option
fa: لطفا حداقل یک گزینه بازنشانی را انتخاب کنید

source: Do you really want to reset the selected states?
fa: آیا واقعاً می خواهید حالت های انتخاب شده را مجددا تنظیم کنید؟

source: Nearby Access Points or Ad-Hoc Peers
fa: نقاط دسترسی نزدیک یا همسالان Ad-Hoc

source: Associated or Ad-Hoc Peers
fa: همسالان مرتبط یا Ad-Hoc

source: PPPoE Service
fa: سرویس PPPoE

source: L2TP Service
fa: سرویس L2TP

source: L2TP Logins
fa: ورود به سیستم L2TP

source: System Logs
fa: سیاهههای مربوط به سیستم

source: Time
fa: زمان

source: Action
fa: عمل

source: User
fa: کاربر

source: IP Address
fa: آدرس آی پی

source: Log Message
fa: پیام ورود به سیستم

source: No logs to display.
fa: هیچ لوگو برای نمایش وجود ندارد.

source: Advanced Log Filter
fa: فیلتر ورود پیشرفته

source: Quantity
fa: تعداد

source: Apply Filter
fa: اعمال محدودیت

source: Log Filter
fa: فیلتر ورود به سیستم

source: Filter Expression
fa: بیان فیلتر

source: Regular expression reference
fa: مرجع بیان منظم

source: Precede with exclamation (!) to exclude match.
fa: قبل از تعجب (!) برای حذف مسابقه.

source: IGMP Proxy
fa: پروکسی IGMP

source: Only one 'upstream' interface can be configured.
fa: فقط یک رابط بالادست قابل تنظیم است.

source: The following submitted address is invalid: %s
fa: آدرس ارسالی زیر نامعتبر است:%s

source: IGMP Proxy Edit
fa: ویرایش پروکسی IGMP

source: Upstream Interface
fa: رابط بالادست

source: Downstream Interface
fa: رابط پایین دست

source: *Type
fa: * تایپ کنید

source: Threshold
fa: آستانه

source: Add network
fa: افزودن شبکه

source: NONE
fa: هیچ یک

source: LOADBALANCE
fa: تعادل بار

source: ROUNDROBIN
fa: درخواست کتبی

source: Member interfaces
fa: رابط های عضو

source: Lagg protocol
fa: پروتکل لاگ

source: Interface supplied as member (%s) is invalid
fa: واسط ارائه شده به عنوان عضو (%s) نامعتبر است

source: Interface supplied as member is invalid
fa: واسط ارائه شده به عنوان عضو نامعتبر است

source: Protocol supplied is invalid
fa: پروتکل ارائه شده نامعتبر است

source: Error occurred creating interface, please retry.
fa: خطایی در ایجاد رابط رخ داده است ، لطفاً دوباره امتحان کنید.

source: LAGG Configuration
fa: پیکربندی LAGG

source: *Parent Interfaces
fa: * رابط های والدین

source: Choose the members that will be used for the link aggregation.
fa: اعضایی را انتخاب کنید که برای جمع آوری پیوند مورد استفاده قرار گیرند.

source: *LAGG Protocol
fa: * پروتکل LAGG

source: Enter a description here for reference only (Not parsed).
fa: فقط یک مرجع را برای مرجع در اینجا وارد کنید (تجزیه نشده).

source: Source
fa: منبع

source: Destination
fa: مقصد

source: Enc. alg.
fa: دانشکده

source: Auth. alg.
fa: نویسنده

source: Data
fa: داده ها

source: Remove this SPD Entry
fa: حذف این ورودی SPD

source: No IPsec security associations.
fa: هیچ انجمن امنیتی IPsec نیست.

source: Cannot resolve
fa: حل نشد

source: Normal View
fa: نمای عادی

source: Dynamic View
fa: نمای پویا

source: Summary View
fa: نمایش خلاصه

source: The rule that triggered this action is
fa: قانونی که باعث این عمل شده است

source: Rule
fa: قانون

source: Click to resolve
fa: برای حل کلیک کنید

source: Easy Rule: Add to Block List
fa: قانون آسان: افزودن به لیست بلوک

source: Easy Rule: Pass this traffic
fa: قانون آسان: عبور از این ترافیک

source: Message
fa: پیام

source: TCP Flags
fa: پرچم های TCP

source: Add to block list
fa: افزودن به لیست بلوک

source: Pass traffic
fa: عبور ترافیک

source: Resolve
fa: برطرف کردن

source: General
fa: عمومی

source: Gateways
fa: دروازه ها

source: Routing
fa: مسیریابی

source: %1$s Matched %2$s Log Entries.
fa: %1 $ s مطابقت با%2 $ s نوشته های ورود به سیستم.

source: Last %1$s %2$s Log Entries.
fa: آخرین%1 $ s%2 $ s ورود به سیستم.

source: %1$d Matched %2$s Log Entries.
fa: %1 $ d مطابقت با%2 $ s نوشته های ورود به سیستم.

source: Last %1$d %2$s Log Entries.
fa: آخرین%1 $ d%2 $ s ورود به سیستم.

source: Maximum %d
fa: حداکثر%d

source: Process
fa: روند

source: Source IP Address
fa: آدرس IP منبع

source: Destination IP Address
fa: نشانی آی پی مقصد

source: Pass
fa: عبور

source: Block
fa: مسدود کردن

source: Protocol Flags
fa: پرچمهای پروتکل

source: Rule Tracker ID
fa: Rule ID Tracker

source: Number of log entries to show must be between 5 and 2000.
fa: تعداد ورود به سیستم برای نشان دادن باید بین 5 تا 2000 باشد.

source: Log file size must be numeric and greater than or equal to 100000.
fa: اندازه پرونده ثبت باید عددی و بزرگتر از یا برابر با 100000 باشد.

source: Log file size is too large. Set a smaller value.
fa: اندازه پرونده ورود به سیستم بسیار بزرگ است. مقدار کمتری را تنظیم کنید.

source: Log Display Settings Saved:
fa: تنظیمات نمایش ورود ذخیره شده:

source: Log Display Settings Saved (no backup, no sync):
fa: ذخیره تنظیمات نمایش ذخیره شده (بدون نسخه پشتیبان ، بدون همگام سازی):

source: webConfigurator configuration has changed. Restarting webConfigurator.
fa: پیکربندی webConfigurator تغییر کرده است. راه اندازی مجدد webConfigurator.

source: WebGUI process is restarting.
fa: فرآیند WebGUI دوباره شروع می شود.

source: Manage %1$s Log
fa: مدیریت%1 $ s ورود به سیستم

source: Forward/Reverse Display
fa: جلو / نمایش معکوس

source: (newest at bottom)
fa: (جدیدترین در پایین)

source: (newest at top)
fa: (جدیدترین در بالا)

source: Show log entries in forward or reverse order.
fa: نمایش ورود به سیستم به ترتیب رو به جلو یا معکوس.

source: GUI Log Entries
fa: ورودی های ورود به سیستم GUI

source: Log file size (Bytes)
fa: اندازه پرونده ورود (بایت)

source: Formatted/Raw Display
fa: نمایش قالب بندی شده / خام

source: Web Server Log
fa: ورود به سیستم سرور وب

source: Log firewall default blocks
fa: بلوک های پیش فرض فایروال را وارد کنید

source: Dont load descriptions
fa: توضیحات بارگیری نشود

source: Display as column
fa: نمایش به عنوان ستون

source: Display as second row
fa: نمایش به عنوان ردیف دوم

source: Where to show rule descriptions
fa: کجا برای توصیف توصیف قانون

source: Saves changed settings.
fa: تنظیمات تغییر یافته را ذخیره می کند.

source: Clear log
fa: پاک کردن ورود به سیستم

source: System Activity
fa: فعالیت سیستم

source: CPU Activity
fa: فعالیت CPU

source: Gathering CPU activity, please wait...
fa: در حال جمع آوری فعالیت CPU ، لطفا صبر کنید ...

source: Test
fa: تست

source: %s has detected a crash report or programming bug.
fa: %s گزارش خرابی یا اشکال برنامه نویسی را شناسایی کرده است.

source: Click %1$shere%2$s for more information.
fa: برای اطلاعات بیشتر روی%1 $ shere%2 $ s کلیک کنید.
