Repository: mehdiimrzz/pfsense
Catalog: src/usr/local/share/locale/*/LC_MESSAGES/pfSense.po
Languages: fa

source: Encryption Algorithm AES-GCM can only be used with IKEv2
fa: آرگومان معتبر برای نوع IKE v1 ، v2 یا خودکار است

source: A valid RADIUS server must be selected for user authentication on the Mobile Clients tab in order to set EAP-RADIUS as the authentication method.
fa: الگوریتم رمزگذاری AES-GCM فقط با IKEv2 قابل استفاده است

source: GW Group %s
fa: پیکربندی فاز 1 تونل IPsec ذخیره شد.

source: Edit Phase 1
fa: GW Group%s

source: Auto
fa: ویرایش فاز 1

source: *Key Exchange version
fa: خودکار

source: Select the Internet Key Exchange protocol version to be used. Auto uses IKEv2 when initiator, and accepts either IKEv1 or IKEv2 as responder.
fa: * نسخه کلیدی تبادل

source: Select the Internet Protocol family.
fa: *پروتکل اینترنت

source: Select the interface for the local endpoint of this phase1 entry.
fa: خانواده پروتکل اینترنت را انتخاب کنید.

source: *Remote Gateway
fa: رابط را برای انتهای محلی این ورودی مرحله1 انتخاب کنید.

source: Enter the public IP address or host name of the remote gateway.
fa: * راه دور از راه دور

source: Phase 1 Proposal (Authentication)
fa: آدرس IP عمومی یا نام میزبان دروازه راه دور را وارد کنید.

source: Must match the setting chosen on the remote side.
fa: پیشنهاد فاز 1 (تأیید اعتبار)

source: Main
fa: باید با تنظیمات انتخاب شده در سمت راه دور مطابقت داشته باشد.

source: *Negotiation mode
fa: اصلی

source: Aggressive is more flexible, but less secure.
fa: * حالت مذاکره

source: *My identifier
fa: تهاجمی انعطاف پذیرتر است ، اما امنیت کمتری دارد.

source: *Peer identifier
fa: * شناسه من

source: This is known as the "group" setting on some VPN client implementations
fa: * شناسه همکار

source: Select a certificate previously configured in the Certificate Manager.
fa: * گواهی من

source: Select a certificate authority previously configured in the Certificate Manager.
fa: گواهی را انتخاب کنید که قبلاً در مدیر گواهی تنظیم شده است.

source: Algorithm
fa: پیشنهاد فاز 1 (الگوریتم رمزگذاری)

source: *Hash Algorithm
fa: الگوریتم

source: Hash
fa: * الگوریتم هاش

source: *DH Group
fa: هاش

source: DH Group
fa: * گروه DH

source: Note: Blowfish, 3DES, CAST128, MD5, SHA1, and DH groups 1, 2, 22, 23, and 24 provide weak security and should be avoided.
fa: DH Group

source: NOTITLE
fa: افزودن الگوریتم

source: *Lifetime (Seconds)
fa: بدون عنوان

source: Disable rekey
fa: * طول عمر (ثانیه)

source: Margintime (Seconds)
fa: غیرفعال کردن rekey

source: How long before connection expiry or keying-channel expiry should attempt to negotiate a replacement begin.
fa: Margintime (ثانیه)

source: Responder Only
fa: غیرفعال کردن Reauth

source: Child SA Close Action
fa: فقط پاسخ دهنده

source: Set this option to control the behavior when the remote peer unexpectedly closes a child SA (P2)
fa: اقدام نزدیک کودک

source: NAT Traversal
fa: زور

source: Set this option to enable the use of NAT-T (i.e. the encapsulation of ESP in UDP packets) if needed, which can help with clients that are behind restrictive firewalls.
fa: NAT Traversal

source: Set this option to control the use of MOBIKE
fa: متحرک

source: Split connections
fa: این گزینه را برای کنترل استفاده از MOBIKE تنظیم کنید

source: Dead Peer Detection
fa: تقسیم اتصالات

source: Delay between requesting peer acknowledgement.
fa: تشخیص همسالان مرده

source: Max failures
fa: تأخیر بین درخواست تأیید همسالان.

source: Number of consecutive failures allowed before disconnect.
fa: حداکثر شکستها

source: Generate new Pre-Shared Key
fa: تعداد خرابی های متوالی قبل از قطع اتصال.

source: ERR Could not save configuration.
fa: ایجاد کلید از قبل مشترک شده جدید

source: ERR Could not install configuration.
fa: ERR نمی تواند پیکربندی را ذخیره کند.

source: ERR Invalid configuration received.
fa: ERR نمی تواند پیکربندی را نصب کند.

source: Invalid action specified.
fa: پیکربندی نامعتبر ERR دریافت شد.

source: Easy Rule
fa: عملکرد نامعتبر مشخص شده است.

source: Confirmation Required to Add Easy Rule
fa: قانون آسان

source: Rule Type
fa: تأیید مورد نیاز برای افزودن قانون آسان

source: IP Protocol
fa: نوع قانون

source: This is the Easy Rule status page, mainly used to display errors when adding rules.
fa: پروتکل IP

source: host
fa: برگه فایروال

source: network
fa: میزبان

source: port
fa: شبکه

source: URL (IP)
fa: بندر

source: URL (Port)
fa: URL (IP)

source: URL Table (IP)
fa: URL (پورت)

source: URL Table (Port)
fa: جدول URL (IP)

source: Vertical bars (|) at start or end, or double in the middle of descriptions not allowed. Descriptions have been cleaned. Check and save again.
fa: جدول URL (پورت)

source: Alias value cannot be the same as the alias name: `
fa: نام مستعار نمی تواند با pkg_ شروع شود

source: A valid URL must be provided.
fa: مقدار نام مستعار نمی تواند برابر با نام مستعار باشد:

source: Unable to fetch usable data from URL %s
fa: یک URL معتبر باید ارائه شود.

source: Entry added %s
fa: واکشی داده های قابل استفاده از URL%s

source: Could not fetch the URL '%s'.
fa: ورودی%s اضافه شد

source: A valid URL must be provided. Could not fetch usable data from '%s'.
fa: بارگیری نشانی اینترنتی %s امکان پذیر نیست.

source: URL '%s' is not valid.
fa: یک URL معتبر باید ارائه شود. واکشی داده های قابل استفاده از '%s' نیست.

source: Range is too large to expand into individual host IP addresses (%s)
fa: URL %s معتبر نیست.

source: The maximum number of entries in an alias is %s
fa: دامنه بسیار بزرگ است تا به آدرسهای IP اختصاصی میزبان (%s) گسترش یابد

source: Subnet is too large to expand into individual host IP addresses (%s)
fa: حداکثر تعداد ورودی های نام مستعار%s است

source: IPv6 subnets are not supported in host aliases (%s)
fa: Subnet برای گسترش در آدرسهای IP اختصاصی میزبان (%s) بسیار بزرگ است

source: The maximum number of entries in an alias has been exceeded (%s)
fa: زیر شبکه های IPv6 در نام مستعار میزبان (%s) پشتیبانی نمی شوند

source: %s is not a valid port or alias.
fa: حداکثر تعداد ورودی های نام مستعار فراتر رفته است (%s)

source: %1$s is not a valid %2$s address, FQDN or alias.
fa: %s یک درگاه یا نام مستعار معتبر نیست.

source: %1$s/%2$s is not a valid subnet.
fa: %1 $ s یک آدرس%2 $ s معتبر ، FQDN یا نام مستعار نیست.

source: The alias(es): %s cannot be nested because they are not of the same type.
fa: %1 $ s /%2 $ s یک زیر شبکه معتبر نیست.

source: Network(s)
fa: ویرایشگر فایروال نامگذاری شده است.

source: Host(s)
fa: شبکه های)

source: Port(s)
fa: میزبان (ها)

source: URL (IPs)
fa: بندر (ها)

source: URL (Ports)
fa: URL (IP)

source: URL Table (IPs)
fa: URL (پورت)

source: URL Table (Ports)
fa: جدول URL (IP)

source: Add Host
fa: جدول URL (پورت)

source: Add Port
fa: افزودن میزبان

source: Add URL
fa: افزودن بندر

source: Add URL Table
fa: اضافه کردن URL

source: Network or FQDN
fa: افزودن جدول URL

source: IP or FQDN
fa: شبکه یا FQDN

source: The value after the "/" is the update frequency in days.
fa: IP یا FQDN

source: Networks are specified in CIDR format. Select the CIDR mask that pertains to each entry. /32 specifies a single IPv4 host, /128 specifies a single IPv6 host, /24 specifies 255.255.255.0, /64 specifies a normal IPv6 network, etc. Hostnames (FQDNs) may also be specified, using a /32 mask for IPv4 or /128 for IPv6. An IP range such as 192.168.1.1-192.168.1.254 may also be entered and a list of CIDR networks will be derived to fill the range.
fa: مقدار بعد از / فرکانس بروزرسانی در روزها است.

source: Hint
fa: خواص

source: Export to file
fa: اشاره

source: This bridge cannot be deleted because it is assigned as an interface.
fa: صادر کردن به پرونده

source: Bridge Interfaces
fa: این پل قابل حذف نیست زیرا به عنوان واسط اختصاص داده شده است.

source: Edit interface bridge
fa: رابط های پل

source: Delete interface bridge
fa: ویرایش پل رابط

source: Privileges changed for user: %s
fa: حذف پل رابط

source: User Privileges
fa: امتیازات برای کاربر تغییر یافت:%s

source: The following privileges effectively give the user administrator-level access because the user gains access to execute general commands, edit system files, modify users, change passwords or similar:
fa: امتیازات کاربر

source: offline
fa: برخط

source: active
fa: آفلاین

source: expired
fa: فعال

source: reserved
fa: منقضی شده

source: released
fa: محفوظ است

source: dynamic
fa: منتشر شد

source: static
fa: پویا

source: Pool Status
fa: استاتیک

source: Failover Group
fa: وضعیت استخر

source: My State
fa: Failover Group

source: Since
fa: دولت من

source: Peer State
fa: از آنجا که

source: No leases file found. Is the DHCPv6 server active?
fa: ایالت همکار

source: IAID
fa: هیچ پرونده اجاره ای یافت نشد. آیا سرور DHCPv6 فعال است؟

source: End
fa: IAID

source: Lease Type
fa: پایان

source: Add static mapping
fa: نوع اجاره

source: Add WOL mapping
fa: افزودن نقشه برداری استاتیک

source: Delete lease
fa: افزودن نقشه برداری WOL

source: Delegated Prefixes
fa: حذف اجاره

source: IPv6 Prefix
fa: پیشوندهای تفویض شده

source: Routed To
fa: پیشوند IPv6

source: Show active and static leases only
fa: مسیریابی شده به

source: Show all configured leases
fa: نمایش اجاره های فعال و استاتیک فقط

source: A valid value for Message Cache Size must be specified.
fa: نمایش همه اجاره های پیکربندی شده

source: A valid value must be specified for Outgoing TCP Buffers.
fa: مقدار معتبری برای اندازه حافظه پنهان پیام باید مشخص شود.

source: A valid value must be specified for Incoming TCP Buffers.
fa: یک مقدار معتبر باید برای بافرهای TCP خروجی مشخص شود.

source: A valid value must be specified for EDNS Buffer Size.
fa: مقدار معتبر باید برای بافرهای ورودی TCP مشخص شود.

source: A valid value must be specified for Number of Queries per Thread.
fa: مقدار معتبر باید برای اندازه بافر EDNS مشخص شود.

source: A valid value must be specified for Jostle Timeout.
fa: یک مقدار معتبر باید برای تعداد نمایش داده شدگان در هر موضوع مشخص شود.

source: 'Maximum TTL for RRsets and Messages' must be a positive integer.
fa: یک مقدار معتبر برای Jostle Timeout باید مشخص شود.

source: 'Minimum TTL for RRsets and Messages' must be a positive integer.
fa: حداکثر TTL برای RRsets و پیام باید یک عدد صحیح مثبت باشد.

source: A valid value must be specified for TTL for Host Cache Entries.
fa: حداقل TTL برای RRsets و پیام باید یک عدد صحیح مثبت باشد.

source: A valid value must be specified for Number of Hosts to Cache.
fa: برای ورودی های حافظه نهان میزبان باید یک مقدار معتبر برای TTL مشخص شود.

source: A valid value must be specified for Unwanted Reply Threshold.
fa: یک مقدار معتبر باید برای تعداد میزبانها در حافظه نهان مشخص شود.

source: A valid value must be specified for Log Level.
fa: یک مقدار معتبر باید برای آستانه پاسخ ناخواسته مشخص شود.

source: Harden DNSSEC Data option can only be enabled if DNSSEC support is enabled.
fa: مقدار معتبر باید برای سطح Log مشخص شود.

source: Hide Identity
fa: گزینه های پیشرفته حریم خصوصی

source: Hide Version
fa: پنهان کردن هویت

source: Query Name Minimization
fa: پنهان کردن نسخه

source: Only send minimum required labels of the QNAME and set QTYPE to A when possible. Best effort approach; full QNAME and original QTYPE will be sent when upstream replies with a RCODE other than NOERROR, except when receiving NXDOMAIN from a DNSSEC signed zone. Default is off.%1$s Refer to %2$sRFC 7816%3$s for in-depth information on Query Name Minimization.
fa: به حداقل رساندن نام پرس و جو

source: QNAME minimization in strict mode. %1$sA significant number of domains will fail to resolve when this option in enabled%2$s. Only use if you know what you are doing. This option only has effect when Query Name Minimization is enabled. Default is off.
fa: به حداقل رساندن نام پرس و جو دقیق

source: Prefetch Support
fa: گزینه های پیشرفته Resolver

source: When enabled, this option can cause an increase of around 10% more DNS traffic and load on the server, but frequently requested items will not expire from the cache.
fa: پشتیبانی از prefetch

source: This helps lower the latency of requests but does utilize a little more CPU. See: %1$sWikipedia%2$s
fa: پشتیبانی از کلیدهای اصلی DNS

source: If such data is absent, the zone becomes bogus. If Disabled and no DNSSEC data is received, then the zone is made insecure.
fa: داده هاردن DNSSEC

source: When enabled, allows unbound to serve one query even with a TTL of 0, if TTL is 0 then new record will be requested in the background when the cache is served to ensure cache is updated without latency on service of the DNS request.
fa: خدمت منقضی شده است

source: Size of the message cache. The message cache stores DNS response codes and validation statuses. The Resource Record Set (RRSet) cache will automatically be set to twice this amount. The RRSet cache contains the actual RR data. The default is 4 megabytes.
fa: اندازه حافظه پنهان پیام

source: The number of outgoing TCP buffers to allocate per thread. The default value is 10. If 0 is selected then TCP queries are not sent to authoritative servers.
fa: بافرهای TCP خروجی

source: The number of incoming TCP buffers to allocate per thread. The default value is 10. If 0 is selected then TCP queries are not accepted from clients.
fa: بافرهای TCP ورودی

source: Number of bytes size to advertise as the EDNS reassembly buffer size. This is the value that is used in UDP datagrams sent to peers. RFC recommendation is 4096 (which is the default). If fragmentation reassemble problems occur, usually seen as timeouts, then a value of 1480 should help. The 512 value bypasses most MTU path problems, but it can generate an excessive amount of TCP fallback.
fa: اندازه بافر EDNS

source: The number of queries that every thread will service simultaneously. If more queries arrive that need to be serviced, and no queries can be jostled, then these queries are dropped.
fa: تعداد نمایش داده شدگان در هر موضوع

source: This timeout is used for when the server is very busy. This protects against denial of service by slow queries or high query rates. The default value is 200 milliseconds.
fa: زمان برجسته

source: The Maximum Time to Live for RRsets and messages in the cache. The default is 86400 seconds (1 day). When the internal TTL expires the cache item is expired. This can be configured to force the resolver to query for data more often and not trust (very large) TTL values.
fa: حداکثر TTL برای RR ها و پیام ها

source: The Minimum Time to Live for RRsets and messages in the cache. The default is 0 seconds. If the minimum value kicks in, the data is cached for longer than the domain owner intended, and thus less queries are made to look up the data. The 0 value ensures the data in the cache is as the domain owner intended. High values can lead to trouble as the data in the cache might not match up with the actual data anymore.
fa: حداقل TTL برای RRsets و پیام ها

source: TTL for Host Cache Entries
fa: دقایق

source: Time to Live, in seconds, for entries in the infrastructure host cache. The infrastructure host cache contains round trip timing, lameness, and EDNS support information for DNS servers. The default value is 15 minutes.
fa: TTL برای ورودی های حافظه نهان ذخیره ساز

source: Number of infrastructure hosts for which information is cached. The default is 10,000.
fa: تعداد میزبان به حافظه نهان

source: Unwanted Reply Threshold
fa: میلیون

source: If enabled, a total number of unwanted replies is kept track of in every thread. When it reaches the threshold, a defensive action is taken and a warning is printed to the log file. This defensive action is to clear the RRSet and message caches, hopefully flushing away any poison. The default is disabled, but if enabled a value of 10 million is suggested.
fa: آستانه پاسخ ناخواسته

source: Log Level
fa: سطح%s

source: Select the level of detail to be logged. Each level also includes the information from previous levels. The default is basic operational information (level 1)
fa: سطح ورود به سیستم

source: By default, IPv4 and IPv6 networks residing on internal interfaces of this system are permitted. Allowed networks must be manually configured on the Access Lists tab if the auto-added entries are disabled.
fa: غیرفعال کردن کنترل دسترسی اضافه شده خودکار

source: By default, the primary IPv4 and IPv6 addresses of this firewall are added as records for the system domain of this firewall as configured in %1$sSystem: General Setup%2$s. This disables the auto generation of these entries.
fa: غیرفعال کردن ورودی های میزبان اضافه شده خودکار

source: See the implementation %1$sdraft dns-0x20%2$s for more information.
fa: پشتیبانی از بیت آزمایشی 0x20

source: gif remote address
fa: برای اطلاعات بیشتر به اجرای%1 $ sdraft dns-0x20%2 $ s مراجعه کنید.

source: gif tunnel local address
fa: آدرس از راه دور gif

source: gif tunnel remote address
fa: آدرس محلی تونل gif

source: gif tunnel remote netmask
fa: آدرس از راه دور gif تونل

source: The tunnel local and tunnel remote fields must have valid IP addresses and must not contain CIDR masks or prefixes.
fa: gif تونل از راه دور netmask

source: The gif tunnel remote address must be IPv4 where tunnel local address is IPv4.
fa: زیر شبکه تونل gif باید یک عدد صحیح باشد.

source: The gif tunnel remote address must be IPv6 where tunnel local address is IPv6.
fa: زیر شبکه تونل gif باید عدد صحیحی بین 1 تا 32 باشد.

source: The alias IP address family has to match the family of the remote peer address.
fa: زیر شبکه تونل gif باید عدد صحیحی بین 1 و 128 باشد.

source: GIF Configuration
fa: یک gif با شبکه%s از قبل تعریف شده است.

source: This interface serves as the local address to be used for the GIF tunnel.
fa: پیکربندی GIF

source: Peer address where encapsulated gif packets will be sent.
fa: * آدرس از راه دور GIF

source: *GIF tunnel local address
fa: آدرس همتا که بسته های gif محصور شده ارسال می شوند.

source: Local gif tunnel endpoint.
fa: * آدرس محلی تونل GIF

source: *GIF tunnel remote address
fa: نقطه پایانی تونل gif محلی.

source: Remote GIF address endpoint.
fa: * آدرس راه دور تونل GIF

source: *GIF tunnel subnet
fa: نقطه پایان آدرس GIF از راه دور.

source: ECN friendly behavior
fa: * زیر شبکه تونل GIF

source: Outer Source Filtering
fa: رفتار دوستانه ECN

source: The NDP entry for %s has been deleted.
fa: فیلتر منبع بیرونی

source: %s is not a valid IPv6 address or could not be deleted.
fa: ورودی NDP برای%s حذف شده است.

source: Expiration
fa: %s یک آدرس IPv6 معتبر نیست یا نمی تواند حذف شود.

source: Delete NDP entry
fa: انقضاء

source: Information & Tests
fa: حذف NDP

source: Config
fa: اطلاعات و آزمایشات

source: PASSED
fa: پیکربندی

source: FAILED
fa: گذشت

source: Warning
fa: ناموفق

source: Device does not exist, bailing.
fa: هشدار

source: S.M.A.R.T. is not supported on this system (%s).
fa: دستگاه وجود ندارد ، وثیقه.

source: Invalid test type, bailing.
fa: SMART در این سیستم پشتیبانی نمی شود (%s).

source: Test Results
fa: نوع آزمون نامعتبر است ، وثیقه.

source: Abort
fa: نتایج آزمون

source: Abort Test
fa: قطع

source: Back
fa: سقط تست

source: Invalid info type, bailing.
fa: بازگشت

source: Invalid log type, bailing.
fa: نوع اطلاعات نامعتبر است ، وثیقه.

source: Logs
fa: نوع ورود نامعتبر ، وثیقه.

source: Info type
fa: سیاههها

source: Device: /dev/
fa: نوع اطلاعات

source: Perform self-tests
fa: دستگاه: / dev /

source: Test type
fa: انجام خودآزمایی

source: Select "Conveyance" for ATA disks only.
fa: نوع آزمون

source: View Logs
fa: انتقال را فقط برای دیسکهای ATA انتخاب کنید.

source: Log type
fa: دیدن گزارش وقایع

source: IP Addresses
fa: نوع ورود

source: Edit IP
fa: آدرس های IP

source: Delete IP
fa: ویرایش IP

source: All connections %1$sto%2$s the address are allowed
fa: حذف IP

source: All connections %1$sfrom%2$s the address are allowed
fa: همه اتصالات%1 $ sto%2 $ s آدرس مجاز است

source: Adding allowed IP addresses will allow IP access to/from these addresses through the captive portal without being taken to the portal page. This can be used for a web server serving images for the portal page or a DNS server on another network, for example.
fa: همه اتصالات%1 $ sfrom%2 $ s آدرس مجاز است

source: A valid IPv4 netmask must be entered for IPv4 row %s under Networks.
fa: یک آدرس IP معتبر باید برای ردیف%s در زیر شبکه ها وارد شود.

source: A valid IPv6 netmask must be entered for IPv6 row %s under Networks.
fa: یک netmask معتبر IPv4 باید برای ردیف IPv4%s در زیر شبکه ها وارد شود.

source: Default Access Restrictions
fa: یک netmask معتبر IPv6 باید برای ردیف IPv6%s در زیر شبکه ها وارد شود.

source: Kiss-o'-death
fa: محدودیت دسترسی پیش فرض

source: Modifications
fa: بوسه-مرگ »

source: Queries
fa: اصلاحات

source: Peer Association
fa: نمایش داده شد

source: Trap Service
fa: انجمن همسالان

source: Custom Access Restrictions
fa: سرویس سرویس

source: Networks
fa: محدودیت دسترسی سفارشی

source: KOD
fa: شبکه های

source: nomodify
fa: KOD

source: noquery
fa: نامگذاری

source: noserve
fa: noquery

source: nopeer
fa: بینی

source: notrap
fa: نوکر

source: A valid ikeid must be specified.
fa: notrap

source: Local network type
fa: یک ikeid معتبر باید مشخص شود.

source: Unique Identifier
fa: نوع شبکه محلی

source: Remote network type
fa: شناسه بی نظیر

source: A valid local network bit count must be specified.
fa: نوع شبکه از راه دور

source: A valid local network IP address must be specified.
fa: یک تعداد بیت شبکه محلی معتبر باید مشخص شود.

source: VTI requires a valid local address
fa: باید یک آدرس IP معتبر شبکه محلی مشخص شود.

source: An IPv4 local address was specified but the mode is not set to tunnel
fa: VTI به یک آدرس محلی معتبر نیاز دارد

source: An IPv6 local address was specified but the mode is not set to tunnel6
fa: آدرس محلی IPv4 مشخص شد اما حالت روی تونل تنظیم نشده است

source: VTI requires a valid local network or IP address for its endpoint address, it cannot use a network macro for a different interface (e.g. LAN).
fa: آدرس محلی IPv6 مشخص شد اما حالت روی تونل 6 تنظیم نشده است

source: %s has no subnet.
fa: شبکه محلی نامعتبر است.

source: A valid NAT local network bit count must be specified.
fa: %s فرعی ندارد.

source: A network type address cannot be configured for NAT while only an address type is selected for local source.
fa: یک تعداد بیت شبکه محلی معتبر NAT باید مشخص شود.

source: A valid NAT local network IPv4 address must be specified or Mode needs to be changed to IPv6
fa: باید یک آدرس IP معتبر شبکه محلی NAT مشخص شود.

source: A valid remote network IP address must be specified.
fa: یک تعداد بیت شبکه از راه دور معتبر باید مشخص شود.

source: VTI requires a valid remote address
fa: باید یک آدرس IP معتبر از راه دور شبکه مشخص شود.

source: An IPv4 remote network was specified but the mode is not set to tunnel
fa: VTI به یک آدرس راه دور معتبر نیاز دارد

source: An IPv6 remote network was specified but the mode is not set to tunnel6
fa: یک شبکه از راه دور IPv4 مشخص شد اما حالت روی تونل تنظیم نشده است

source: Phase2 with this Local Network is already defined for mobile clients.
fa: VTI با IPsec موبایل سازگار نیست.

source: Phase2 with this Local/Remote networks combination is already defined for this Phase1.
fa: فاز2 با این شبکه محلی در حال حاضر برای مشتریان تلفن همراه تعریف شده است.

source: At least one hashing algorithm needs to be selected.
fa: حداقل باید یک الگوریتم رمزگذاری انتخاب شود.

source: The P2 lifetime must be an integer.
fa: حداقل باید یک الگوریتم هشینگ انتخاب شود.

source: Saved IPsec tunnel Phase 2 configuration.
fa: طول عمر P2 باید عدد صحیحی باشد.

source: Edit Phase 2
fa: پیکربندی فاز 2 تونل IPsec ذخیره شد.

source: *Local Network
fa: ویرایش فاز 2

source: NAT/BINAT translation
fa: *شبکه محلی

source: If NAT/BINAT is required on this network specify the address to be translated
fa: ترجمه NAT / BINAT

source: Phase 2 Proposal (SA/Key Exchange)
fa: * شبکه از راه دور

source: Encapsulating Security Payload (ESP) is encryption, Authentication Header (AH) is authentication only.
fa: پیشنهاد فاز 2 (SA / Exchange Key)

source: Note: Blowfish, 3DES, and CAST128 provide weak security and should be avoided.
fa: * الگوریتم های رمزگذاری

source: Note: MD5 and SHA1 provide weak security and should be avoided.
fa: * الگوریتم هاش
