Repository: mehdiimrzz/pfsense
Catalog: src/usr/local/share/locale/*/LC_MESSAGES/pfSense.po
Languages: fa

source: Contact a firewall administrator for more information.
fa: برای اطلاعات بیشتر با سرپرست فایروال تماس بگیرید.

source: Welcome to %s!
fa: به%s خوش آمدید!

source: One moment while the initial setup wizard starts.
fa: یک لحظه در حالی که جادوگر راه اندازی اولیه شروع می شود.

source: To bypass the wizard, click on the %s logo on the initial page.
fa: برای دور زدن جادوگر ، روی نشانگر%s در صفحه اولیه کلیک کنید.

source: Dashboard
fa: داشبورد

source: Available Widgets
fa: ابزارک های موجود

source: All
fa: همه

source: One or more widgets have been moved but have not yet been saved
fa: یک یا چند ابزارک جابجا شده است اما هنوز ذخیره نشده است

source: Package
fa: بسته بندی

source: Editor
fa: ویرایشگر

source: No valid package defined.
fa: هیچ بسته معتبری تعریف نشده است.

source: Package path %s not found.
fa: مسیر بسته%s یافت نشد.

source: Invalid path %s specified.
fa: مسیر نامعتبر%s مشخص شد.

source: Try reinstalling the package.
fa: سعی کنید دوباره بسته را نصب کنید.

source: File not found %s.
fa: پرونده%s یافت نشد.

source: Package configuration changes saved from package settings page.
fa: تغییرات پیکربندی بسته ذخیره شده از صفحه تنظیمات بسته.

source: Package configuration item deleted from package settings page.
fa: مورد پیکربندی بسته از صفحه تنظیمات بسته حذف شد.

source: Saving changes...
fa: ذخیره سازی تغییرات...

source: Confirmation Required to save changes.
fa: تأیید مورد نیاز برای ذخیره تغییرات است.

source: Filter by:
fa: محدود شده توسط:

source: Filter field:
fa: قسمت فیلتر:

source: Filter text:
fa: متن فیلتر:

source: Displaying page %1$s of %2$s
fa: صفحه نمایش%1 $ s از%2 $ s

source: Rows per page:
fa: ردیف در هر صفحه:

source: No
fa: نه

source: Yes
fa: آره

source: Edit this item
fa: ویرایش این مورد

source: Delete this item
fa: حذف این مورد

source: Previous page
fa: صفحه قبلی

source: Next page
fa: صفحه بعد

source: Add a new item
fa: یک مورد جدید اضافه کنید

source: Deleted selected IPsec Phase 1 entries.
fa: مدخل های انتخاب شده فاز 1 IPsec حذف شد.

source: Deleted selected IPsec Phase 2 entries.
fa: مدخل های انتخاب شده فاز 2 IPsec حذف شده است.

source: Saved configuration changes for IPsec tunnels.
fa: تنظیمات ذخیره شده برای تونل های IPsec ذخیره شده است.

source: Tunnels
fa: تونل ها

source: Mobile Clients
fa: مشتری های موبایل

source: Advanced Settings
fa: تنظیمات پیشرفته

source: The IPsec tunnel configuration has been changed.
fa: پیکربندی تونل IPsec تغییر کرده است.

source: IPsec Tunnels
fa: تونل های IPsec

source: Remote Gateway
fa: راه دور دروازه

source: P1 Protocol
fa: پروتکل P1

source: P1 Transforms
fa: تبدیل P1

source: P1 DH-Group
fa: گروه P1 DH

source: P1 Description
fa: توضیحات P1

source: Move checked entries to here
fa: ورودی های بررسی شده را به اینجا منتقل کنید

source: Mobile Client
fa: مشتری تلفن همراه

source: bits
fa: بیت

source: Edit phase1 entry
fa: ویرایش ورودی مرحله 1

source: Copy phase1 entry
fa: کپی کردن ورودی مرحله 1

source: Delete phase1 entry
fa: حذف فاز1

source: Show Phase 2 Entries (%s)
fa: نمایش ورودی های فاز 2 (%s)

source: Local Subnet
fa: زیر شبکه محلی

source: P2 Protocol
fa: پروتکل P2

source: P2 Transforms
fa: تبدیل P2

source: P2 Auth Methods
fa: روشهای P2 Auth

source: P2 actions
fa: اقدامات P2

source: Move checked P2s here
fa: P2 های بررسی شده را اینجا منتقل کنید

source: auto
fa: خودکار

source: Edit phase2 entry
fa: ویرایش ورودی مرحله 2

source: Add a new Phase 2 based on this one
fa: بر اساس این مرحله یک فاز جدید 2 اضافه کنید

source: Delete phase2 entry
fa: حذف ورودی فاز2

source: delete phase2 entry
fa: ورود مرحله 2 را حذف کنید

source: Add P2
fa: اضافه کردن P2

source: Add P1
fa: اضافه کردن P1

source: Delete selected P1s
fa: حذف P1 های انتخاب شده

source: Delete P1s
fa: حذف P1 ها

source: The IPsec status can be checked at %1$s%2$s%3$s.
fa: می توان وضعیت IPsec را با%1 $ s%2 $ s%3 $ s بررسی کرد.

source: Status:IPsec
fa: وضعیت: IPsec

source: IPsec debug mode can be enabled at %1$s%2$s%3$s.
fa: حالت اشکال زدایی IPsec را می توان با%1 $ s%2 $ s%3 $ s فعال کرد.

source: VPN:IPsec:Advanced Settings
fa: VPN: IPsec: تنظیمات پیشرفته

source: IPsec can be set to prefer older SAs at %1$s%2$s%3$s.
fa: می توان IPsec را ترجیح داد SA های قدیمی را در%1 $ s%2 $ s%3 $ s ترجیح دهد.

source: Confirmation required to delete this P1 entry.
fa: تأیید لازم برای حذف این مطلب P1 است.

source: Confirmation required to delete this P2 entry.
fa: تأیید لازم برای حذف این مطلب P2 است.

source: Access list deleted from DNS Resolver.
fa: لیست دسترسی حذف شده از DNS Resolver.

source: A valid IP address must be entered for each row under Networks.
fa: یک آدرس IP معتبر باید برای هر سطر در زیر شبکه ها وارد شود.

source: A valid IPv4 netmask must be entered for each IPv4 row under Networks.
fa: برای هر سطر IPv4 تحت شبکه ها باید یک netmask معتبر IPv4 وارد شود.

source: A valid IPv6 netmask must be entered for each IPv6 row under Networks.
fa: برای هر سطر IPv6 تحت شبکه ها باید یک netmask معتبر IPv6 وارد شود.

source: save
fa: صرفه جویی

source: Access list configured for DNS Resolver.
fa: لیست دسترسی برای DNS Resolver تنظیم شده است.

source: Access Lists
fa: لیست های دسترسی

source: The DNS resolver configuration has been changed.
fa: پیکربندی حل کننده DNS تغییر کرده است.

source: General Settings
fa: تنظیمات عمومی

source: New Access List
fa: لیست دسترسی جدید

source: Access List name
fa: نام لیست دسترسی

source: Provide an Access List name.
fa: نام لیست دسترسی را ارائه دهید.

source: Refuse
fa: امتناع

source: Allow Snoop
fa: اجازه Snoop

source: Deny Nonlocal
fa: انکار غیرمجاز

source: Refuse Nonlocal
fa: امتناع غیرمجاز

source: *Action
fa: *عمل

source: A description may be entered here for administrative reference.
fa: ممکن است توضیحی برای مرجع اداری در اینجا وارد شود.

source: *Networks
fa: *شبکه های

source: Network/mask
fa: شبکه / ماسک

source: Add Network
fa: افزودن شبکه

source: Access Lists to Control Access to the DNS Resolver
fa: دسترسی به لیست ها برای کنترل دسترسی به حل کننده DNS

source: Access List Name
fa: نام لیست دسترسی

source: Edit ACL
fa: ویرایش ACL

source: Delete ACL
fa: حذف ACL

source: Allowed IP Addresses
fa: آدرس های IP مجاز

source: Allowed IP address
fa: آدرس IP مجاز

source: Subnet mask
fa: پوشش زیر شبکه

source: A valid IP address must be specified. [%s]
fa: یک آدرس IP معتبر باید مشخص شود. [%s]

source: A valid subnet mask must be specified
fa: یک ماسک زیر شبکه معتبر باید مشخص شود

source: Upload speed needs to be an integer
fa: سرعت بارگذاری باید یک عدد صحیح باشد

source: Download speed needs to be an integer
fa: سرعت بارگیری باید عدد صحیح باشد

source: Upload speed must be between 1 and 999999
fa: سرعت بارگذاری باید بین 1 تا 999999 باشد

source: Download speed must be between 1 and 999999
fa: سرعت بارگیری باید بین 1 تا 999999 باشد

source: [%s] already allowed.
fa: [%s] قبلاً مجاز است.

source: Both
fa: هر دو

source: Edit Captive Portal IP Rule
fa: ویرایش قانون آی پی پورت Captive

source: *IP Address
fa: *آدرس آی پی

source: Enter a description here for reference only. (Not parsed)
fa: فقط یک مرجع را در اینجا وارد کنید. (تجزیه نشده)

source: *Direction
fa: *جهت

source: Bandwidth up
fa: پهنای باند به بالا

source: Enter an upload limit to be enforced on this address in Kbit/s
fa: حد بارگذاری را برای اجرا در این آدرس در Kbit / s وارد کنید

source: Bandwidth down
fa: پهنای باند پایین

source: Enter a download limit to be enforced on this address in Kbit/s
fa: حد بارگیری را برای اجرا در این آدرس در Kbit / s وارد کنید

source: Domain
fa: دامنه

source: A valid domain must be specified after _msdcs.
fa: دامنه معتبر باید بعد از _msdcs مشخص شود.

source: A valid domain must be specified.
fa: یک دامنه معتبر باید مشخص شود.

source: A valid IP address must be specified, for example 192.168.100.10.
fa: یک آدرس IP معتبر باید مشخص شود ، به عنوان مثال 192.168.100.10.

source: The supplied TLS hostname is not valid.
fa: نام میزبان TLS ارائه شده معتبر نیست.

source: Domain override configured for DNS Resolver.
fa: رد کردن دامنه پیکربندی شده برای DNS Resolver.

source: Edit Domain Override
fa: ویرایش رد کردن دامنه

source: Domains to Override with Custom Lookup Servers
fa: دامنه هایی برای رد کردن با سرورهای جستجوی سفارشی

source: *Domain
fa: *دامنه

source: TLS Queries
fa: نمایش داده شد TLS

source: TLS Hostname
fa: نام میزبان TLS

source: CARP has been enabled.
fa: CARP فعال شده است.

source: No CARP interfaces have been defined.
fa: هیچ رابط کارپ تعریف نشده است.

source: High availability sync settings can be configured here.
fa: تنظیمات همگام سازی در دسترس بالا در اینجا قابل تنظیم است.

source: Check the link status on all interfaces configured with CARP VIPs and
fa: وضعیت پیوند را در تمام رابط های پیکربندی شده با VIP CARP و

source: search the %1$sSystem Log%2$s for CARP demotion-related events.
fa: برای رویدادهای مربوط به نفس CARP ،%1 ​​$ sSystem Log%2 $ s را جستجو کنید.

source: Reset CARP Demotion Status
fa: بازنشانی وضعیت اضطراب CARP

source: Temporarily Disable CARP
fa: غیرفعال کردن موقتی CARP

source: Enable CARP
fa: فعال کردن CARP

source: Leave Persistent CARP Maintenance Mode
fa: حالت تعمیر و نگهداری مداوم CARP را ترک کنید

source: Enter Persistent CARP Maintenance Mode
fa: وارد حالت تعمیر و نگهداری مداوم CARP

source: CARP Interfaces
fa: رابط های CARP

source: CARP Interface
fa: رابط CARP

source: Virtual IP
fa: IP مجازی

source: pfSync Nodes
fa: گره های pfSync

source: pfSync nodes
fa: گره های pfSync

source: Local User Database
fa: بانک اطلاعاتی کاربر محلی

source: Insufficient privileges to make the requested change (read only).
fa: امتیازات کافی برای ایجاد تغییر در درخواست (فقط بخوانید).

source: Successfully deleted group: %s
fa: گروه با موفقیت حذف شد:%s

source: Removed Privilege "%s" from group %s
fa: امتیاز %s از گروه%s حذف شد

source: Successfully deleted %s: %s
fa: با موفقیت با موفقیت%s:%s حذف شد

source: group
fa: گروه

source: groups
fa: گروه ها

source: Group Name
fa: اسم گروه

source: The (%s) group name contains invalid characters.
fa: نام گروه (%s) حاوی نویسه های نامعتبر است.

source: The group name is longer than 16 characters.
fa: نام گروه طولانی تر از 16 نویسه است.

source: One or more invalid group members was submitted.
fa: یک یا چند عضو گروه نامعتبر ارسال شد.

source: Another entry with the same group name already exists.
fa: ورودی دیگری با همین نام در حال حاضر وجود دارد.

source: Successfully %s group %s
fa: با موفقیت%s گروه%s

source: edited
fa: ویرایش شده

source: created
fa: ایجاد شده

source: (admin privilege)
fa: (امتیاز مدیر)

source: Delete Privilege
fa: حذف حق امتیاز

source: User Manager
fa: مدیر کاربر

source: Groups
fa: گروه ها

source: Authentication Servers
fa: سرورهای تأیید اعتبار

source: Group name
fa: اسم گروه

source: Member Count
fa: تعداد اعضا

source: Edit group
fa: ویرایش گروه

source: Delete group
fa: حذف گروه

source: Group Properties
fa: خصوصیات گروه

source: *Group name
fa: *اسم گروه

source: *Scope
fa: *محدوده

source: Local
fa: محلی

source: Remote
fa: از راه دور

source: Group description, for administrative information only
fa: توضیحات گروه ، فقط برای اطلاعات اداری

source: Group membership
fa: عضویت گروهی

source: Not members
fa: عضو نیستند

source: Members
fa: اعضا

source: Move to "Members"
fa: انتقال به اعضا

source: Move to "Not members
fa: انتقال به اعضای نیست

source: Hold down CTRL (PC)/COMMAND (Mac) key to select multiple items.
fa: کلید CTRL (PC) / CommAND (Mac) را برای انتخاب چندین مورد نگه دارید.

source: Assigned Privileges
fa: امتیازات اختصاص یافته

source: Edit monitor
fa: ویرایش مانیتور

source: Copy monitor
fa: کپی مانیتور

source: Delete monitor
fa: حذف مانیتور

source: Deleted empty OpenVPN client
fa: مشتری OpenVPN خالی حذف شد

source: Deleted OpenVPN client to server %1$s:%2$s %3$s
fa: سرویس گیرنده OpenVPN در سرور%1 $ s حذف شد:%2 $ s%3 $ s

source: Client successfully deleted.
fa: مشتری با موفقیت حذف شد.

source: The selected Encryption Algorithm is not valid.
fa: الگوریتم رمزگذاری انتخاب شده معتبر نیست.

source: The specified 'Local port' is in use. Please select another value
fa: بندر محلی مشخص شده در حال استفاده است. لطفا مقدار دیگری را انتخاب کنید

source: The field 'Topology' contains an invalid selection
fa: قسمت توپولوژی حاوی یک انتخاب نامعتبر است

source: User name and password are required for proxy with authentication.
fa: نام کاربری و رمز عبور برای پروکسی با تأیید اعتبار لازم است.

source: Proxy password and confirmation must match.
fa: گذرواژه و تأیید پروکسی باید مطابقت داشته باشد.

source: The submitted IPv4 Tunnel Network is already in use.
fa: شبکه ارائه شده تونل IPv4 در حال استفاده است.

source: The submitted IPv6 Tunnel Network is already in use.
fa: شبکه ارائه شده تونل IPv6 در حال استفاده است.

source: The bandwidth limit must be a positive numeric value.
fa: حد پهنای باند باید یک عددی مثبت باشد.

source: The field 'Shared Key' does not appear to be valid
fa: قسمت کلید مشترک معتبر به نظر نمی رسد

source: The field 'TLS Key' does not appear to be valid
fa: قسمت کلید TLS معتبر به نظر نمی رسد

source: The field 'TLS Key Usage Mode' is not valid
fa: قسمت حالت استفاده اصلی TLS معتبر نیست

source: GCM Encryption Algorithms cannot be used with Shared Key mode.
fa: الگوریتم های رمزگذاری GCM با حالت Shared Key قابل استفاده نیستند.

source: One or more of the selected NCP Algorithms is not valid.
fa: یک یا چند الگوریتم انتخاب شده NCP معتبر نیست.

source: Certificate Authority
fa: صدور گواهی

source: Shared key
fa: کلید مشترک

source: Password and confirmation must match.
fa: گذرواژه و تأیید باید مطابقت داشته باشد.

source: The Exit Notify value is invalid.
fa: مقدار Exit Notify نامعتبر است.

source: Limit Outgoing Bandwidth is not compatible with UDP Fast I/O.
fa: پهنای باند خروجی محدود با UDP Fast I / O سازگار نیست.

source: The supplied Send/Receive Buffer size is invalid.
fa: اندازه ارائه شده / گیرنده بافر نامعتبر است.

source: The supplied Ping Method is invalid.
fa: روش ارائه شده پینگ نامعتبر است.

source: The supplied Ping Action is invalid.
fa: اقدام پینگ ارائه شده نامعتبر است.

source: The supplied Keepalive Interval value is invalid.
fa: مقدار Keepalive Interval ارائه شده نامعتبر است.

source: The supplied Keepalive Timeout value is invalid.
fa: مقدار Keepalive Timeout ارائه شده نامعتبر است.

source: The supplied Ping Seconds value is invalid.
fa: مقدار پینگ ثانویه عرضه نامعتبر است.

source: The supplied Ping Restart or Exit Seconds value is invalid.
fa: مقدار عرضه مجدد پینگ یا Exit Seconds نامعتبر است.

source: The supplied Inactive Seconds value is invalid.
fa: مقدار غیرفعال ثانیه ثانویه نامعتبر است.

source: Updated OpenVPN client to server %1$s:%2$s %3$s
fa: سرویس گیرنده OpenVPN به روز شد%1 $ s:%2 $ s%3 $ s

source: Added OpenVPN client to server %1$s:%2$s %3$s
fa: سرویس گیرنده OpenVPN به سرور%1 $ s اضافه شد:%2 $ s%3 $ s

source: Clients
fa: مشتری

source: Client Specific Overrides
fa: رد خاص مشتری

source: Wizards
fa: جادوگران

source: General Information
fa: اطلاعات کلی

source: *Server mode
fa: * حالت سرور

source: *Protocol
fa: * پروتکل

source: *Device mode
fa: * حالت دستگاه

source: Local port
fa: بندر محلی

source: *Server host or address
fa: * میزبان یا آدرس سرور

source: The IP address or hostname of the OpenVPN server.
fa: آدرس IP یا نام میزبان سرور OpenVPN.

source: *Server port
fa: * پورت سرور

source: The port used by the server to receive client connections.
fa: پورت مورد استفاده سرور برای دریافت اتصالات مشتری.

source: Proxy host or address
fa: میزبان پروکسی یا آدرس

source: Proxy port
fa: پورت پروکسی

source: basic
fa: پایه ای

source: Proxy Authentication
fa: تأیید هویت پروکسی

source: The type of authentication used by the proxy server.
fa: نوع تأیید اعتبار استفاده شده توسط سرور پروکسی.

source: Password
fa: کلمه عبور

source: User Authentication Settings
fa: تنظیمات تأیید اعتبار کاربر

source: Leave empty when no user name is needed
fa: هنگامی که نیازی به نام کاربری لازم نیست خالی بگذارید

source: Leave empty when no password is needed
fa: هنگامی که هیچ رمز عبوری لازم نیست ، خالی بگذارید

source: Authentication Retry
fa: امتحان مجدد تأیید اعتبار

source: Cryptographic Settings
fa: تنظیمات رمزنگاری

source: TLS Configuration
fa: پیکربندی TLS

source: *TLS Key
fa: * کلید TLS

source: *TLS Key Usage Mode
fa: * حالت استفاده کلیدی TLS

source: *TLS keydir direction
fa: * جهت keydir TLS

source: *Peer Certificate Authority
fa: * مرجع صدور گواهینامه همکار

source: Peer Certificate Revocation list
fa: لیست ابطال گواهینامه همتا

source: Auto generate
fa: تولید خودکار

source: *Shared Key
fa: * کلید مشترک »

source: Paste the shared key here
fa: کلید مشترک را در اینجا جایگذاری کنید

source: Client Certificate
fa: گواهی مشتری

source: *Encryption Algorithm
fa: * الگوریتم رمزگذاری

source: Enable NCP
fa: فعال کردن NCP

source: When disabled, only the selected Encryption Algorithm is allowed.
fa: هنگامی که غیرفعال است ، فقط الگوریتم رمزگذاری انتخاب شده مجاز است.

source: NCP Algorithms
fa: الگوریتم های NCP

source: *Auth digest algorithm
fa: * تأیید الگوریتم هضم

source: Hardware Crypto
fa: Crypto سخت افزار

source: Tunnel Settings
fa: تنظیمات تونل

source: IPv4 Tunnel Network
fa: شبکه تونل IPv4

source: IPv6 Tunnel Network
fa: شبکه تونل IPv6

source: IPv4 Remote network(s)
fa: شبکه (ها) از راه دور IPv4

source: IPv6 Remote network(s)
fa: شبکه (ها) از راه دور IPv6

source: Limit outgoing bandwidth
fa: پهنای باند خروجی را محدود کنید

source: Compression
fa: فشرده سازی

source: Topology
fa: توپولوژی

source: Specifies the method used to configure a virtual adapter IP address.
fa: روش استفاده شده برای پیکربندی یک آدرس IP آداپتور مجازی را مشخص می کند.

source: Type-of-Service
fa: نوع خدمات

source: Don't pull routes
fa: مسیرها را نکشید

source: Don't add/remove routes
fa: مسیرها را اضافه یا حذف نکنید

source: Ping settings
fa: تنظیمات پینگ

source: Inactive
fa: غیر فعال

source: Ping method
fa: روش پینگ

source: Interval
fa: فاصله

source: Timeout
fa: زمان بندی

source: Ping restart or exit
fa: راه اندازی مجدد پینگ یا خروج

source: Exit or restart OpenVPN after timeout from remote%1$s
fa: خروج یا راه اندازی مجدد OpenVPN پس از اتمام وقت از%1 $ s از راه دور

source: Ping restart or exit seconds
fa: ثانیه شروع مجدد یا خروج پینگ

source: Advanced Configuration
fa: پیکربندی پیشرفته

source: Custom options
fa: گزینه های سفارشی

source: Exit Notify
fa: خروج از اعلان

source: Send/Receive Buffer
fa: ارسال / دریافت بافر

source: Gateway creation
fa: ایجاد دروازه

source: Verbosity level
fa: سطح ورشکستگی

source: OpenVPN Clients
fa: مشتریان OpenVPN

source: Edit Client
fa: ویرایش مشتری

source: Copy Client
fa: کپی مشتری

source: Delete Client
fa: حذف مشتری

source: Wireless Interfaces
fa: رابط های بی سیم

source: Edit WiFi interface
fa: ویرایش رابط WiFi

source: Delete WiFi interface
fa: حذف رابط WiFi

source: The DHCP option must be a number between 1 and 254.
fa: گزینه DHCP باید عددی بین 1 تا 254 باشد.

source: A valid IPv4 address must be specified for range from.
fa: یک آدرس معتبر IPv4 باید برای دامنه از آن مشخص شود.

source: A valid IPv4 address must be specified for range to.
fa: یک آدرس معتبر IPv4 باید برای دامنه مشخص شود.

source: A valid IP address must be specified for the gateway.
fa: یک آدرس IP معتبر باید برای دروازه مشخص شود.

source: A valid IP address must be specified for each of the DNS servers.
fa: یک آدرس IP معتبر باید برای هر یک از سرورهای DNS مشخص شود.

source: A valid IP address must be specified for the network boot server.
fa: یک آدرس IP معتبر باید برای سرور boot شبکه مشخص شود.

source: The network address cannot be used in the starting subnet range.
fa: آدرس شبکه در محدوده زیر شبکه شروع استفاده نمی شود.

source: The broadcast address cannot be used in the ending subnet range.
fa: آدرس پخش را نمی توان در محدوده زیر شبکه در حال پایان استفاده کرد.

source: The subnet range cannot overlap with virtual IP address %s.
fa: دامنه زیر شبکه نمی تواند با آدرس IP مجازی%s همپوشانی داشته باشد.

source: Text type cannot include quotation marks.
fa: نوع متن نمی تواند شامل علامت های نقل قول باشد.

source: Boolean type must be true, false, on, or off.
fa: نوع بولی باید درست ، نادرست ، روشن یا خاموش باشد.

source: Unsigned 8-bit integer type must be a number in the range 0 to 255.
fa: نوع عدد صحیح 8 بیتی ثبت نشده باید عددی در محدوده 0 تا 255 باشد.

source: Unsigned 16-bit integer type must be a number in the range 0 to 65535.
fa: نوع عدد صحیح 16 بیتی ثبت نشده باید عددی در محدوده 0 تا 65535 باشد.

source: Signed 8-bit integer type must be a number in the range -128 to 127.
fa: نوع عدد صحیح 8 بیتی امضا شده باید عددی در محدوده -128 تا 127 باشد.

source: IP address or host type must be an IP address or host name.
fa: آدرس IP یا نوع میزبان باید یک آدرس IP یا نام میزبان باشد.

source: Pool Start
fa: شروع استخر

source: Pool End
fa: پایان استخر

source: DHCP Server
fa: سرور DHCP

source: %1$s has a CIDR mask of %2$s, which does not contain enough addresses.
fa: %1 $ s دارای یک ماسک CIDR%2 $ s است که حاوی آدرس کافی نیست.

source: This system has no interfaces configured with a static IPv4 address.
fa: این سیستم هیچ رابط پیکربندی شده با آدرس IPv4 استاتیک ندارد.

source: General Options
fa: گزینه های عمومی

source: Enable DHCP server on %s interface
fa: فعال کردن سرور DHCP در رابط%s

source: Deny unknown clients
fa: رد مشتری ناشناس

source: Ignore denied clients
fa: نادیده گرفتن مشتری را رد کرد

source: Ignore client identifiers
fa: نادیده گرفتن شناسه مشتری

source: Pool Description
fa: توضیحات استخر

source: In-use DHCP Pool Ranges:
fa: محدوده های استخر مورد استفاده در DHCP:

source: Available range
fa: دامنه موجود

source: Additional Pools
fa: استخرهای اضافی

source: Add pool
fa: اضافه کردن استخر

source: WINS servers
fa: سرورهای WINS

source: DNS servers
fa: سرورهای DNS

source: Other Options
fa: گزینه های دیگر

source: Gateway
fa: دروازه

source: Maximum lease time
fa: حداکثر زمان اجاره

source: Failover peer IP
fa: IP همکار Failover

source: Static ARP
fa: ARP استاتیک

source: Time format change
fa: تغییر قالب زمان

source: Statistics graphs
fa: نمودارهای آماری

source: Ping check
fa: بررسی پینگ

source: Primary DDNS address
fa: آدرس DDNS اولیه

source: Primary domain name server IP address for the dynamic domain name.
fa: آدرس IP سرور نام دامنه اصلی برای نام دامنه پویا.

source: DNS Domain key
fa: کلید دامنه DNS

source: DNS Domain key secret
fa: راز کلید دامنه DNS

source: MAC address control
fa: کنترل آدرس MAC

source: MAC Allow
fa: MAC مجاز

source: MAC Deny
fa: MAC رد می کند

source: TFTP Server
fa: سرور TFTP

source: LDAP Server URI
fa: URI سرور LDAP

source: Network Booting
fa: راه اندازی شبکه

source: Next Server
fa: سرور بعدی

source: Enter the IP address of the next server
fa: آدرس IP سرور بعدی را وارد کنید

source: Default BIOS file name
fa: نام پرونده پیش فرض BIOS

source: UEFI 32 bit file name
fa: نام پرونده 32 بیتی UEFI

source: UEFI 64 bit file name
fa: نام پرونده 64 بیتی UEFI

source: Root path
fa: مسیر ریشه

source: string-format: iscsi:(servername):(protocol):(port):(LUN):targetname
fa: string-format: iscsi: (نام سرور) :( پروتکل) :( پورت) :( LUN): نام مقصد

source: For a list of available options please visit this %1$s URL%2$s.%3$s
fa: برای لیستی از گزینه های موجود ، لطفاً از این URL%1 1 s٪%2 $ s.%3 $ s بازدید کنید

source: Text
fa: متن

source: String
fa: رشته

source: Boolean
fa: بولی

source: Unsigned 8-bit integer
fa: عدد صحیح 8 بیتی امضا نشده

source: Unsigned 16-bit integer
fa: عدد صحیح 16 بیتی امضا نشده

source: Unsigned 32-bit integer
fa: عدد صحیح 32 بیتی امضا نشده

source: Signed 8-bit integer
fa: عدد صحیح 8 بیتی امضا شد

source: Signed 16-bit integer
fa: عدد صحیح 16 بیتی امضا شد

source: Signed 32-bit integer
fa: عدد صحیح 32 بیتی امضا شد

source: IP address or host
fa: آدرس IP یا میزبان

source: Option
fa: گزینه

source: DHCP Static Mappings for this Interface
fa: DHCP استاتیک نقشه برداری برای این رابط

source: MAC address
fa: آدرس MAC

source: Client Id
fa: شناسه مشتری

source: Acting as an SSL/TLS server requires a valid server certificate
fa: عمل به عنوان سرور SSL / TLS به یک گواهی سرور معتبر نیاز دارد
