Repository: mehdiimrzz/pfsense
Catalog: src/usr/local/share/locale/*/LC_MESSAGES/pfSense.po
Languages: fa

source: Wrong values - Update could not be completed.
fa: خطای ناشناخته

source: Unknown username - User does not exist.
fa: مقادیر غلط - بروزرسانی کامل نیست.

source: Wrong password - Remember password is case sensitive.
fa: نام کاربری ناشناخته - کاربر وجود ندارد.

source: User unable to administer the selected domain.
fa: گذرواژه اشتباه - به یاد داشته باشید رمز عبور حساس به پرونده است.

source: Not A FQDN
fa: کاربر قادر به مدیریت دامنه انتخابی نیست.

source: Hostname does not exist or DynDNS not enabled
fa: FQDN نیست

source: Bad request
fa: نام میزبان وجود ندارد یا DynDNS فعال نیست

source: Dynamic DNS access has been blocked!
fa: درخواست بد

source: Error on Google's end, retry in 5 minutes
fa: دسترسی DNS DNS مسدود شده است!

source: Invalid username or password
fa: خطایی در پایان Google ، 5 دقیقه دوباره امتحان کنید

source: Account suspended
fa: نام کاربری یا گذرواژه نامعتبر است

source: Account revoked
fa: حساب معلق شده است

source: Record does not exist in the system. Unable to update record
fa: حساب لغو شد

source: User does not have access to this record
fa: ضبط در سیستم وجود ندارد. ضبط به روزرسانی امکان پذیر نیست

source: General system error recognized by the system
fa: کاربر به این سابقه دسترسی ندارد

source: General system error unrecognized by the system
fa: خطای عمومی سیستم شناخته شده توسط سیستم

source: _checkStatus() results: %1$s
fa: خطای عمومی سیستم که توسط سیستم به رسمیت شناخته نشده است

source: No record exists.
fa: _checkStatus () نتایج:%1 $ s

source: No type exists.
fa: هیچ سابقه ای موجود نیست.

source: No value exists.
fa: هیچ نوع وجود ندارد.

source: No such zone exists.
fa: هیچ ارزشی وجود ندارد.

source: The specified record is invalid.
fa: چنین منطقه ای وجود ندارد.

source: The specified type is invalid.
fa: سابقه مشخص شده نامعتبر است.

source: The specified value is invalid.
fa: نوع مشخص شده نامعتبر است.

source: Record is not editable.
fa: مقدار مشخص شده نامعتبر است.

source: Record exists but is not editable.
fa: ضبط قابل ویرایش نیست.

source: Record exists and must be removed before adding.
fa: ضبط وجود دارد اما قابل ویرایش نیست.

source: A remote server error occurred updating the zone.
fa: ضبط وجود دارد و باید قبل از افزودن حذف شود.

source: A remote server error occurred loading the zone.
fa: هنگام بروزرسانی منطقه ، یک خطای سرور از راه دور رخ داد.

source: A remote server error occurred adding a new record.
fa: هنگام بارگیری منطقه خطای سرور از راه دور رخ داد.

source: A remote server error occurred removing an existing record.
fa: خطای سرور از راه دور با افزودن یک رکورد جدید رخ داد.

source: DynDNS updated IP Address on %1$s (%2$s) to %3$s
fa: خطای سرور از راه دور هنگام حذف یک رکورد موجود رخ داد.

source: DynDNS updated IPv6 Address on %1$s (%2$s) to %3$s
fa: DynDNS آدرس IP را در%1 $ s (%2 $ s) به%3 $ s به روز کرد

source: ERROR!
fa: DynDNS آدرس IPv6 را در%1 $ s (%2 $ s) به%3 $ s به روز کرد

source: No Dynamic DNS Service provider was selected.
fa: خطا!

source: No Username Provided.
fa: هیچ ارائه دهنده سرویس DNS DNS انتخاب نشده است.

source: No Password Provided.
fa: نام کاربری ارائه نشده است.

source: No Hostname Provided.
fa: هیچ رمز عبور ارائه نشده است.

source: The Dynamic DNS Service provided is not yet supported.
fa: نام میزبان ارائه نشده است.

source: No Update URL Provided.
fa: سرویس DNamic DNS ارائه شده هنوز پشتیبانی نمی شود.

source: Invalid ZoneID
fa: هیچ URL به روزرسانی ارائه نشده است.

source: Invalid TTL
fa: ZoneID نامعتبر

source: No change in my IP address and/or %s days has not passed. Not updating dynamic DNS entry.
fa: TTL نامعتبر است

source: Dynamic DNS %1$s (%2$s): _detectChange() starting.
fa: پاسخ ناشناخته.

source: Dynamic Dns (%s): Current WAN IP could not be determined, skipping update process.
fa: Dynamic DNS%1 $ s (%2 $ s): _detectChange () شروع می شود.

source: Cached IPv6: %s
fa: Dynamic Dns (%1 $ s): WAN IP فعلی:%2 $ s

source: No Cached IPv6 found.
fa: ذخیره شده IPv6:%s

source: Cached IP: %s
fa: هیچ Cached IPv6 یافت نشد.

source: No Cached IP found.
fa: ذخیره شده IP:%s

source: Dynamic Dns: cacheIP != wan_ip. Updating.
fa: هیچ IP ذخیره شده یافت نشد.

source: Cached IP: %1$s WAN IP: %2$s
fa: Dynamic Dns: cacheIP! = wan_ip. در حال بروز رسانی.

source: Dynamic Dns: More than %s days. Updating.
fa: ذخیره شده IP:%1 $ s WAN IP:%2 $ s

source: Initial update.
fa: Dynamic Dns: بیش از%s روز. در حال بروز رسانی.

source: Dynamic DNS %1$s (%2$s): _checkIP() starting.
fa: بروزرسانی اولیه.

source: Dynamic DNS %1$s (%2$s): %3$s extracted from Check IP Service
fa: Dynamic DNS%1 $ s (%2 $ s): _checkIP () شروع می شود.

source: Dynamic DNS %1$s (%2$s): IP address could not be extracted from Check IP Service
fa: DNS DNS%1 $ s (%2 $ s):%3 $ s از خدمات چک IP استخراج شد

source: <p align="center"><font size="3">Copyright &copy; 2004-2019. Electric Sheep Fencing LLC ("ESF"). All Rights Reserved.</p> <p align="center"><strong>NO COMMERCIAL DISTRIBUTION OF THE PFSENSE&reg; CE SOFTWARE IS ALLOWED.</strong> </p> <p>pfSense&reg; is a federally and internationally registered trademark and service mark of ESF, and is exclusively licensed to Rubicon Communications, LLC (d/b/a Netgate) ("Netgate").</p> <p>Any unauthorized use of the pfSense&reg; mark is prohibited by United States and international law. Please refer to the Netgate <a href="https://www.pfsense.org/trademarks.html" target="_blank"> Trademark Usage Guidelines</a> for how to properly use the mark.</p> </div> <div class="modal-footer" style="background-color:#1e3f75; color:white;"> <button type="button" class="btn btn-xs btn-success" data-dismiss="modal" aria-label="Close"> <span aria-hidden="true">Accept</span> </button> </div>
fa: DNS DNS%1 $ s (%2 $ s):%3 $ s از سیستم محلی استخراج شده است.

source: %1$s (%2$s/%3$s): not found on any registered Roll
fa: پایگاه داده Captive Portal Voucher همزمان با%1 $ s:%2 $ s

source: %1$s invalid: %2$s!!
fa: %1 $ s (%2 $ s /%3 $ s): در هیچ Roll ثبت شده یافت نشد

source: %s invalid: Too short!
fa: %1 $ s نامعتبر است:%2 $ s !!

source: %1$s (%2$s/%3$s) active and good for %4$d Minutes
fa: %s نامعتبر است: خیلی کوتاه!

source: %1$s (%2$s/%3$s) already used and expired
fa: %1 $ s (%2 $ s /%3 $ s) فعال و خوب برای%4 $ d دقیقه

source: %1$s (%2$s/%3$s) good for %4$s Minutes
fa: %1 $ s (%2 $ s /%3 $ s) از قبل استفاده شده و منقضی شده است

source: %1$s invalid: %2$s !!
fa: %1 $ s (%2 $ s /%3 $ s) خوب برای%4 $ s دقیقه

source: Access denied!
fa: %1 $ s نامعتبر است:%2 $ s !!

source: Access granted for %d Minutes in total.
fa: دسترسی رد شد!

source: Enabling voucher support...
fa: دسترسی به%d در کل دقیقه اعطا شد.

source: Error: cannot write voucher.cfg
fa: فعال کردن پشتیبانی از کوپن ...

source: cant write %1$s/voucher_%2$s_used_%3$s.db
fa: خطا: نمی توانید voucher.cfg بنویسید

source: cant read %1$s/voucher_%2$s_used_%3$s.db
fa: نمی توان%1 $ s / voucher_%2 $ s_used_%3 $ s.db را نوشت

source: Voucher: %s
fa: نمی توان%1 $ s / voucher_%2 $ s_used_%3 $ s.db را خواند

source: Syncing vouchers
fa: کوپن:%s

source: First Authentication Method
fa: همگام سازی کوپن ها

source: Second Authentication Method
fa: اولین روش احراز هویت

source: Voucher Code
fa: روش تأیید هویت دوم

source: Redirecting to
fa: کد کوپن

source: Click the button below to disconnect
fa: تغییر مسیر به

source: Invalid credentials specified
fa: برای جدا کردن دکمه زیر را کلیک کنید

source: Internal Error
fa: اعتبارنامه نامعتبر مشخص شده است

source: Access Denied
fa: خطای داخلی

source: RADIUS MAC Authentication Failed.
fa: دسترسی رد شد

source: Error: cannot open '%1$s' in captiveportal_write_elements()%2$s
fa: تأیید هویت RADIUS MAC انجام نشد.

source: Captive Portal allowed users configuration changed
fa: خطا: نمی توانید '%1 $ s' را در captiveportal_write_elements باز کنید ()%2 $ s

source: Timeout waiting for IPv6 address in tentative state. dpinger will not run.
fa: Captive Portal به پیکربندی کاربران اجازه تغییر داده است

source: Removing static route for monitor %1$s and adding a new route through %2$s
fa: هیچ دروازه ای برای نظارت وجود ندارد. dpinger اجرا نمی شود.

source: dpinger: No dpinger session running for gateway %s
fa: خطا در شروع مانیتور دروازه برای%s

source: dpinger: cannot connect to status socket %1$s - %2$s (%3$s)
fa: dpinger: هیچ جلسه dpinger برای دروازه%s اجرا نمی شود

source: dpinger: timeout while retrieving status for gateway %s
fa: dpinger: نمی توانید به سوکت وضعیت%1 $ s -%2 $ s (%3 $ s) وصل شوید

source: MONITOR: %1$s is down, omitting from routing group %2$s
fa: dpinger: زمان توقف در هنگام بازیابی وضعیت برای دروازه%s

source: MONITOR: %1$s has packet loss, omitting from routing group %2$s
fa: MONITOR:%1 $ s کاهش یافته است ، و از گروه مسیریابی%2 $ s استفاده نمی شود

source: MONITOR: %1$s has high latency, omitting from routing group %2$s
fa: MONITOR:%1 $ s از دست دادن بسته است ، و از گروه مسیریابی%2 $ s حذف نمی شود

source: MONITOR: %1$s is available now, adding to routing group %2$s
fa: MONITOR:%1 $ s دارای تأخیر بالایی است و از گروه مسیریابی%2 $ s صرف نظر نمی کند

source: Gateways status could not be determined, considering all as up/active. (Group: %s)
fa: MONITOR:%1 $ s اکنون در دسترس است و به گروه مسیریابی%2 $ s اضافه می شود

source: Updating gateway group gateway for %1$s - new gateway is %2$s
fa: GATEWAYS: گروه%1 $ s هیچ دروازه ای با درجه%2 $ s بالا نداد!

source: gateway
fa: به روزرسانی دروازه گروه دروازه برای%1 $ s - دروازه جدید%2 $ s است

source: A valid gateway IP address must be specified.
fa: دروازه

source: Cannot add IPv4 Gateway Address because no IPv4 address could be found on the interface.
fa: یک آدرس IP معتبر دروازه باید مشخص شود.

source: The IPv6 gateway address '%s' can not be used as a IPv4 gateway.
fa: یک بار داده معتبر باید مشخص شود.

source: The IPv4 gateway address '%s' can not be used as a IPv6 gateway.
fa: آدرس دروازه IPv6 '%s' نمی تواند به عنوان یک دروازه IPv4 استفاده شود.

source: The IPv6 monitor address '%s' can not be used on a IPv4 gateway.
fa: آدرس دروازه IPv4 '%s' نمی تواند به عنوان یک دروازه IPv6 استفاده شود.

source: The IPv4 monitor address '%s' can not be used on a IPv6 gateway.
fa: آدرس مانیتور IPv6 '%s' نمی تواند در یک دروازه IPv4 استفاده شود.

source: Changing name on a gateway is not allowed.
fa: آدرس مانیتور IPv4 '%s' نمی تواند در یک دروازه IPv6 استفاده شود.

source: The gateway name "%s" already exists.
fa: تغییر نام در یک دروازه مجاز نیست.

source: The gateway IP address "%s" already exists.
fa: نام دروازه %s از قبل موجود است.

source: The monitor IP address "%s" is already in use. A different monitor IP must be chosen.
fa: آدرس IP دروازه %s از قبل موجود است.

source: The low latency threshold needs to be positive.
fa: آستانه تأخیر کم باید یک مقدار عددی باشد.

source: The high latency threshold needs to be a numeric value.
fa: آستانه تأخیر کم باید مثبت باشد.

source: The high latency threshold needs to be positive.
fa: آستانه تأخیر زیاد باید یک مقدار عددی باشد.

source: The low Packet Loss threshold needs to be a numeric value.
fa: آستانه تأخیر زیاد باید مثبت باشد.

source: The low Packet Loss threshold needs to be positive.
fa: آستانه از دست دادن بسته پایین باید یک عددی باشد.

source: The low Packet Loss threshold needs to be less than 100.
fa: آستانه از دست دادن بسته پایین باید مثبت باشد.

source: The high Packet Loss threshold needs to be a numeric value.
fa: آستانه از دست دادن بسته پایین باید کمتر از 100 باشد.

source: The high Packet Loss threshold needs to be positive.
fa: آستانه از دست دادن بسته بالا نیاز به یک عددی دارد.

source: The high Packet Loss threshold needs to be 100 or less.
fa: آستانه بالا رفتن از دست دادن Packet باید مثبت باشد.

source: The time period over which results are averaged needs to be a numeric value.
fa: آستانه از دست دادن بسته بالا نیاز به 100 یا کمتر دارد.

source: The probe interval needs to be a numeric value.
fa: مدت زمانی که در آن نتایج به طور متوسط ​​انجام می شود ، باید مثبت باشد.

source: The probe interval needs to be positive.
fa: فاصله پروب باید یک عددی باشد.

source: The loss interval needs to be a numeric value.
fa: فاصله پروب باید مثبت باشد.

source: The loss interval setting needs to be positive.
fa: بازه ضرر یک مقدار عددی است.

source: The alert interval needs to be a numeric value.
fa: تنظیم فاصله ضرر باید مثبت باشد.

source: The alert interval setting needs to be positive.
fa: فاصله هشدار باید یک مقدار عددی باشد.

source: The high latency threshold needs to be greater than the low latency threshold
fa: تنظیم فاصله هشدار باید مثبت باشد.

source: Do not perform binat for the specified address
fa: غیرفعال کردن این قانون

source: Not
fa: برای آدرس مشخص شده binat را انجام ندهید

source: Enable DHCPv6 server on interface
fa: نه

source: bits
fa: فعال کردن سرور DHCPv6 در رابط

source: to
fa: بیت

source: Change DHCPv6 display lease time from UTC to local time
fa: به

source: Enable registration of DHCP client names in DNS.
fa: زمان اجاره صفحه نمایش DHCPv6 را از UTC به زمان محلی تغییر دهید

source: Force dynamic DNS hostname to be the same as configured hostname for Static Mappings
fa: ثبت نام مشتری DHCP را در DNS فعال کنید.

source: Enable Network Booting
fa: نوشته های DNS معکوس را اضافه کنید.

source: Use same settings as DHCPv6 server
fa: فعال کردن راه اندازی شبکه

source: Reset the firewall state table
fa: از تنظیمات مشابه سرور DHCPv6 استفاده کنید

source: Reset firewall source tracking
fa: تنظیم مجدد جدول حالت فایروال

source: These settings override the "General Logging Options" settings.
fa: بازنشانی ردیابی منبع فایروال

source: Forward
fa: این تنظیمات نادیده گرفتن تنظیمات گزینه های عمومی ورود به سیستم است.

source: Reverse
fa: رو به جلو

source: General Logging Options Setting
fa: معکوس

source: Formatted
fa: تنظیم گزینه های ورود به سیستم عمومی

source: Log errors from the web server process
fa: قالب بندی شده

source: Log packets matched from the default block rules in the ruleset
fa: خطاهای ورود به سیستم از فرآیند سرور وب

source: Log packets matched from the default pass rules put in the ruleset
fa: بسته های ورود به سیستم مطابق با قوانین پیش فرض بلوک در خط مقدم

source: Log packets blocked by 'Block Bogon Networks' rules
fa: بسته های ورود به سیستم مطابقت با قوانین عبور پیش فرض قرار داده شده در خط مقررات

source: Log packets blocked by 'Block Private Networks' rules
fa: بسته های ورود به سیستم توسط Block Bogon Networks مسدود شده

source: Use SSL/TLS for DNS Queries forwarded to this server
fa: بسته های لاگ مسدود شده توسط قوانین بلوک شبکه های خصوصی

source: <span class="help-block">
fa: از SSL / TLS برای نمایش داده شدگان DNS ارسال شده به این سرور استفاده کنید

source: Do not retry connection when authentication fails
fa: غیرفعال کردن این مشتری

source: Use a TLS Key
fa: اتصال را دوباره امتحان نکنید وقتی تأیید اعتبار انجام نشد

source: Automatically generate a TLS Key.
fa: استفاده از کلید TLS

source: Automatically generate a shared key
fa: به طور خودکار یک کلید TLS تولید می شود.

source: Enable Negotiable Cryptographic Parameters
fa: تولید خودکار یک کلید مشترک

source: Set the TOS IP header value of tunnel packets to match the encapsulated packet value.
fa: فعال کردن پارامترهای رمزنگاری قابل قبول

source: Don't add or remove routes automatically
fa: سرور را از اضافه کردن مسیرها به جدول مسیریابی مشتری ممنوع می کند

source: Use fast I/O operations with UDP writes to tun/tap. Experimental.
fa: مسیرها را به صورت خودکار اضافه یا حذف نکنید

source: IPv4 only
fa: از تنظیمات سریع I / O با نوشتن UDP برای تنظیم / شیر استفاده کنید. آزمایشی.

source: IPv6 only
fa: فقط IPv4

source: Ignore BOOTP queries
fa: فقط IPv6

source: Only the clients defined below will get DHCP leases from this server.
fa: نادیده گرفتن سؤالات BOOTP

source: Denied clients will be ignored rather than rejected.
fa: فقط مشتریانی که در زیر تعریف شده اند اجاره DHCP را از این سرور دریافت می کنند.

source: If a client includes a unique identifier in its DHCP request, that UID will not be recorded in its lease.
fa: مشتری های رد شده به جای رد آنها نادیده گرفته می شوند.

source: Change DHCP display lease time from UTC to local time
fa: فعال کردن ورودی های ARP استاتیک

source: Enable RRD statistics graphs
fa: زمان اجاره صفحه نمایش DHCP را از UTC به زمان محلی تغییر دهید

source: Disable ping check
fa: نمودارهای آمار RRD را فعال کنید

source: Enable registration of DHCP client names in DNS
fa: غیرفعال کردن بررسی پینگ

source: Enables network booting
fa: فعال کردن ثبت نام مشتری DHCP در DNS

source: <div class="alert alert-info">
fa: بوت شدن شبکه را فعال می کند

source: Respond to incoming SSL/TLS queries from local clients
fa: فعال کردن حل کننده DNS

source: Enable DNSSEC Support
fa: پاسخ به نمایش داده شدگان SSL / TLS از مشتریان محلی

source: Enable Python Module
fa: فعال کردن پشتیبانی DNSSEC

source: Enable Forwarding Mode
fa: فعال کردن ماژول پایتون

source: Use SSL/TLS for outgoing DNS Queries to Forwarding Servers
fa: فعال کردن حالت حمل و نقل

source: Register DHCP leases in the DNS Resolver
fa: از SSL / TLS برای خروجی پرس و جوهای DNS به سمت سرورهای ارسال استفاده کنید

source: Register DHCP static mappings in the DNS Resolver
fa: اجاره DHCP را در رزولوشن DNS ثبت کنید

source: Register connected OpenVPN clients in the DNS Resolver
fa: نگاشتهای ایستا DHCP را در رزولوشن DNS ثبت کنید

source: Enable DNS forwarder
fa: ثبت نام متصل مشتری OpenVPN در DNS Resolver

source: Register DHCP leases in DNS forwarder
fa: فعال کردن نماینده DNS

source: Register DHCP static mappings in DNS forwarder
fa: اجاره DHCP را در حمل و نقل DNS ثبت کنید

source: Resolve DHCP mappings first
fa: نگاشتهای ایستا DHCP را در فرستنده DNS ثبت کنید

source: Query DNS servers sequentially
fa: ابتدا نقشه‌برداری DHCP را حل کنید

source: Require domain
fa: سرورهای پرس و جو DNS پی در پی

source: Do not forward private reverse lookups
fa: نیاز به دامنه

source: Disable this static route
fa: جستجویهای خصوصی معکوس ارسال نشود

source: <span id="ldaptestop">Testing pfSense LDAP settings... One moment please...
fa: غیرفعال کردن این مسیر ثابت

source: Record a timestamp once for each second, useful for constructing Allan deviation plots (default: unchecked).
fa: هسته ساعت PPS را فعال کنید (پیش فرض: انتخاب نشده).

source: Forcefully disable the kernel PTI
fa: فعال کردن PowerD

source: Do not kill connections when schedule expires
fa: غیرفعال کردن هسته PTI هسته

source: Flush all states when a gateway goes down
fa: با منقضی شدن برنامه ، اتصالات را نکشید

source: Do not create rules when gateway is down
fa: هنگامی که یک دروازه پایین می رود همه حالتها را شستشو دهید

source: Use memory file system for /tmp and /var
fa: هنگام پایین آمدن دروازه ، قوانینی ایجاد نکنید

source: Do NOT send Netgate Device ID with user agent
fa: از سیستم فایل حافظه برای / tmp و / var استفاده کنید

source: pfsync transfers state insertion, update, and deletion messages between firewalls.
fa: شناسه دستگاه Netgate را با عامل کاربر ارسال نکنید

source: Authentication servers (e.g. LDAP, RADIUS)
fa: کاربران و گروه های مدیر کاربر

source: Certificate Authorities, Certificates, and Certificate Revocation Lists
fa: سرورهای تأیید اعتبار (به عنوان مثال LDAP ، RADIUS)

source: Firewall schedules
fa: قوانین فایروال

source: Firewall aliases
fa: برنامه های فایروال

source: NAT configuration
fa: نام مستعار فایروال

source: IPsec configuration
fa: پیکربندی NAT

source: OpenVPN configuration (Implies CA/Cert/CRL Sync)
fa: پیکربندی IPsec

source: DHCP Server settings
fa: پیکربندی OpenVPN (دلالت همگام سازی CA / Cert / CRL)

source: WoL Server settings
fa: تنظیمات سرور DHCP

source: Static Route configuration
fa: تنظیمات سرور WoL

source: Load Balancer configuration
fa: پیکربندی مسیر استاتیک

source: Virtual IPs
fa: پیکربندی Balancer

source: Traffic Shaper configuration
fa: IP های مجازی

source: Traffic Shaper Limiters configuration
fa: پیکربندی Shaper Traffic

source: DNS Forwarder and DNS Resolver configurations
fa: پیکربندی محدود کننده های ترافیک Shaper

source: Captive Portal
fa: تنظیمات DNS Forwarder و DNS Resolver

source: Enable promiscuous mode
fa: اسیر شدن پورتال

source: Do reverse DNS lookup
fa: فعال کردن حالت پیش نمایش

source: Enable DHCP relay on interface
fa: جستجوی معکوس DNS

source: Append circuit ID and agent ID to requests
fa: فعال کردن رله DHCP در رابط

source: Enable RRD graphs of NTP statistics (default: disabled).
fa: شناسه مدار و شناسه عامل را به درخواستها اضافه کنید

source: Log peer messages (default: disabled).
fa: نمودارهای RRD از آمار NTP را فعال کنید (پیش فرض: غیرفعال).

source: Log system messages (default: disabled).
fa: پیام های همتا را ثبت کنید (پیش فرض: غیرفعال).

source: Log reference clock statistics (default: disabled).
fa: پیام های سیستم را وارد کنید (پیش فرض: غیرفعال).

source: Log clock discipline statistics (default: disabled).
fa: آمار ساعت مرجع را وارد کنید (پیش فرض: غیرفعال).

source: Log NTP peer statistics (default: disabled).
fa: آمار نظم و انضباط ساعت ساعت (پیش فرض: غیرفعال).

source: Enable automatic configuration backups
fa: آمار همسالان NTP را وارد کنید (پیش فرض: غیرفعال).

source: Automatically backup on every configuration change
fa: فعال کردن پشتیبان گیری از پیکربندی خودکار

source: Automatically backup on a regular schedule
fa: پشتیبان گیری خودکار از هر تغییر پیکربندی

source: Enable the creation, generation and activation of rolls with vouchers
fa: پشتیبان گیری خودکار در یک برنامه منظم

source: Create an ARP Table Static Entry for this MAC & IP Address pair.
fa: ایجاد ، تولید و فعال سازی رول ها با کوپن ها را فعال کنید

source: Make dynamic DNS registered hostname the same as Hostname above.
fa: برای این جفت آدرس MAC & IP یک ورودی ARP Table Static ایجاد کنید.

source: Enable the SNMP Daemon and its controls
fa: نام میزبان ثبت شده DNS پویا را همانند نام میزبان بالا ایجاد کنید.

source: Enable the SNMP Trap and its controls
fa: SNMP Daemon و کنترلهای آن را فعال کنید

source: MibII
fa: فعال کردن SNMP Trap و کنترلهای آن

source: Netgraph
fa: MibII

source: PF
fa: نتگراف

source: Host Resources
fa: PF

source: UCD
fa: منابع میزبان

source: Regex
fa: UCD

source: Enable Wildcard
fa: Regex

source: Enable Proxy
fa: فعال کردن Wildcard

source: Enable verbose logging
fa: فعال کردن پروکسی

source: Force IPv4 DNS Resolution
fa: فعال کردن ورود به سیستم

source: Verify SSL/TLS Certificate Trust
fa: وضوح IPv4 DNS وضوح

source: Clear invalid DF bits instead of dropping the packets
fa: تأیید اعتبار گواهی SSL / TLS

source: Insert a stronger ID into IP header of packets passing through the filter.
fa: بیت های DF نامعتبر را به جای انداختن بسته ها پاک کنید

source: Disables the PF scrubbing option which can sometimes interfere with NFS traffic.
fa: همه فیلترهای بسته را غیرفعال کنید.

source: Disable all auto-added VPN rules.
fa: قواعد فایروال را برای ترافیک در همان رابط دور بزنید

source: Disable reply-to on WAN rules
fa: همه قوانین VPN خودکار اضافه شده را غیرفعال کنید.

source: Disable Negate rule on policy routing rules
fa: پاسخ به قوانین WAN را غیرفعال کنید

source: Allow APIPA traffic
fa: غیرفعال کردن قانون منفی در مورد قوانین مسیریابی سیاست

source: Verify HTTPS certificates when downloading alias URLs
fa: مجاز به ترافیک APIPA

source: Automatic creation of additional NAT redirect rules from within the internal networks.
fa: هنگام بارگیری URL های alias ، گواهی های HTTPS را تأیید کنید

source: Enable verbose logging (Default is terse logging)
fa: فعال کردن IGMP

source: Disable this gateway
fa: ورود به سیستم فعل فعال کنید (پیش فرض ورود به سیستم متفاوت است)

source: Disable Gateway Monitoring
fa: غیرفعال کردن این دروازه

source: Disable Gateway Monitoring Action
fa: غیرفعال کردن نظارت بر دروازه

source: Mark Gateway as Down
fa: غیرفعال کردن عملکرد نظارت بر دروازه

source: Use non-local gateway through interface specific route.
fa: مارک گیت به عنوان پایین

source: Do not backup package information.
fa: از مسیر مخصوص رابط استفاده کنید.

source: Do not backup RRD data (NOTE: RRD Data can consume 4+ megabytes of config.xml space!)
fa: از اطلاعات بسته پشتیبان تهیه نکنید.

source: Configuration file is encrypted.
fa: این پرونده پیکربندی را رمزگذاری کنید.
