Repository: mehdiimrzz/pfsense
Catalog: src/usr/local/share/locale/*/LC_MESSAGES/pfSense.po
Languages: fa

source: A valid RADIUS server address must be specified.
fa: یک آدرس از راه دور معتبر باید مشخص شود.

source: Secret and confirmation must match
fa: یک آدرس سرور معتبر RADIUS باید مشخص شود.

source: RADIUS secret and confirmation must match
fa: راز و تأیید باید مطابقت داشته باشد

source: Number of L2TP users must be between 1 and 255
fa: راز و تأیید RADIUS باید مطابقت داشته باشد

source: The specified server address lies in the remote subnet.
fa: تعداد کاربران L2TP باید بین 1 تا 255 باشد

source: The specified server address is equal to the LAN interface address.
fa: آدرس سرور مشخص شده در زیر شبکه راه دور قرار دارد.

source: The field 'Primary L2TP DNS Server' must contain a valid IPv4 address.
fa: آدرس سرور مشخص شده برابر با آدرس رابط LAN است.

source: The field 'Secondary L2TP DNS Server' must contain a valid IPv4 address.
fa: قسمت سرور اصلی L2TP DNS باید دارای یک آدرس IPv4 معتبر باشد.

source: Enable L2TP
fa: پیکربندی L2TP VPN تغییر کرد.

source: *Server address
fa: فعال کردن L2TP

source: Enter the IP address the L2TP server should give to clients for use as their "gateway". %1$sTypically this is set to an unused IP just outside of the client range.%1$s%1$sNOTE: This should NOT be set to any IP address currently in use on this firewall.
fa: *آدرس سرور

source: Specify the starting address for the client IP address subnet.
fa: * محدوده آدرس از راه دور

source: *Number of L2TP users
fa: آدرس شروع را برای زیر شبکه آدرس IP مشتری مشخص کنید.

source: Secret
fa: * تعداد کاربران L2TP

source: Specify optional secret shared between peers. Required on some devices/setups.
fa: راز

source: Specifies the protocol to use for authentication.
fa: *نوع احراز هویت

source: Primary L2TP DNS server
fa: پروتکل مورد استفاده برای تأیید اعتبار را مشخص می کند.

source: Secondary L2TP DNS server
fa: سرور اصلی L2TP DNS

source: RADIUS
fa: سرور L2TP DNS ثانویه

source: When set, all users will be authenticated using the RADIUS server specified below. The local user database will not be used.
fa: شعاع

source: *Server
fa: بسته های حسابداری را به سرور RADIUS ارسال می کند.

source: Enter the IP address of the RADIUS server.
fa: * سرور

source: *Secret
fa: آدرس IP سرور RADIUS را وارد کنید.

source: Enter the shared secret that will be used to authenticate to the RADIUS server.
fa: *راز

source: Don't forget to add a firewall rule to permit traffic from L2TP clients.
fa: IP های صادر شده RADIUS

source: The VLAN tag must be an integer between 1 and 4094.
fa: برچسب VLAN

source: The VLAN Priority must be an integer between 0 and 7.
fa: برچسب VLAN باید عدد صحیحی بین 1 تا 4094 باشد.

source: Interface supplied as parent is invalid
fa: اولویت VLAN باید عدد صحیحی بین 0 و 7 باشد.

source: The VLAN tag cannot be changed while the interface is assigned.
fa: واسط ارائه شده به عنوان والدین نامعتبر است

source: A VLAN with the tag %s is already defined on this interface.
fa: هنگام اختصاص رابط ، برچسب VLAN قابل تغییر نیست.

source: A QinQ VLAN exists on %s with this tag. Please remove it to use this tag for a normal VLAN.
fa: VLAN با برچسب%s در حال حاضر در این رابط تعریف شده است.

source: Only VLAN capable interfaces will be shown.
fa: پیکربندی VLAN

source: *VLAN Tag
fa: فقط رابط های قادر به VLAN نشان داده می شوند.

source: 802.1Q VLAN tag (between 1 and 4094).
fa: * VLAN Tag

source: VLAN Priority
fa: برچسب VLAN 802.1Q (بین 1 تا 4094).

source: 802.1Q VLAN Priority (between 0 and 7).
fa: اولویت VLAN

source: vlanif
fa: اولویت 802.1Q VLAN (بین 0 تا 7).

source: CPU Load Graph
fa: vlanif

source: Note
fa: نمودار بار پردازنده

source: If the graph cannot be seen, the %1$sAdobe SVG viewer%2$s may need to be installed
fa: توجه داشته باشید

source: This monitor name has already been used. Monitor names must be unique.
fa: Balancer Load: مانیتور:

source: The 'name' field must be 16 characters or less.
fa: از فضا ها یا بریدگی ها در قسمت name استفاده نمی شود.

source: HTTP(s) codes must be from RFC2616.
fa: قسمت name باید 16 نویسه یا کمتر باشد.

source: The path to monitor must be set.
fa: کدهای HTTP باید از RFC2616 باشد.

source: modified '%s' monitor:
fa: باید مسیر نظارت تعیین شود.

source: ICMP
fa: مانیتور %s اصلاح شده:

source: TCP
fa: ICMP

source: HTTP
fa: TCP

source: HTTPS
fa: HTTP

source: Send/Expect
fa: HTTPS

source: Edit Load Balancer - Monitor Entry
fa: ارسال / انتظار

source: *Description
fa: ویرایش Load Balancer - مانیتور ورود

source: HTTP Options
fa: *شرح

source: Path
fa: گزینه های HTTP

source: Hostname for Host: header if needed.
fa: مسیر

source: HTTP Code
fa: نام میزبان میزبان: در صورت لزوم هدر.

source: HTTPS Options
fa: کد HTTP

source: HTTPS Code
fa: گزینه های HTTPS

source: Send/Expect Options
fa: کد HTTPS

source: Expect
fa: گزینه های ارسال / انتظار

source: User Authentication Source
fa: انتظار

source: Group Authentication Source
fa: منبع تأیید اعتبار کاربر

source: A valid IP address for 'Virtual Address Pool Network' must be specified.
fa: منبع تأیید اعتبار گروهی

source: A valid split DNS domain list must be specified.
fa: مقدار معتبری برای دامنه پیش فرض DNS باید مشخص شود.

source: At least one DNS server must be specified to enable the DNS Server option.
fa: یک لیست دامنه تقسیم معتبر DNS باید مشخص شود.

source: A valid IP address for 'DNS Server #2' must be specified.
fa: یک آدرس IP معتبر برای سرور DNS شماره 1 باید مشخص شود.

source: A valid IP address for 'DNS Server #3' must be specified.
fa: یک آدرس IP معتبر برای سرور DNS شماره 2 باید مشخص شود.

source: A valid IP address for 'DNS Server #4' must be specified.
fa: یک آدرس IP معتبر برای DNS Server # 3 باید مشخص شود.

source: At least one WINS server must be specified to enable the DNS Server option.
fa: یک آدرس IP معتبر برای سرور DNS شماره 4 باید مشخص شود.

source: A valid IP address for 'WINS Server #2' must be specified.
fa: یک آدرس IP معتبر برای WINS Server # 1 باید مشخص شود.

source: A valid value for 'Login Banner' must be specified.
fa: یک آدرس IP معتبر برای WINS Server # 2 باید مشخص شود.

source: Only valid RADIUS servers may be selected as a user source when using EAP-RADIUS for authentication on the Mobile IPsec VPN.
fa: مقدار معتبری برای بنر ورود باید مشخص شود.

source: Support for IPsec Mobile Clients is enabled but a Phase 1 definition was not found
fa: پیکربندی مشتری های سیار IPsec ذخیره شد.

source: Create Phase 1
fa: لطفاً روی ایجاد کلیک کنید تا یکی را تعریف کنید.

source: Enable IPsec Mobile Client Support
fa: ایجاد فاز 1

source: IKE Extensions
fa: فعال کردن پشتیبانی مشتری مشتری IPsec

source: Extended Authentication (Xauth)
fa: پسوندهای IKE

source: *User Authentication
fa: تأیید هویت تمدید شده (Xauth)

source: system
fa: * تأیید اعتبار کاربر

source: *Group Authentication
fa: سیستم

source: Client Configuration (mode-cfg)
fa: * احراز هویت گروهی

source: Network configuration for Virtual Address Pool
fa: پیکربندی مشتری (mode-cfg)

source: Virtual IPv6 Address Pool
fa: پیکربندی شبکه برای استخر آدرس مجازی

source: IPv6 Network
fa: استخر آدرس مجازی IPv6

source: Network configuration for Virtual IPv6 Address Pool
fa: شبکه IPv6

source: Network List
fa: پیکربندی شبکه برای استخر آدرس IPv6 مجازی

source: Save Xauth Password
fa: لیست شبکه

source: NOTE: With iPhone clients, this does not work when deployed via the iPhone configuration utility, only by manual entry.
fa: ذخیره گذرواژه Xauth

source: Specify domain as DNS Default Domain
fa: دامنه پیش فرض DNS

source: Split DNS
fa: دامنه را به عنوان پیش فرض دامنه DNS مشخص کنید

source: NOTE: If left blank, and a default domain is set, it will be used for this value.
fa: تقسیم DNS

source: Phase2 PFS Group
fa: سرور #

source: Group
fa: گروه فاز 2 PFS

source: Note: Groups 1, 2, 22, 23, and 24 provide weak security and should be avoided.
fa: گروه

source: Package Logs
fa: ورود بنر

source: No packages with logging facilities are currently installed.
fa: گزارش های بسته بندی

source: %s
fa: هیچ بسته ای با امکانات ورود به سیستم نصب نشده است.

source: Last %1$s %2$s Log Entries
fa: %s

source: Member Interfaces
fa: تاریخ و زمان آخرین%1 $ s%2 $ s

source: Maxage needs to be an integer between 6 and 40.
fa: رابط های عضو

source: Maxaddr needs to be an integer.
fa: حداکثر باید عدد صحیحی بین 6 تا 40 باشد.

source: Timeout needs to be an integer.
fa: Maxaddr باید یک عدد صحیح باشد.

source: Forward Delay needs to be an integer between 4 and 30.
fa: زمان بندی باید یک عدد صحیح باشد.

source: Hello time for STP needs to be an integer between 1 and 2.
fa: Forward Delay باید عدد صحیحی بین 4 تا 30 باشد.

source: Priority for STP needs to be an integer between 0 and 61440.
fa: سلام زمان لازم برای STP باید عدد صحیحی بین 1 و 2 باشد.

source: Transmit Hold Count for STP needs to be an integer between 1 and 10.
fa: اولویت STP باید عدد صحیحی بین 0 و 61440 باشد.

source: %s interface priority for STP needs to be an integer between 0 and 240.
fa: تعداد نگه داشتن تعداد برای STP باید عدد صحیحی بین 1 تا 10 باشد.

source: Sticky interface (%s) is not part of the bridge. Remove the sticky interface to continue.
fa: حداقل یک رابط عضو باید برای یک پل انتخاب شود.

source: A bridge interface cannot be a member of a bridge.
fa: یک رابط عضو منتقل شده در پیکربندی وجود ندارد

source: Bridging a wireless interface is only possible in hostap mode.
fa: رابط پل نمی تواند عضو یک پل باشد.

source: Span interface (%s) cannot be part of the bridge. Remove the span interface from bridge members to continue.
fa: ایجاد یک رابط بی سیم فقط در حالت میزبان امکان پذیر است.

source: *Member Interfaces
fa: پیکربندی Bridge

source: Interfaces participating in the bridge.
fa: * رابط های عضو

source: Advanced Options
fa: رابط های شرکت کننده در پل.

source: Cache Size
fa: گزینه های پیشرفته

source: Set the size of the bridge address cache. The default is 2000 entries.
fa: اندازه حافظه پنهان

source: Cache expire time
fa: اندازه حافظه نهان آدرس پل را تنظیم کنید. پیش فرض 2000 مدخل است.

source: Set the timeout of address cache entries to this number of seconds. If seconds is zero, then address cache entries will not be expired. The default is 1200 seconds.
fa: زمان انقضای کش

source: Add the interface named by interface as a span port on the bridge. Span ports transmit a copy of every frame received by the bridge. This is most useful for snooping a bridged network passively on another host connected to one of the span ports of the bridge. %1$s%2$sThe span interface cannot be part of the bridge member interfaces.%3$s
fa: بندر اسپان

source: Set interface as an edge port. An edge port connects directly to end stations and cannot create bridging loops in the network; this allows it to transition straight to forwarding.
fa: بنادر

source: Allow interface to automatically detect edge status. This is the default for all interfaces added to a bridge.%1$sThis will disable the autoedge status of interfaces. %2$s
fa: درگاه های لبه خودکار

source: Set the interface as a point-to-point link. This is required for straight transitions to forwarding and should be enabled on a direct link to another RSTP-capable switch.
fa: پورت های PTP

source: Automatically detect the point-to-point status on interface by checking the full duplex link status. This is the default for interfaces added to the bridge.%1$sThe interfaces selected here will be removed from default autoedge status. %2$s
fa: پورت های خودکار PTP

source: Mark an interface as a "sticky" interface. Dynamically learned address entries are treated as static once entered into the cache. Sticky entries are never aged out of the cache or replaced, even if the address is seen on a different interface.
fa: بنادر مهم

source: Mark an interface as a "private" interface. A private interface does not forward any traffic to any other port that is also a private interface.
fa: بنادر خصوصی

source: When enabled, the AUTO_LINKLOCAL flag is set on the bridge interface and cleared on every member interface. This is required when the bridge interface is used for stateless autoconfiguration.
fa: فعال کردن پیوند خودکار IPv6

source: RSTP/STP
fa: فعال کردن RSTP / STP

source: Protocol used for spanning tree.
fa: RSTP / STP

source: STP Interfaces
fa: پروتکل مورد استفاده برای پوشاندن درخت.

source: Enable Spanning Tree Protocol on interface. The if_bridge(4) driver has support for the IEEE 802.1D Spanning Tree Protocol (STP). STP is used to detect and remove loops in a network topology.
fa: رابط های STP

source: Set the time that a Spanning Tree Protocol configuration is valid. The default is 20 seconds. The minimum is 6 seconds and the maximum is 40 seconds.
fa: زمان معتبر

source: Set the time that must pass before an interface begins forwarding packets when Spanning Tree is enabled. The default is 15 seconds. The minimum is 4 seconds and the maximum is 30 seconds.
fa: زمان جلو

source: Set the time in seconds between broadcasting of Spanning Tree Protocol configuration messages. The hello time may only be changed when operating in legacy STP mode. The default is 2 seconds. The minimum is 1 second and the maximum is 2 seconds.
fa: سلام وقت

source: Set the bridge priority for Spanning Tree. The default is 32768. The minimum is 0 and the maximum is 61440.
fa: اولویت

source: Set the transmit hold count for Spanning Tree. This is the number of packets transmitted before being rate limited. The default is 6. The minimum is 1 and the maximum is 10.
fa: نگه داشتن تعداد

source: Set the Spanning Tree priority of interface to value. The default is 128. The minimum is 0 and the maximum is 240. Increments of 16.
fa: اولویت

source: Set the Spanning Tree path cost of interface to value. The default is calculated from the link speed. To change a previously selected path cost back to automatic, set the cost to 0. The minimum is 1 and the maximum is 200000000.
fa: هزینه مسیر

source: Server List
fa: Balancer Load: استخر:

source: This pool name has already been used. Pool names must be unique.
fa: لیست سرور

source: The name '%s' is a reserved word and cannot be used.
fa: این نام استخر قبلاً استفاده شده است. نام استخر باید بی نظیر باشد.

source: Sorry, an alias is already named %s.
fa: نام '%s' یک کلمه رزرو شده است و قابل استفاده نیست.

source: The port must be an integer between 1 and 65535, or a port alias.
fa: متأسفیم ، نام مستعار قبلاً%s نامگذاری شده است.

source: The retry value must be an integer between 1 and 65535.
fa: پورت باید یک عدد صحیح بین 1 تا 65535 باشد یا یک درگاه دیگر.

source: The submitted mode is not valid.
fa: مقدار آزمایش مجدد باید عدد صحیحی بین 1 و 65535 باشد.

source: %s is not a valid IP address or IPv4 subnet (in "enabled" list).
fa: حالت ارسالی معتبر نیست.

source: %s is a subnet containing more than 64 IP addresses (in "enabled" list).
fa: %s یک آدرس IP معتبر یا زیر شبکه IPv4 معتبر نیست (در فهرست فعال شده).

source: %s is a subnet containing more than 64 IP addresses (in "disabled" list).
fa: %s یک آدرس IP معتبر یا زیر شبکه IPv4 معتبر نیست (در فهرست غیرفعال).

source: modified '%s' pool:
fa: مانیتور نامعتبر انتخاب شد.

source: Add/Edit Load Balancer - Pool Entry
fa: استخر %s اصلاح شده:

source: Load Balance
fa: اضافه کردن / ویرایش Load Balancer - ورودی استخر

source: Manual Failover
fa: تعادل بار

source: *Port
fa: دستی عدم موفقیت

source: This is the port the servers are listening on. A port alias listed in Firewall -> Aliases may also be specified here.
fa: *بندر

source: Optionally specify how many times to retry checking a server before declaring it down.
fa: دوباره امتحان کنید

source: Server IP Address
fa: افزودن مورد به استخر

source: Add to pool
fa: آدرس آی پی سرور

source: Current Pool Members
fa: اضافه کردن به استخر

source: *Members
fa: اعضای فعلی استخر

source: Enabled (Default)
fa: *اعضا

source: Move to enabled list
fa: فعال شده (پیش فرض)

source: Move to disabled list
fa: انتقال به لیست فعال شده

source: Edit File
fa: انتقال به لیست غیرفعال شده

source: No file name specified.
fa: ویرایش پرونده

source: Loading a directory is not supported.
fa: نام پرونده مشخص نشده است.

source: File does not exist or is not a regular file.
fa: بارگیری یک فهرست راهنما پشتیبانی نمی شود.

source: Failed to read file.
fa: پرونده وجود ندارد یا یک پرونده معمولی نیست.

source: Failed to write file.
fa: خواندن پرونده انجام نشد.

source: Error while writing file.
fa: نوشتن پرونده انجام نشد.

source: File saved successfully.
fa: هنگام نوشتن پرونده خطایی رخ داد.

source: The capabilities offered here can be dangerous. No support is available. Use them at your own risk!
fa: پرونده با موفقیت ذخیره شد.

source: Save / Load a File from the Filesystem
fa: فقط کاربران پیشرفته

source: Path to file to be edited
fa: ذخیره / بارگیری یک پرونده از Filesystem

source: Load
fa: مسیر برای ویرایش

source: Browse
fa: بار

source: GoTo Line #
fa: مرور کردن

source: Cannot get data about interface %s
fa: خط شماره GoTo

source: In
fa: نمی توان اطلاعات مربوط به رابط%s را دریافت کرد

source: Out
fa: که در

source: Switch to bytes/s
fa: بیرون

source: AutoScale
fa: تغییر به بایت / ثانیه

source: Graph shows last %s seconds
fa: خودکار خودکار

source: Collecting initial data, please wait
fa: نمودار%آخر ثانیه را نشان می دهد

source: No URL for getURL
fa: لطفاً داده های اولیه را جمع آوری کنید ، صبر کنید

source: No callback function for getURL
fa: هیچ URL برای getURL

source: Both getURL and XMLHttpRequest are undefined
fa: عملکرد برگشتی برای getURL وجود ندارد

source: Switch to bits/s
fa: هر دو getURL و XMLHttpRequest تعریف نشده هستند

source: up
fa: تغییر به بیت / ثانیه

source: follow
fa: بالا

source: Kbps
fa: دنبال کردن

source: Mbps
fa: Kbps

source: Gbps
fa: مگابیت بر ثانیه

source: KB/s
fa: Gbps

source: MB/s
fa: KB / s

source: GB/s
fa: مگابایت در ثانیه

source: No Queue Configured/Selected
fa: GB / s

source: This entry cannot be deleted because it is still referenced by at least one NAT mapping.
fa: هیچ صف پیکربندی / انتخاب نشده

source: client
fa: سرور

source: This entry cannot be deleted because it is still referenced by OpenVPN %1$s %2$s.
fa: مشتری

source: Proxy ARP
fa: یک IP مجازی حذف شد.

source: Other
fa: پروکسی ARP

source: IP Alias
fa: دیگر

source: Virtual IPs
fa: IP Alias ​​

source: The VIP configuration has been changed.
fa: IP های مجازی

source: Virtual IP Address
fa: پیکربندی VIP تغییر کرده است.

source: Virtual IP address
fa: آدرس IP مجازی

source: Edit virtual ip
fa: آدرس IP مجازی

source: Delete virtual ip
fa: ویرایش آی پی مجازی

source: The virtual IP addresses defined on this page may be used in %1$sNAT%2$s mappings.
fa: حذف IP مجازی

source: Minutes per ticket
fa: وضعیت IP های مجازی CARP و رابط های%1 $ shere%2 $ s را بررسی کنید.

source: Roll number %s already exists.
fa: دقیقه در هر بلیط

source: Roll number must be numeric and less than %s
fa: تعداد تعداد%s در حال حاضر وجود دارد.

source: A roll has at least one voucher and less than %s.
fa: تعداد رول باید عددی و کمتر از%s باشد

source: Each voucher must be good for at least 1 minute.
fa: یک رول حداقل یک کوپن و کمتر از%s دارد.

source: All %1$s vouchers from Roll %2$s marked unused
fa: هر کوپن باید حداقل 1 دقیقه خوب باشد.

source: *Roll #
fa: همه کوپنهای%1 $ s از Roll%2 $ s بدون استفاده علامت گذاری شده اند

source: Enter the Roll# (0..%d) found on top of the generated/printed vouchers
fa: * رول #

source: *Minutes per ticket
fa: Roll # (0 ..%d) موجود در بالای کوپن های تولید شده / چاپ شده را وارد کنید

source: Defines the time in minutes that a user is allowed access. The clock starts ticking the first time a voucher is used for authentication.
fa: * دقیقه در هر بلیط

source: Enter the number of vouchers (1..%d) found on top of the generated/printed vouchers. WARNING: Changing this number for an existing Roll will mark all vouchers as unused again
fa: *شمردن

source: removed route to %s
fa: می توان برای شناسایی بیشتر این رول استفاده کرد. نادیده گرفته شده از سیستم.

source: removed route to%s
fa: مسیر حذف شده به%s

source: gateway is disabled, cannot enable route to %s
fa: مسیر حذف شده به%s

source: enabled route to %s
fa: دروازه غیرفعال است ، نمی تواند مسیر را به%s فعال کند

source: disabled route to %s
fa: مسیر فعال شده به%s

source: Saved static routes configuration.
fa: مسیر غیرفعال به%s

source: The static route configuration has been changed.
fa: پیکربندی مسیرهای ایستایی ذخیره شد.

source: Edit route
fa: پیکربندی مسیر استاتیک تغییر کرده است.

source: Copy route
fa: ویرایش مسیر

source: Enable route
fa: مسیر کپی

source: Disable route
fa: فعال کردن مسیر

source: Delete route
fa: غیرفعال کردن مسیر

source: Filter Reload
fa: حذف مسیر

source: Reload Filter
fa: بارگیری مجدد فیلتر

source: Force Config Sync
fa: بارگیری مجدد فیلتر

source: Reload status
fa: Force Config Sync

source: This page will automatically refresh every 3 seconds until the filter is done reloading.
fa: بارگیری مجدد وضعیت

source: Queue Status
fa: به دست آوردن وضعیت فیلتر ...

source: Pool Placeholder
fa: وضعیت صف

source: Unreach/Pending
fa: نگهدارنده استخر

source: Active Peer
fa: عدم دستیابی / در انتظار

source: Candidate
fa: همکار فعال

source: PPS Peer
fa: نامزد

source: Selected
fa: PPS Peer

source: Excess Peer
fa: انتخاب شد

source: False Ticker
fa: بیش از حد همسالان

source: Outlier
fa: بلیط غلط

source: Statistics unavailable because ntpq and ntpdc queries are disabled in the %1$sNTP service settings%2$s
fa: دادههای خارج از محدوده

source: in view
fa: هیچ همتا یافت نشد ،%1 ​​$ sis سرویس ntp در حال اجرا است؟%2 $ s

source: in use
fa: در نمایش

source: Google Maps Link
fa: در حال استفاده

source: Network Time Protocol Status
fa: پیوند نقشه های Google

source: Ref ID
fa: وضعیت پروتکل زمان شبکه

source: When
fa: Ref ID

source: Poll
fa: چه زمانی

source: Reach
fa: نظرسنجی

source: Delay
fa: رسیدن

source: Offset
fa: تاخیر انداختن

source: Jitter
fa: انحراف

source: GPS Information
fa: جیتر

source: Clock Latitude
fa: اطلاعات GPS

source: Clock Longitude
fa: Latitude Latitude

source: Clock Altitude
fa: طول ساعت

source: Satellites
fa: ارتفاع ساعت

source: A valid IP address must be specified.
fa: ماهواره ها

source: This IP address is being used by another interface or VIP.
fa: یک آدرس IP معتبر باید مشخص شود.

source: The interface chosen for the VIP has no IPv4 or IPv6 address configured so it cannot be used as a parent for the VIP.
fa: این آدرس IP توسط یک رابط دیگر یا VIP استفاده می شود.

source: The broadcast address cannot be used for this VIP
fa: آدرس شبکه برای این VIP قابل استفاده نیست

source: A CARP password that is shared between the two VHID members must be specified.
fa: آدرس پخش برای این VIP قابل استفاده نیست

source: For this type of vip localhost is not allowed.
fa: رمز عبور و تأیید رمز عبور باید مطابقت داشته باشد

source: A CARP parent interface can only be used with IP Alias type Virtual IPs.
fa: برای این نوع vip localhost مجاز نیست.

source: An IPv6 Virtual IP cannot have an IPv4 CARP parent.
fa: یک IP مجازی IPv4 نمی تواند پدر و مادر IPv6 CARP داشته باشد.

source: Saved/edited a virtual IP.
fa: یک IP مجازی IPv6 نمی تواند والد IPV4 CARP داشته باشد.

source: The mask must be the network's subnet mask. It does not specify a CIDR range.
fa: ذخیره یا ویرایش IP مجازی.

source: Edit Virtual IP
fa: یک بلوک CIDR از آدرس های ARP پروکسی وارد کنید.

source: Single address
fa: ویرایش IP مجازی

source: Address type
fa: آدرس تنها

source: *Address(es)
fa: نوع آدرس

source: Expansion
fa: *آدرس ها)

source: Virtual IP Password
fa: گسترش

source: Enter the VHID group password.
fa: رمزعبور IP مجازی

source: VHID Group
fa: رمز ورود گروه VHID را وارد کنید.

source: Enter the VHID group that the machines will share.
fa: گروه VHID

source: Advertising frequency
fa: وارد گروه VHID شوید که ماشین ها به اشتراک بگذارند.

source: Base
fa: فرکانس تبلیغات

source: Skew
fa: پایه

source: The frequency that this machine will advertise. 0 means usually master. Otherwise the lowest combination of both values in the cluster determines the master.
fa: سیخ

source: Pause
fa: برای اطلاعات بیشتر ، به بخش کتاب pfSense در مورد%s مراجعه کنید

source: No entry exists yet!
fa: مکث

source: No entry exists for this username:
fa: هنوز هیچ ورودی وجود ندارد!
