Repository: mehdiimrzz/pfsense
Catalog: src/usr/local/share/locale/*/LC_MESSAGES/pfSense.po
Languages: fa

source: Internal error
fa: خطای داخلی

source: An error occurred. Please check the system logs for more information.
fa: خطایی روی داد لطفا برای اطلاعات بیشتر سیاهههای مربوط به سیستم را بررسی کنید.

source: You are connected.
fa: شما متصل شده اید.

source: This MAC address has been blocked
fa: این آدرس MAC مسدود شده است

source: Invalid credentials specified.
fa: اعتبارنامه نامعتبر مشخص شده است.

source: System reached maximum login capacity
fa: سیستم به حداکثر ظرفیت ورود به سیستم رسیده است

source: Never
fa: هرگز

source: List of mirrors changed. Old: (%s) New: (%s)
fa: لیست آینه ها تغییر کرد. قدیمی: (%s) جدید: (%s)

source: Mirror %s status changed from %s to %s.
fa: وضعیت آینه%s از%s به%s تغییر یافت.

source: Mirror %s consumer count changed from %d to %d.
fa: تعداد مصرف کننده آینه%s از%d به%d تغییر یافت.

source: Mirror %s drive status changed. Old: (%s) New: (%s)
fa: وضعیت درایو%s آینه تغییر کرد. قدیمی: (%s) جدید: (%s)

source: Firewall: NAT: 1:1 - reordered NAT 1:1 mappings.
fa: فایروال: NAT: 1: 1 - نگاشتهای مرتباً مرتباً 1: 1.

source: Firewall: NAT: 1:1 - deleted NAT 1:1 mapping.
fa: فایروال: NAT: 1: 1 - نقشه برداری NAT 1: 1 حذف شد.

source: Firewall: NAT: 1:1 - deleted selected NAT 1:1 mappings.
fa: فایروال: NAT: 1: 1 - نقشه های انتخاب شده NAT 1: 1 را حذف کرد.

source: Firewall: NAT: 1:1 - enabled a NAT 1:1 rule.
fa: فایروال: NAT: 1: 1 - قانون NAT 1: 1 را فعال کرد.

source: Firewall: NAT: 1:1 - disabled a NAT 1:1 rule.
fa: فایروال: NAT: 1: 1 - قانون NAT 1: 1 را غیرفعال کرد.

source: Firewall
fa: دیواره آتش

source: NAT
fa: طبیعی

source: The NAT configuration has been changed.
fa: پیکربندی NAT تغییر کرده است.

source: The changes must be applied for them to take effect.
fa: برای اعمال آنها باید تغییرات اعمال شود.

source: Port Forward
fa: بندر به جلو

source: Outbound
fa: برون مرزی

source: NAT 1:1 Mappings
fa: NAT 1: 1 نگاشت

source: Interface
fa: رابط

source: External IP
fa: IP خارجی

source: Internal IP
fa: IP داخلی

source: Destination IP
fa: IP مقصد

source: Description
fa: شرح

source: Actions
fa: اقدامات

source: click to toggle enabled/disabled status
fa: برای تغییر وضعیت فعال / غیرفعال کلیک کنید

source: Negated: This rule excludes NAT from a later rule
fa: نفی شده: این قانون NAT را از قانون بعدی خارج می کند

source: Alias details
fa: جزئیات نام مستعار

source: Edit mapping
fa: ویرایش نقشه برداری

source: Add a new mapping based on this one
fa: براساس این یک نقشه برداری جدید اضافه کنید

source: Delete mapping
fa: حذف نقشه برداری

source: Add mapping to the top of the list
fa: نقشه‌برداری را در بالای لیست اضافه کنید

source: Add
fa: اضافه کردن

source: Add mapping to the end of the list
fa: اضافه کردن نقشه برداری به انتهای لیست

source: Delete selected mappings
fa: حذف نقشه های انتخاب شده

source: Delete
fa: حذف

source: Save mapping order
fa: ذخیره سفارش نقشه

source: Save
fa: صرفه جویی

source: Depending on the way the WAN connection is setup, this may also need a %1$sVirtual IP%2$s.
fa: В залежності від того, як налаштовано підключення WAN, можливо буде потрібна %1$sВіртуальна IP адреса%2$s.

source: If a 1:1 NAT entry is added for any of the interface IPs on this system, it will make this system inaccessible on that IP address. i.e. if the WAN IP address is used, any services on this system (IPsec, OpenVPN server, etc.) using the WAN IP address will no longer function.
fa: Якщо запис 1:1 NAT було додано до будь якої IP адреси інтерфейсу на цій системі, це зробить систему недоступною на цій IP адресі, наприклад, якщо використано IP адресу WAN, будь які сервіси на цій системі (IPsec, OpenVPN сервер, та ін.), що використовують IP адресу WAN, не будуть працювати.

source: One or more NAT 1:1 mappings have been moved but have not yet been saved
fa: Одну або більше прив'язок NAT 1:1 було переміщено, але ще не збережено

source: Status
fa: وضعیت

source: The DNS Resolver is disabled or stopped.
fa: DNS Resolver غیرفعال یا متوقف شده است.

source: DNS Resolver Infrastructure Cache Speed
fa: سرعت ذخیره سازی زیرساخت های حل کننده DNS

source: Server
fa: سرور

source: Zone
fa: منطقه

source: Ping
fa: پینگ

source: Var
fa: وار

source: Timeout A
fa: زمان بندی A

source: Timeout AAAA
fa: زمان بندی AAAA

source: Timeout Other
fa: زمان بندی دیگر

source: No Data
fa: اطلاعاتی وجود ندارد

source: DNS Resolver Infrastructure Cache Stats
fa: آمار ذخیره سازی زیرساخت های حل کننده DNS

source: eDNS Lame Known
fa: eDNS لنگ شناخته شده

source: eDNS Version
fa: نسخه eDNS

source: Probe Delay
fa: تأخیر پروب

source: Lame DNSSEC
fa: لنگ DNSSEC

source: Lame A
fa: لنگ A

source: Lame Other
fa: لنگ دیگر

source: Any identifier
fa: هر شناسه

source: Unknown
fa: ناشناس

source: seconds (
fa: ثانیه (

source: %1$s seconds (%2$s) ago
fa: %1 $ s ثانیه (%2 $ s) قبل

source: Connect VPN
fa: اتصال VPN

source: Disconnect VPN
fa: قطع VPN

source: Disconnect
fa: قطع شدن

source: Connect Children
fa: اتصال کودکان

source: Show child SA entries (%d)
fa: نمایش ورودی های کودک SA (%d)

source: IPsec ID
fa: شناسه IPsec

source: Local subnets
fa: زیر شبکه های محلی

source: Local SPI(s)
fa: SPI محلی (ها)

source: Remote subnets
fa: زیر شبکه های از راه دور

source: Times
fa: بار

source: Algo
fa: الگو

source: Stats
fa: آمار

source: Local:
fa: محلی:

source: Remote:
fa: از راه دور:

source: Rekey: %1$s seconds (%2$s)
fa: Rekey:%1 $ s ثانیه (%2 $ s)

source: Life: %1$s seconds (%2$s)
fa: عمر:%1 $ s ثانیه (%2 $ s)

source: Install: %1$s seconds (%2$s)
fa: نصب:%1 $ s ثانیه (%2 $ s)

source: none
fa: هیچ یک

source: Packets-In:
fa: بسته های داخل:

source: Packets-Out:
fa: بسته های خارج:

source: Disconnect Child SA
fa: Child SA را قطع کنید

source: Awaiting connections
fa: در انتظار ارتباطات

source: Disconnected
fa: قطع شده

source: Overview
fa: بررسی اجمالی

source: Leases
fa: اجاره »

source: SPDs
fa: SPD

source: IPsec Status
fa: وضعیت IPsec

source: Local ID
fa: شناسه محلی

source: Local IP
fa: IP محلی

source: Remote ID
fa: شناسه از راه دور

source: Remote IP
fa: IP از راه دور

source: Role
fa: نقش

source: Collecting IPsec status information.
fa: جمع آوری اطلاعات وضعیت IPsec.

source: IPsec can be configured %1$shere%2$s.
fa: IPsec را می توان%1 $ shere%2 $ s پیکربندی کرد.

source: No IPsec status information available.
fa: هیچ اطلاعاتی درباره وضعیت IPsec در دسترس نیست.

source: Interfaces
fa: رابط ها

source: Interface Assignments
fa: تکالیف رابط

source: Add interface
fa: افزودن رابط

source: Delete interface
fa: حذف رابط

source: Edit
fa: ویرایش

source: on
fa: بر

source: Interface has been added.
fa: رابط اضافه شده است.

source: Cannot set port %1$s because the submitted interface does not exist.
fa: نمی توان پورت%1 $ s را تنظیم کرد زیرا رابط ارائه شده وجود ندارد.

source: Port %1$s was assigned to %2$s interfaces:
fa: پورت%1 $ s به رابط%2 $ s اختصاص داده شد:

source: Cannot set port %1$s to interface %2$s because this interface is a member of %3$s.
fa: Не бачу порт %1$s до інтерфейсу %2$s тому що цей інтерфейс є членом %3$s.

source: Vlan parent interface %1$s does not exist anymore so vlan id %2$s cannot be created please fix the issue before continuing.
fa: Батьківський інтерфейс vlan %1$s більше не існує, тому vlan id %2$s не може бути створено, будь ласка виправте помилку перед тим, як продовжити.

source: The interface is part of a group. Please remove it from the group to continue
fa: Інтерфейс є частиною групи. Будь ласка видаліть його з групи щоб продовжити

source: The interface is part of a bridge. Please remove it from the bridge to continue
fa: Інтерфейс є частиною мосту. Будь ласка видаліть його з мосту щоб продовжити

source: The interface is part of a gre tunnel. Please delete the tunnel to continue
fa: Інтерфейс є частиною тунелю gre. Будь ласка видаліть тунель щоб продовжити

source: The interface is part of a gif tunnel. Please delete the tunnel to continue
fa: Інтерфейс є частиною тунелю gif. Будь ласка видаліть тунель щоб продовжити

source: The interface has a traffic shaper queue configured. Please remove all queues on the interface to continue.
fa: Інтерфейс має чергу обмеження трафіку. Будь ласка видаліть усі черги на інтерфейсі щоб продовжити.

source: Interface has been deleted.
fa: رابط حذف شده است.

source: The system is now rebooting. Please wait.
fa: سیستم دوباره راه اندازی می شود. لطفا صبر کنید.

source: Reboot is needed. Please apply the settings in order to reboot.
fa: راه اندازی مجدد مورد نیاز است. لطفاً برای راه اندازی مجدد ، تنظیمات را اعمال کنید. Потрібне перезавантаження. Будь ласка застосуйте налаштування, щоб перезавантажити.

source: Interface mismatch detected. Please resolve the mismatch, save and then click 'Apply Changes'. The firewall will reboot afterwards.
fa: Виявлено невідповідність інтерфейсу. Будь ласка вирішіть невідповідність, збережіть, а потім натисніть "Застосувати зміни". Після цього брандмауер перезавантажиться.

source: The interface configuration has been changed.
fa: پیکربندی رابط تغییر کرده است.

source: Interface Groups
fa: گروه های رابط

source: Wireless
fa: بي سيم

source: PPPs
fa: PPP ها

source: GIFs
fa: GIF

source: Bridges
fa: پل ها

source: LAGGs
fa: LAGG

source: Network port
fa: پورت شبکه

source: Available network ports:
fa: پورت های شبکه موجود:

source: Add selected interface
fa: افزودن رابط انتخاب شده

source: Interfaces that are configured as members of a lagg(4) interface will not be shown.
fa: Інтерфейси, що сконфігуровані як члени інтерфейсу lagg(4), не буде відображено.

source: Wireless interfaces must be created on the Wireless tab before they can be assigned.
fa: Бездротові інтерфейси повинні бути створені на вкладці Бездротові перед тим, як бути призначеними.

source: Diagnostics
fa: تشخیص

source: Limiter Info
fa: اطلاعات محدودکننده

source: No limiters were found on this system.
fa: هیچ محدودیتی در این سیستم یافت نشد.

source: Limiters:
fa: محدود کننده:

source: Schedulers
fa: برنامه ریزان

source: Queues
fa: صف

source: Limiter Information
fa: اطلاعات محدود کننده

source: Gathering Limiter information, please wait...
fa: لطفاً با جمع آوری اطلاعات Limiter ، صبر کنید ...

source: Pool
fa: استخر

source: Usage
fa: استفاده

source: Online
fa: برخط

source: ID
fa: شناسه

source: Host
fa: میزبان

source: No leases from this pool yet.
fa: هنوز اجاره نامه ای از این استخر دریافت نکرده است.

source: No IPsec pools.
fa: استخر IPsec وجود ندارد.

source: Captive Portal
fa: اسیر شدن پورتال

source: Expire Vouchers
fa: صدور کوپن های

source: Voucher(s) successfully marked.
fa: کوپن (ها) با موفقیت علامت گذاری شد.

source: Voucher(s) could not be processed.
fa: کوپن (ها) امکان پذیر نیست.

source: Active Users
fa: کاربران فعال

source: Active Vouchers
fa: کوپن های فعال

source: Voucher Rolls
fa: کوپن رول

source: Test Vouchers
fa: کوپن های تست

source: *Vouchers
fa: * کوپن ها

source: Enter multiple vouchers separated by space or newline. All valid vouchers will be marked as expired.
fa: Введіть декілька ваучерів, розділених пробілом або новим рядком. Усі чинні ваучери будуть помічені як прострочені.

source: They must be either both IPv4 or both IPv6 addresses.
fa: آنها باید یا IPv4 یا آدرس IPv6 باشند.

source: Invalid characters detected (%s). Please remove invalid characters and save again.
fa: Виявлено недійсні символи (%s). Видаліть недійсні символи та збережіть знову.

source: External subnet
fa: زیر شبکه خارجی

source: Source address
fa: آدرس منبع

source: Destination address
fa: آدرس مقصد

source: Alias entries must specify a single host or alias.
fa: ورودی های نام مستعار باید یک هاست یا نام مستعار را مشخص کند.

source: The external IP address (%1$s) and internal IP address (%2$s) are of different address families.
fa: Зовнішня IP-адреса (%1$s) та внутрішня IP-адреса (%2$s) з різних діапазонів адрес.

source: A valid internal bit count must be specified.
fa: یک تعداد بیت داخلی معتبر باید مشخص شود.

source: The external IP address (%1$s) and destination IP address (%2$s) are of different address families.
fa: Зовнішня IP-адреса (%1$s) та IP-адреса призначення (%2$s) з різних діапазонів адрес.

source: The internal IP address (%1$s) and destination IP address (%2$s) are of different address families.
fa: Внутрішня IP-адреса (%1$s) та IP-адреса призначення (%2$s) з різних діапазонів адрес.

source: A valid destination bit count must be specified.
fa: یک تعداد بیت مقصد معتبر باید مشخص شود.

source: Firewall: NAT: 1:1 - saved/edited NAT 1:1 mapping.
fa: فایروال: NAT: 1: 1 - نقشه برداری ذخیره شده / ویرایش شده NAT 1: 1.

source: Any
fa: هر

source: Single host
fa: میزبان مجرد

source: Network
fa: شبکه

source: PPPoE clients
fa: مشتریان PPPoE

source: L2TP clients
fa: مشتریان L2TP

source: Single host or alias
fa: میزبان مجرد یا نام مستعار

source: Edit NAT 1:1 Entry
fa: ویرایش NAT 1: 1 ورودی

source: Disabled
fa: معلول

source: When disabled, the rule will not have any effect.
fa: وقتی غیرفعال باشد ، این قانون هیچ تاثیری نخواهد داشت.

source: No BINAT (NOT)
fa: بدون BINAT (نه)

source: Excludes the address from a later, more general, rule.
fa: آدرس را از یک قانون بعدی ، کلی تر خارج نمی کند.

source: *Interface
fa: *رابط

source: Choose which interface this rule applies to. In most cases "WAN" is specified.
fa: Оберіть інтерфейс, до якого це правило буде застосовано. У більшості випадків зазначено "WAN".

source: *External subnet IP
fa: * IP زیر شبکه خارجی

source: Enter the external (usually on a WAN) subnet's starting address for the 1:1 mapping. The subnet mask from the internal address below will be applied to this IP address.
fa: Зазначте зовнішню (зазвичай на WAN) початкову адресу підмережі для прив'язку 1:1. Маска підмережі з внутрішньої адреси нижче буде застосована до цієї IP-адреси.

source: *Internal IP
fa: * IP داخلی

source: Invert the sense of the match.
fa: حس مسابقه را برعکس کنید.

source: Type
fa: تایپ کنید

source: Address/mask
fa: آدرس / ماسک

source: Enter the internal (LAN) subnet for the 1:1 mapping. The subnet size specified for the internal subnet will be applied to the external subnet.
fa: Зазначте внутрішню (LAN) підмережу для прив'язку 1:1. Розмір підмережі, зазначений для внутрішньої підмережі,буде застосовано до зовнішньої підмережі.

source: *Destination
fa: * مقصد

source: The 1:1 mapping will only be used for connections to or from the specified destination. Hint: this is usually "Any".
fa: Прив'язок 1:1 буде використано лише для з'єднань до або з зазначеного призначення. Підказка: зазвичай це "Усі".

source: Use system default
fa: استفاده از پیش فرض سیستم

source: Enable
fa: فعال کردن

source: Disable
fa: غیرفعال کردن

source: NAT reflection
fa: بازتاب طبیعی

source: This entry cannot be deleted because it is still referenced by at least one virtual server.
fa: Цей запис не може бути видалено тому що на нього посилається щонайменше один віртуальний сервер.

source: Services
fa: خدمات

source: Load Balancer
fa: متعادل کننده بار

source: Pools
fa: استخرها

source: The load balancer configuration has been changed.
fa: پیکربندی متعادل کننده بار تغییر کرده است.

source: Virtual Servers
fa: سرورهای مجازی

source: Monitors
fa: مانیتورها

source: Settings
fa: تنظیمات

source: Name
fa: نام

source: Mode
fa: حالت

source: Servers
fa: سرورها

source: Port
fa: بندر

source: Monitor
fa: نظارت

source: Edit pool
fa: ویرایش استخر

source: Copy pool
fa: کپی استخر

source: Delete pool
fa: حذف استخر

source: One Level
fa: یک سطح

source: Entire Subtree
fa: تمام Subtree

source: Authentication and Accounting
fa: تأیید اعتبار و حسابداری

source: Authentication
fa: احراز هویت

source: Accounting
fa: حسابداری

source: This Firewall
fa: این فایروال

source: autoselect
fa: انتخاب خودکار

source: 100BASE-TX full-duplex
fa: 100BASE-TX کاملاً دوتایی

source: 100BASE-TX half-duplex
fa: 100BASE-TX نیمه دو برابر

source: 10BASE-T full-duplex
fa: 10BASE-T کامل duplex

source: 10BASE-T half-duplex
fa: 10BASE-T نیمه دور

source: Infrastructure (BSS)
fa: زیرساخت (BSS)

source: Access Point
fa: نقطه دسترسی

source: The field %s contains invalid characters.
fa: قسمت%s شامل نویسه های نامعتبر است.

source: The field %s is required.
fa: قسمت%s لازم است.

source: The following input errors were detected:
fa: خطاهای ورودی زیر شناسایی شدند:

source: Apply Changes
fa: تغغیرات را اعمال کن

source: The changes have been applied successfully.
fa: این تغییرات با موفقیت اعمال شد.

source: There was a problem applying the changes. See the %1$sSystem Logs%2$s.
fa: هنگام اعمال تغییرات مشکلی رخ داد. سیاهههای مربوط به%1 $ sSystem%2 $ s را مشاهده کنید. Виникли проблеми із застосуванням змін. Дивіться %1$sСистемний Журнал%2$s.

source: The firewall rules are now reloading in the background.
fa: قوانین فایروال اکنون در حال بارگیری مجدد در پس زمینه هستند.

source: %1$sMonitor%2$s the filter reload progress.
fa: %1 $ sMonitor%2 $ s پیشرفت بارگیری مجدد فیلتر است.

source: Widget title
fa: عنوان ویجت

source: File %s is a directory.
fa: پرونده%s یک فهرست است.

source: Log file started.
fa: پرونده ورود به سیستم شروع شد.

source: Currently viewing:
fa: در حال مشاهده:

source: listing only first 10k items
fa: لیست فقط موارد 10k اول

source: Value
fa: مقدار

source: Range begin
fa: محدوده شروع می شود

source: Range end
fa: پایان دامنه

source: A valid prefix range must be specified.
fa: یک دامنه پیشوند معتبر باید مشخص شود.

source: Prefix Delegation From address is not a valid IPv6 Netmask for %s
fa: نمایندگی پیشوند از آدرس یک IPm6 Netmask معتبر برای%s نیست

source: Prefix Delegation To address is not a valid IPv6 Netmask for %s
fa: نمایندگی پیشوند برای پرداختن به آدرس IPv6 Netmask معتبر برای%s نیست

source: A valid range must be specified.
fa: یک دامنه معتبر باید مشخص شود.

source: The prefix (upper %1$s bits) must be zero. Use the form %2$s
fa: پیشوند (بیت%1 $ s) باید صفر باشد. از فرم%2 $ s استفاده کنید

source: Range From and Range To must both be entered.
fa: دامنه از دامنه و دامنه به هر دو باید وارد شوند.

source: A valid IPv6 address must be specified for the gateway.
fa: یک آدرس IPv6 معتبر باید برای دروازه مشخص شود.

source: A valid IPv6 address must be specified for each of the DNS servers.
fa: یک آدرس معتبر IPv6 باید برای هر یک از سرورهای DNS مشخص شود.

source: The default lease time must be at least 60 seconds.
fa: زمان اجاره پیش فرض حداقل باید 60 ثانیه باشد.

source: The maximum lease time must be at least 60 seconds and higher than the default lease time.
fa: Максимальний час оренди має бути щонайменше 60 секунд і віщим від часу оренди за замовчуванням.

source: A valid primary domain name server IPv4 address must be specified for the dynamic domain name.
fa: Для динамічного імені домену необхідно вказати дійсну IPv4 адресу для первинного серверу імен.

source: A valid domain key name, algorithm and secret must be specified.
fa: یک نام کلید معتبر دامنه ، الگوریتم و راز باید مشخص شود.

source: A valid domain search list must be specified.
fa: یک لیست جستجوی دامنه معتبر باید مشخص شود.

source: A valid IPv6 address must be specified for the primary/secondary NTP servers.
fa: Необхідно вказати дійсну IPv6 адресу для первинного/вторинного NTP серверів.

source: A valid domain name must be specified for the DNS domain.
fa: یک دامنه معتبر باید برای دامنه DNS مشخص شود.

source: A valid IPv6 address or hostname must be specified for the TFTP server.
fa: Необхідно вказати дійсну IPv6 адресу або ім'я домену для TFTP серверу.

source: A valid URL must be specified for the network bootfile.
fa: یک URL معتبر باید برای bootfile شبکه مشخص شود.

source: The subnet range cannot overlap with virtual IPv6 address %s.
fa: دامنه زیر شبکه نمی تواند با آدرس IPv6 مجازی%s همپوشانی داشته باشد. Діапазон підмережі не може перетинатися з віртуальною адресою IPv6 %s.

source: The specified range lies outside of the current subnet.
fa: دامنه مشخص شده خارج از زیر شبکه فعلی است.

source: The range is invalid (first element higher than second element).
fa: دامنه نامعتبر است (عنصر اول بالاتر از عنصر دوم).

source: The DHCP range cannot overlap any static DHCP mappings.
fa: دامنه DHCP نمی تواند روی نقشه های ثابت DHCP همپوشانی داشته باشد.

source: DHCPv6 Server & RA
fa: سرور DHCPv6 و RA

source: DHCPv6 Server
fa: سرور DHCPv6

source: The static mapping configuration has been changed.
fa: پیکربندی نقشه برداری استاتیک تغییر کرده است.

source: The DHCPv6 Server can only be enabled on interfaces configured with a static IPv6 address. This system has none.
fa: DHCPv6 Сервер може бути увімкнено лише на інтерфейсах сконфігурованих зі статичною IPv6 адресою. Ця система не має жодної.

source: Router Advertisements
fa: تبلیغات روتر

source: DHCPv6 Options
fa: گزینه های DHCPv6

source: DHCPv6 Relay is currently enabled. DHCPv6 Server canot be enabled while the DHCPv6 Relay is enabled on any interface.
fa: DHCPv6 Рілей зараз увімкнено. DHCPv6 Сервер не може бути увімкнено доки DHCPv6 Рілей увімкнено на будь якому з інтерфейсів.

source: Subnet
fa: زیر شبکه

source: Subnet Mask
fa: پوشش زیر شبکه

source: Available Range
fa: محدوده موجود

source: Prefix Delegation subnet will be appended to the beginning of the defined range
fa: Префікс підмережі Делегування буде додано до початку визначеного діапазону

source: From
fa: از جانب

source: To
fa: به

source: *Range
fa: *دامنه

source: Prefix Delegation Range
fa: محدوده نمایندگی پیشوند

source: Prefix Delegation Size
fa: اندازه نمایندگی پیشوند

source: A Prefix range can be defined here for DHCP Prefix Delegation. This allows for assigning networks to subrouters. The start and end of the range must end on boundaries of the prefix delegation size.
fa: Тут може бути визначено діапазон Префіксу для Префіксу Делегування DHCP. Це дозволяє призначати мережі до підлеглих маршрутизаторів. Початок та кінець діапазону повинні закінчуватися на межах розміру префіксу делегування.

source: DNS Servers
fa: سرورهای DNS

source: Leave blank to use the system default DNS servers, this interface's IP if DNS forwarder is enabled, or the servers configured on the "General" page.
fa: Залиште поле порожнім, щоб використовувати DNS-сервери за замовчуванням, - IP-адресу цього інтерфейсу, якщо увімкнено DNS-форвардер або сервери налаштовані на сторінці "Загальні".

source: Domain name
fa: نام دامنه

source: The default is to use the domain name of this system as the default domain name provided by DHCP. An alternate domain name may be specified here.
fa: За замовчуванням, використовувати ім'я домену цієї системи як ім'я домену, що надається по DHCP. Тут може бути вказано альтернативне ім'я домену.

source: Domain search list
fa: لیست جستجوی دامنه

source: The DHCP server can optionally provide a domain search list. Use the semicolon character as separator.
fa: DHCP-сервер опціонально може надавати пошуковий список домену. Використовуйте двокрапку як роздільник.

source: Default lease time
fa: زمان اجاره به طور پیش فرض

source: Lease time in seconds. Used for clients that do not ask for a specific expiration time. %1$sThe default is 7200 seconds.
fa: Час оренди у секундах. Використовується для клієнтів, що не запитують конкретного терміну дії. %1$sЗа замовчуванням 7200 секунд.

source: Max lease time
fa: حداکثر زمان اجاره

source: Maximum lease time for clients that ask for a specific expiration time. %1$sThe default is 86400 seconds.
fa: Максимальний час оренди для клієнтів, що запитують конкретний термін дії. %1$sЗа замовчуванням 86400 секунд.

source: Time Format Change
fa: تغییر قالب زمان

source: By default DHCPv6 leases are displayed in UTC time. By checking this box DHCPv6 lease time will be displayed in local time and set to time zone selected. This will be used for all DHCPv6 interfaces lease time.
fa: За замовчуванням час оренди для DHCPv6 відображається у форматі UTC. Поставивши цей прапорець, час оренди для DHCPv6 буде відображатися у локальному часовому поясі. Це буде використовуватися для всіх часів оренди інтерфейсів DHCPv6.

source: Display Advanced
fa: نمایش پیشرفته

source: Dynamic DNS
fa: DNS DNS

source: DHCP Registration
fa: ثبت DHCP

source: DDNS Domain
fa: دامنه DDNS
