Repository: mehdiimrzz/pfsense
Catalog: src/usr/local/share/locale/*/LC_MESSAGES/pfSense.po
Languages: fa

source: One or more Network Interfaces must be selected for binding.
fa: برای اتصال لازم باید یک یا چند رابط شبکه انتخاب شود.

source: One or more Outgoing Network Interfaces must be selected.
fa: باید یک یا چند رابط شبکه خروجی انتخاب شود.

source: A valid port number must be specified.
fa: یک شماره پورت معتبر باید مشخص شود.

source: A valid SSL/TLS port number must be specified.
fa: یک شماره پورت معتبر SSL / TLS باید مشخص شود.

source: DNS Resolver configured.
fa: DNS Resolver پیکربندی شده است.

source: Host override deleted from DNS Resolver.
fa: نادیده گرفتن میزبان حذف شده از DNS Resolver.

source: Domain override deleted from DNS Resolver.
fa: نادیده گرفتن دامنه حذف شده از DNS Resolver.

source: General DNS Resolver Options
fa: گزینه های عمومی DNS Resolver

source: Listen Port
fa: گوش بندر

source: Enable SSL/TLS Service
fa: فعال کردن سرویس SSL / TLS

source: SSL/TLS Certificate
fa: گواهی SSL / TLS

source: SSL/TLS Listen Port
fa: SSL / TLS گوش بندر

source: *Network Interfaces
fa: * رابط های شبکه

source: *Outgoing Network Interfaces
fa: * رابط های شبکه خروجی

source: *System Domain Local Zone Type
fa: * نوع منطقه محلی دامنه سیستم

source: Python Module
fa: ماژول پایتون

source: Enable the Python Module.
fa: ماژول پایتون را فعال کنید.

source: Python Module Order
fa: سفارش ماژول پایتون

source: Select the Python Module ordering.
fa: ترتیب ماژول پایتون را انتخاب کنید.

source: Python Module Script
fa: اسکریپت ماژول پایتون

source: Select the Python module script to utilize.
fa: اسکریپت ماژول Python را برای استفاده انتخاب کنید.

source: DNS Query Forwarding
fa: Forwarding Query DNS

source: Static DHCP
fa: DHCP استاتیک

source: Display Custom Options
fa: نمایش گزینه های سفارشی

source: Hide Custom Options
fa: مخفی کردن گزینه های سفارشی

source: Host Overrides
fa: میزبان رد شد

source: Parent domain of host
fa: دامنه اصلی میزبان

source: IP to return for host
fa: IP برای بازگشت به میزبان

source: Edit host override
fa: ویرایش رد کردن میزبان

source: Delete host override
fa: حذف پذیرش میزبان

source: Alias for
fa: نام مستعار برای

source: Domain Overrides
fa: رد دامنه

source: Lookup Server IP Address
fa: آدرس IP سرور Lookup

source: Edit domain override
fa: ویرایش رد کردن دامنه

source: Delete domain override
fa: حذف رد کردن دامنه

source: Backup Details
fa: جزئیات پشتیبان گیری

source: Revision date/time
fa: تاریخ / زمان نسخه

source: Revision Reason
fa: دلیل تغییر

source: SHA256 summary
fa: خلاصه SHA256

source: Encrypted config.xml
fa: config.xml رمزگذاری شده

source: Decrypted config.xml
fa: رمزگشایی config.xml

source: Restore this revision
fa: بازیابی این نسخه

source: Device key
fa: کلید دستگاه

source: Submit
fa: ارسال

source: Automatic Configuration Backups
fa: پشتیبان گیری پیکربندی خودکار

source: Date
fa: تاریخ

source: Configuration Change
fa: تغییر پیکربندی

source: Show info
fa: نمایش اطلاعات

source: Delete config
fa: حذف پیکربندی

source: No backups could be located for this device.
fa: هیچ بکاپ برای این دستگاه یافت نشد.

source: Current count of hosted backups
fa: تعداد فعلی نسخه های پشتیبان میزبان

source: Reboot
fa: راه اندازی مجدد

source: Not actually rebooting (DEBUG is set true).
fa: در واقع راه اندازی مجدد نیست (DEBUG درست است).

source: System Reboot Confirmation
fa: تأیید مجدد سیستم

source: Reboot the system
fa: راه اندازی مجدد سیستم

source: Cancel
fa: لغو

source: No load balancers have been configured.
fa: هیچ متعادل کننده بار پیکربندی نشده است.

source: Address
fa: نشانی

source: Active
fa: فعال

source: Down
fa: پایین

source: Unknown - relayd not running?
fa: ناشناخته - رله در حال اجرا نیست؟

source: Total Sessions: %s
fa: کل جلسات:%s

source: Last: %s
fa: طول می کشد

source: Average: %s
fa: متوسط:%s

source: Enter the reason for the backup
fa: دلیل تهیه نسخه پشتیبان را وارد کنید

source: Invalid custom options
fa: گزینه های سفارشی نامعتبر

source: The DNS forwarder configuration has been changed.
fa: پیکربندی فرستنده DNS تغییر کرده است.

source: General DNS Forwarder Options
fa: گزینه های عمومی DNS Forwarder

source: Prefer DHCP
fa: ترجیح DHCP

source: *Interfaces
fa: * رابط ها

source: Strict binding
fa: صحافی دقیق

source: Create an internal Certificate
fa: ایجاد یک گواهی داخلی

source: Import an existing Certificate
fa: وارد کردن یک گواهی موجود

source: Create a Certificate Signing Request
fa: ایجاد یک درخواست امضای گواهی

source: Sign a Certificate Signing Request
fa: درخواست امضای گواهی را امضا کنید

source: Choose an existing certificate
fa: یک گواهی موجود را انتخاب کنید

source: Certificate %s successfully deleted.
fa: گواهی%s با موفقیت حذف شد.

source: Descriptive name
fa: نام توصیفی

source: CA to sign with
fa: CA برای ورود به سیستم با

source: This signing request does not appear to be valid.
fa: به نظر نمی رسد که این درخواست امضای معتبر باشد.

source: This private does not appear to be valid.
fa: به نظر نمی رسد این خصوصی معتبر باشد.

source: Key data field should be blank, or a valid x509 private key
fa: قسمت داده های کلیدی باید خالی باشد ، یا یک کلید خصوصی معتبر x509

source: Certificate data
fa: اطلاعات گواهی

source: Key data
fa: داده های کلیدی

source: This certificate does not appear to be valid.
fa: به نظر نمی رسد این گواهی معتبر باشد.

source: Certificate authority
fa: صدور گواهی

source: Key length
fa: طول کلیدی

source: Certificate Type
fa: نوع گواهینامه

source: Lifetime
fa: طول عمر

source: Common Name
fa: نام متداول

source: Existing Certificate Choice
fa: انتخاب گواهی موجود

source: Please select a valid Key Length.
fa: لطفاً یک طول کلید معتبر را انتخاب کنید.

source: Please select a valid Digest Algorithm.
fa: لطفاً یک الگوریتم معتبر معتبر را انتخاب کنید.

source: Final Certificate data
fa: داده های گواهی نهایی

source: Certificate Manager
fa: مدیر گواهینامه

source: Certificates
fa: گواهینامه ها

source: CAs
fa: CA

source: Certificate Revocation
fa: ابطال گواهینامه

source: Add/Sign a New Certificate
fa: یک گواهی جدید اضافه یا امضا کنید

source: *Method
fa: *روش

source: *Descriptive name
fa: * نام توصیفی

source: New CSR (Paste below)
fa: CSR جدید (چسباندن در زیر)

source: Sign CSR
fa: امضای CSR

source: *CA to sign with
fa: * CA برای ورود به سیستم با

source: *CSR to sign
fa: * CSR برای امضای

source: CSR data
fa: داده CSR

source: Paste a Certificate Signing Request in X.509 PEM format here.
fa: در اینجا درخواست امضای گواهی را با فرمت PEM X.509 جایگذاری کنید.

source: *Certificate Lifetime (days)
fa: * طول عمر گواهینامه (روزها)

source: *Digest Algorithm
fa: * الگوریتم هضم

source: Import Certificate
fa: گواهی واردات

source: *Certificate data
fa: * داده های گواهی

source: Paste a certificate in X.509 PEM format here.
fa: در اینجا یک گواهی با فرمت PEM X.509 جایگذاری کنید.

source: *Private key data
fa: * داده های کلید خصوصی

source: Paste a private key in X.509 PEM format here.
fa: یک کلید خصوصی را با فرمت PEM X.509 در اینجا جایگذاری کنید.

source: Internal Certificate
fa: گواهی داخلی

source: No internal Certificate Authorities have been defined.
fa: هیچ مرجع صدور گواهینامه داخلی تعریف نشده است.

source: %1$sCreate%2$s an internal CA.
fa: %1 $ s ایجاد CA%2%s ایجاد کنید.

source: *Certificate authority
fa: *صدور گواهی

source: *Key length
fa: * طول کلید

source: *Lifetime (days)
fa: * طول عمر (روزها)

source: *Common Name
fa: *نام متداول

source: Country Code
fa: کد کشور

source: State or Province
fa: ایالت یا استان

source: City
fa: شهر

source: Organization
fa: سازمان

source: Organizational Unit
fa: واحد سازمانی

source: External Signing Request
fa: درخواست امضای خارجی

source: Choose an Existing Certificate
fa: یک گواهی موجود را انتخاب کنید

source: *Existing Certificates
fa: * گواهی های موجود

source: Certificate Attributes
fa: ویژگی های گواهینامه

source: Attribute Notes
fa: یادداشتهای ویژگی

source: *Certificate Type
fa: *نوع گواهینامه

source: Alternative Names
fa: نامهای جایگزین

source: Complete Signing Request for
fa: درخواست ثبت نام کامل برای

source: Signing request data
fa: امضای داده درخواست

source: *Final certificate data
fa: * داده های گواهی نهایی

source: Paste the certificate received from the certificate authority here.
fa: گواهی دریافت شده از مرجع صدور گواهینامه را در اینجا جایگذاری کنید.

source: Search
fa: جستجو کردن

source: Search term
fa: اصطلاح جستجو

source: Distinguished Name
fa: نام برجسته

source: Clear
fa: پاک کردن

source: Issuer
fa: صادر کننده

source: In Use
fa: در حال استفاده

source: self-signed
fa: خود امضا شده

source: external
fa: بیرونی

source: private key only
fa: فقط کلید خصوصی

source: external - signature pending
fa: خارجی - امضای در انتظار

source: Serial:
fa: سریال:

source: Signature Digest:
fa: امضای Digest:

source: SAN:
fa: سان:

source: Valid From
fa: معتبر از

source: Valid Until
fa: اعتبار دارد تا

source: Revoked
fa: ابطال شده

source: webConfigurator
fa: تنظیم کننده وب

source: User Cert
fa: گواهی کاربر

source: OpenVPN Server
fa: سرور OpenVPN

source: OpenVPN Client
fa: مشتری OpenVPN

source: IPsec Tunnel
fa: تونل IPsec

source: Export Certificate
fa: گواهی صادرات

source: Export Key
fa: کلید صادرات

source: Export P12
fa: صادرات P12

source: Update CSR
fa: به روز رسانی CSR

source: Export Request
fa: درخواست صادرات

source: Delete Certificate
fa: حذف گواهینامه

source: Add/Sign
fa: افزودن / امضای

source: %s is not a valid authentication server
fa: %s سرور تأیید اعتبار نیست

source: A username and password must be specified.
fa: باید یک نام کاربری و رمز عبور مشخص شود.

source: User %s authenticated successfully.
fa: تأیید اعتبار کاربر%s با موفقیت انجام شد.

source: This user is a member of groups
fa: این کاربر عضو گروه ها است

source: Authentication failed.
fa: تأیید اعتبار انجام نشد.

source: Authentication Test
fa: تست تأیید هویت

source: *Authentication Server
fa: * سرور تأیید اعتبار

source: Select the authentication server to test against.
fa: سرور تأیید اعتبار را انتخاب کنید تا در برابر آن آزمایش کنید.

source: *Username
fa: *نام کاربری

source: *Password
fa: *کلمه عبور

source: Destination network
fa: شبکه مقصد

source: Destination network bit count
fa: تعداد بیت شبکه مقصد

source: A valid IPv4 or IPv6 destination network must be specified.
fa: یک شبکه مقصد معتبر IPv4 یا IPv6 باید مشخص شود.

source: A valid destination network bit count must be specified.
fa: تعداد بیت شبکه مقصد معتبر باید مشخص شود.

source: A valid gateway must be specified.
fa: یک دروازه معتبر باید مشخص شود.

source: The gateway "%1$s" is a different Address Family than network "%2$s".
fa: دروازه %1 $ s یک خانواده آدرس متفاوت از شبکه %2 $ s است.

source: A IPv4 subnet can not be over 32 bits.
fa: یک زیر شبکه IPv4 نمی تواند بیش از 32 بیت باشد.

source: A route to these destination networks already exists
fa: مسیری برای این شبکه های مقصد از قبل موجود است

source: This network conflicts with address configured on interface %s.
fa: این شبکه با آدرس پیکربندی شده در رابط%s تضاد دارد.

source: Saved static route configuration.
fa: پیکربندی مسیر استاتیک ذخیره شد.

source: Static Routes
fa: مسیرهای استاتیک

source: Edit Route Entry
fa: ویرایش ورودی مسیر

source: *Destination network
fa: * شبکه مقصد

source: Destination network for this static route
fa: شبکه مقصد برای این مسیر استاتیک

source: *Gateway
fa: * دروازه

source: Could not open %s.
fa: %s باز نشد.

source: Invalid path specified.
fa: مسیر نامعتبر مشخص شده است.

source: Could not parse %1$s/wizards/%2$s file.
fa: پرونده%1 $ s / wizards /%2 $ s را نمیتوان تجزیه کرد.

source: Configuration changed via the pfSense wizard subsystem.
fa: پیکربندی از طریق زیر سیستم جادوگر pfSense تغییر کرد.

source: Wizard
fa: جادوگر

source: Step %s of %s
fa: مرحله%s از%s

source: %1$sError: Could not find settings for %2$s%3$s
fa: %1 $ sError: تنظیمات%2 $ s%3 $ s یافت نشد.

source: Attempting connection to %1$s%2$s%3$s
fa: تلاش برای اتصال به%1 $ s%2 $ s%3 $ s

source: OK
fa: خوب

source: Attempting bind to %1$s%2$s%3$s
fa: تلاش برای پیوند به%1 $ s%2 $ s%3 $ s

source: Attempting to fetch Organizational Units from %1$s%2$s%3$s
fa: تلاش برای واکشی واحدهای سازمانی از%1 $ s%2 $ s%3 $ s

source: Organization units found
fa: واحدهای سازمان یافت شد

source: failed
fa: ناموفق

source: Session timeout must be an integer value.
fa: مدت زمان جلسه باید یک عدد صحیح باشد.

source: Session timeout
fa: زمان پایان جلسه

source: Auth Refresh Time
fa: زمان تازه کردن مجدد

source: Save & Test
fa: ذخیره و آزمایش

source: LDAP settings
fa: تنظیمات LDAP

source: Test results
fa: نتایج آزمون

source: ACLs
fa: ACL

source: Serial GPS
fa: GPS سریال

source: NTP Serial PPS Configuration
fa: پیکربندی سریال PPS سریال NTP

source: Notes
fa: یادداشت

source: Serial Port
fa: درگاه سریال

source: Fudge Time
fa: زمان Fudge

source: Flags
fa: پرچم ها

source: Clock ID
fa: شناسه ساعت

source: This may be used to change the PPS Clock ID (default: PPS).
fa: این ممکن است برای تغییر شناسه ساعت PPS (پیش فرض: PPS) استفاده شود.

source: The username contains invalid characters.
fa: نام کاربری حاوی نویسه های نامعتبر است.

source: The password cannot start with '!'.
fa: رمز عبور با ! شروع نمی شود.

source: The passwords do not match.
fa: رمز عبورها باهم نمیخوانند.

source: The IP address entered is not valid.
fa: آدرس IP وارد شده معتبر نیست.

source: Another entry with the same username already exists.
fa: ورودی دیگری با همان نام کاربری قبلاً وجود دارد.

source: Configured a L2TP VPN user.
fa: پیکربندی یک کاربر L2TP VPN.

source: To change the users password, enter it here.
fa: برای تغییر رمز عبور کاربران ، آن را اینجا وارد کنید.

source: To assign the user a specific IP address, enter it here.
fa: برای اختصاص یک آدرس IP خاص به کاربر ، آن را در اینجا وارد کنید.

source: An error occurred.
fa: خطایی روی داد.

source: Client Connections
fa: اتصالات مشتری

source: Real Address
fa: آدرس واقعی

source: Virtual Address
fa: آدرس مجازی

source: Connected Since
fa: از آنجا وصل شد

source: Bytes Sent
fa: بایت ارسال شد

source: Bytes Received
fa: بایت دریافت شد

source: Kill client connection from %s
fa: کشتن اتصال مشتری از%s

source: Show Routing Table
fa: نمایش جدول مسیریابی

source: Display OpenVPN's internal routing table for this server.
fa: جدول مسیریابی داخلی OpenVPN را برای این سرور نمایش دهید.

source: Routing Table
fa: جدول مسیریابی

source: Target Network
fa: شبکه هدف

source: Last Used
fa: آخرین استفاده

source: Peer to Peer Server Instance Statistics
fa: آمار نمونه سرور به همتا

source: Remote Host
fa: میزبان راه دور

source: Service
fa: سرویس

source: Client Instance Statistics
fa: آمار نمونه کارفرما

source: Local Address
fa: آدرس محلی

source: No OpenVPN instances defined.
fa: هیچ مورد OpenVPN تعریف نشده است.

source: Firewall: NAT: Outbound - reordered outbound NAT mappings.
fa: فایروال: NAT: نقشه های برون مرزی مرتباً مرتفع شده در نقشه .

source: - %1$s to %2$s
fa: -%1 $ s تا%2 $ s

source: Manual Outbound NAT Switch
fa: سوئیچ دستی دستی Outbound NAT

source: Default rules for each interface have been created.
fa: قوانین پیش فرض برای هر رابط ایجاد شده است.

source: Firewall: NAT: Outbound - saved outbound NAT settings.
fa: Firewall: NAT: Outbound - تنظیمات NAT خارج از مرز را نجات داد.

source: Firewall: NAT: Outbound - deleted outbound NAT mapping.
fa: فایروال: NAT: Outbound - نقشه برداری NAT برون مرزی پاک شده است.

source: Firewall: NAT: Outbound - deleted selected outbound NAT mappings.
fa: Firewall: NAT: Outbound - نقشه های انتخاب شده برون مرزی انتخاب شده حذف شده است.

source: Firewall: NAT: Outbound - enabled outbound NAT rule.
fa: فایروال: NAT: برون مرزی - قانون NAT برون مرزی را فعال کنید.

source: Firewall: NAT: Outbound - disabled outbound NAT rule.
fa: فایروال: NAT: Outbound - قانون خارج از محدوده NAT غیرفعال است.

source: Outbound NAT Mode
fa: خروجی حالت طبیعی

source: Automatic outbound NAT rule generation.%s(IPsec passthrough included)
fa: تولید خودکار قاعده برون مرزی NAT.%s (گذرگاه IPsec)

source: Manual Outbound NAT rule generation.%s(AON - Advanced Outbound NAT)
fa: دستی برای تولید قانون قانون Outbound NAT.%s (AON - Advanced Outbound NAT)

source: Disable Outbound NAT rule generation.%s(No Outbound NAT rules)
fa: غیرفعال کردن تولید قانون Outbound NAT.%s (بدون قوانین NAT Outbound)

source: Mappings
fa: نگاشتها

source: NAT Address
fa: آدرس NAT

source: NAT Port
fa: بندر NAT

source: Static Port
fa: بندر استاتیک

source: This rule is being ignored
fa: این قانون نادیده گرفته می شود

source: Click to toggle enabled/disabled status
fa: برای تغییر وضعیت فعال / غیرفعال کلیک کنید

source: Negated: Traffic matching this rule is not translated.
fa: رد شده: ترافیک مطابق با این قانون ترجمه نشده است.

source: Add new mapping to the top of the list
fa: نقشه‌برداری جدید به بالای لیست اضافه کنید

source: Add new mapping to the end of the list
fa: نقشه نهایی جدید را به انتهای لیست اضافه کنید

source: Delete selected map
fa: حذف نقشه انتخاب شده

source: Delete selected maps
fa: حذف نقشه های انتخاب شده

source: Automatic Rules:
fa: قوانین اتوماتیک:

source: automatic outbound nat
fa: اتوماتیک خروجی خارج از مرز

source: If disable outbound NAT is selected, no rules will be used.
fa: در صورت غیرفعال کردن معادن NAT ، هیچ قانونی استفاده نخواهد شد.

source: Traffic Shaper
fa: ترافیک

source: Multiple Lan/Wan
fa: چند شبکه / وان

source: Dedicated Links
fa: پیوندهای اختصاصی

source: By Interface
fa: توسط رابط

source: By Queue
fa: توسط صف

source: Limiters
fa: محدود کننده ها

source: The traffic shaper configuration has been changed.
fa: پیکربندی شیپر ترافیک تغییر کرده است.

source: Traffic Shaper Wizards
fa: جادوگران Shaper Traffic

source: No queue with name %s was found!
fa: هیچ صف با نام%s یافت نشد!

source: Unable to write config.xml (Access Denied?).
fa: نوشتن config.xml (دسترسی رد شد؟) امکان پذیر نیست.

source: Could not create new queue/discipline!
fa: نمی توان صف / رشته جدید ایجاد کرد!

source: Queue not found!
fa: صف یافت نشد!

source: A child queue cannot be named the same as a parent limiter.
fa: یک صف کودک را نمی توان همان محدودیت والدین نامید.

source: Could not add new queue.
fa: نمی توان صف جدیدی اضافه کرد.

source: New Limiter
fa: محدود کننده جدید

source: Add new Queue
fa: افزودن صف جدید

source: Delete this queue
fa: حذف این صف

source: Send a gratuitous DHCP release packet to the server.
fa: یک بسته رایگان DHCP آزاد به سرور ارسال کنید.

source: Relinquish Lease
fa: اجاره نامه

source: Interface
fa: رابط

source: disabled
fa: معلول

source: Release
fa: رهایی

source: Renew
fa: تجدید

source: Connect
fa: اتصال

source: (historical)
fa: (تاریخی)

source: Cell Signal (RSSI)
fa: سیگنال سلولی (RSSI)

source: Cell Mode
fa: حالت سلولی

source: Cell SIM State
fa: حالت سیم کارت

source: Cell Service
fa: خدمات سلولی

source: Cell Upstream
fa: بالادست سلولی

source: Cell Downstream
fa: پایین دستی سلول

source: Cell Current Up
fa: جریان فعلی بالا

source: Cell Current Down
fa: پایین جریان جریان سلولی

source: MAC Address
fa: آدرس MAC

source: IPv4 Address
fa: آدرس IPv4

source: Subnet mask IPv4
fa: ماسک زیر شبکه IPv4

source: IPv6 Link Local
fa: پیوند محلی IPv6

source: IPv6 Address
fa: آدرس IPv6

source: Subnet mask IPv6
fa: ماسک Subnet IPv6

source: Media
fa: رسانه ها

source: LAGG Protocol
fa: پروتکل LAGG

source: LAGG Ports
fa: پورت های LAGG

source: Channel
fa: کانال

source: Rate
fa: نرخ

source: In/out packets
fa: بسته های داخل / خارج

source: In/out packets (pass)
fa: بسته های داخل / خارج (عبور)

source: In/out packets (block)
fa: بسته های داخل / خارج (بلوک)

source: In/out errors
fa: خطاهای ورودی / خروجی

source: Collisions
fa: برخورد

source: Total interrupts
fa: کل وقفه ها

source: User Password
fa: رمز عبور کاربر

source: Could not locate this user.
fa: امکان یافتن این کاربر وجود ندارد.

source: Password changed for user: %s
fa: رمز عبور برای کاربر تغییر یافت:%s

source: The password cannot be changed for a non-local user.
fa: گذرواژه را نمی توان برای یک کاربر غیر محلی تغییر داد.

source: Update Password
fa: گذرواژه را به روز کنید

source: *Confirmation
fa: *تائیدیه

source: Select a new password
fa: گذرواژه جدید را انتخاب کنید

source: Filters
fa: فیلترها

source: Current Source Tracking Entries
fa: ورودی های پیگیری منبع فعلی

source: Source -> Destination
fa: منبع -> مقصد

source: # States
fa: # ایالت ها

source: # Connections
fa: # اتصال »

source: Remove all source tracking entries from %1$s to %2$s
fa: حذف همه ورودی های ردیابی منبع از%1 $ s به%2 $ s

source: Remove
fa: برداشتن

source: No source tracking entries were found.
fa: هیچ مدخلی برای ردیابی منبع یافت نشد.

source: Wrong Interface
fa: رابط کاربری اشتباه

source: no info
fa: بدون اطلاعات

source: CSRF Error
fa: خطای CSRF

source: Try again
fa: دوباره امتحان کنید

source: Resubmit Request with New Token
fa: درخواست دوباره ارسال با توکن جدید

source: Hiadaptive
fa: سلام

source: Adaptive
fa: انطباقی

source: Minimum
fa: کمترین

source: Maximum
fa: بیشترین

source: Default
fa: پیش فرض

source: Mitigation disabled
fa: کاهش غیرفعال شده است

source: VERW instruction (microcode) mitigation enabled
fa: کاهش آموزش دستورالعمل VERW (میکرو کد)

source: Software sequence mitigation enabled (not recommended)
fa: کاهش دنباله نرم افزار فعال شده است (توصیه نمی شود)

source: Automatic VERW or Software selection
fa: انتخاب خودکار VERW یا نرم افزار

source: AES-NI CPU-based Acceleration
fa: شتاب مبتنی بر CPU AES-NI

source: BSD Crypto Device (cryptodev)
fa: دستگاه رمزنگاری شده BSD (رمزنگاری)

source: AES-NI and BSD Crypto Device (aesni, cryptodev)
fa: دستگاه رمزنگاری AES-NI و BSD (aesni ، cryptodev)

source: Intel Core* CPU on-die thermal sensor
fa: سنسور گرمایی پردازنده Intel Core * CPU

source: AMD K8, K10 and K11 CPU on-die thermal sensor
fa: سنسور حرارتی در معرض CPU AMD K8 ، K10 و K11

source: Please select a valid Cryptographic Accelerator.
fa: لطفاً یک شتابدهنده رمزنگاری معتبر را انتخاب کنید.

source: Please select a valid Thermal Hardware Sensor.
fa: لطفاً یک سنسور سخت افزار معتبر معتبر را انتخاب کنید.

source: /tmp Size must be numeric and should not be less than 40MiB.
fa: / tmp اندازه باید عددی باشد و نباید از 40MiB کمتر باشد.

source: /var Size must be numeric and should not be less than 60MiB.
fa: / var اندازه باید عددی باشد و نباید از 60MiB کمتر باشد.

source: Proxy port must be a valid port number, 1-65535.
fa: پورت پروکسی باید شماره پورت معتبر ، 1-65535 باشد.

source: Proxy URL must be a valid IP address or FQDN.
fa: URL پروکسی باید یک آدرس IP معتبر یا FQDN باشد.

source: The proxy username contains invalid characters.
fa: نام کاربری پروکسی حاوی نویسه های نامعتبر است.

source: Invalid AC Power mode.
fa: حالت AC نامعتبر است.

source: Invalid Battery Power mode.
fa: حالت باتری نامعتبر است.

source: Invalid Unknown Power mode.
fa: حالت قدرت نامشخص نامعتبر است.

source: Invalid MDS Mode.
fa: حالت MDS نامعتبر است.

source: Proxy Support
fa: پشتیبانی پروکسی

source: Proxy URL
fa: URL پروکسی

source: Proxy Port
fa: پورت پروکسی

source: Port where proxy server is listening.
fa: پورت جایی که سرور پروکسی در حال گوش دادن است.

source: Proxy Username
fa: نام کاربری پروکسی

source: Proxy Password
fa: رمز عبور پروکسی

source: Password for authentication to proxy server.
fa: گذرواژه برای تأیید اعتبار به سرور پروکسی.

source: Load Balancing
fa: تعادل بار

source: Use sticky connections
fa: استفاده از اتصالات چسبنده

source: Source tracking timeout
fa: زمانبندی ردیابی منبع

source: Power Savings
fa: پس انداز نیرو

source: AC Power
fa: برق

source: Battery Power
fa: توان باتری

source: Unknown Power
fa: قدرت ناشناخته

source: Cryptographic & Thermal Hardware
fa: رمزنگاری و سخت افزار حرارتی

source: Cryptographic Hardware
fa: سخت افزار رمزنگاری

source: Thermal Sensors
fa: سنسورهای حرارتی

source: Kernel Page Table Isolation
fa: جداسازی جدول هسته هسته

source: Kernel PTI
fa: هسته PTI

source: Microarchitectural Data Sampling Mitigation
fa: کاهش نمونه برداری داده های خرد

source: MDS Mode
fa: حالت MDS

source: Schedules
fa: برنامه

source: Schedule States
fa: ایالات برنامه

source: Gateway Monitoring
fa: نظارت بر دروازه

source: State Killing on Gateway Failure
fa: کشته شدن دولت در مورد عدم موفقیت دروازه

source: Skip rules when gateway is down
fa: هنگام پایین آمدن دروازه از قانون پرش کنید
